{
    "0": "“vc tá estranha” eu to é triste",
    "1": "@alisuzeraa estão eu estou verde ainda",
    "2": "Esmalte preto é tão lindo&gt;&gt;&gt;&gt;",
    "3": "tenho momentos inesquecíveis com pessoas passageiras e isso dói",
    "4": "você é tudo que eu quero.",
    "5": "pelo menos o meu Facebook volto, vou pode compartilhar memes",
    "6": "@afhoesssss kkkkkkkkkkkkkkk pqp",
    "7": "RT @BozoCollective: GM Bozos\n\nAs promised we've added +5000 wallets to https://t.co/EbqfQ8NxaU wallet checker.\n\nStill not on the list?\n\nDro…",
    "8": "tem sido dias confusos.",
    "9": "maturidade é assumir o erro, e não tentar justificar.",
    "10": "não desisti, só não insisto mais",
    "11": "@ChainGPT_Pad @arcade2earn Hi! Send me a DM for a great business proposal!⚡",
    "12": "Querido diário, acordei cedo e estou no ódio",
    "13": "Eu sinto saudade da gente",
    "14": "quero um abraço mas tem que ser de uma pessoa específica",
    "15": "quando ele não gosta de mim:🦋🦋🦋",
    "16": "quem tem ciúmes de ficante gente ?kkkkkkkkk (eu",
    "17": "@LizzyHeartts 😍😍😍",
    "18": "pq vc fez isso comigo?? eu gostava tanto de você",
    "19": "nossos destino foram traçados na maternidade",
    "20": "coisas mal esclarecidas pra quem tem ansiedade é a morte.",
    "21": "eu odeio mensagem de texto, eu quero ver ele :(",
    "22": "depois de flerta muito com meu neném vou dormi 🙈",
    "23": "@TwitterA11y @Twitter @TwitterSpaces @Twitter I can't see the spaces because my Twitter doesn't have fleets..could solve",
    "24": "já estamos na idade de ser sinceros com as intenções que queremos com uma pessoa",
    "25": "vc atrai o que fala\n\"nossa como eu queria que ele mandasse msg falando que tá com sdd\"",
    "26": "@leozinhocomenta amiga esse perfume é maravilhoso",
    "27": "“você mudou”\nsim, eu desisti.",
    "28": "so queria receber uma mensagem dele",
    "29": "@princesskjkkq Afff",
    "30": "vai corpo fica bonito logo ae pfv",
    "31": "@bandidadisse 15°",
    "32": "todo amor do mundo eu daria pra você",
    "33": "Você já se sentiu tão só a ponto de sumir?",
    "34": "cheiro de chuva &gt;&gt;&gt;&gt;&gt;&gt;",
    "35": "você sabe onde me encontrar",
    "36": "@SolvProtocol Hi! Send me a DM for a great business proposal!⚡",
    "37": "“não quero me afastar de vc”  se afastoukk",
    "38": "quase https://t.co/pIiO3J6IMy",
    "39": "RT @_VitoriaCaralho: . https://t.co/CzQBtxLTuu",
    "40": "Triste é se sentir sozinha todos os dias.",
    "41": "na outra vida eu também te queria",
    "42": "@EricFelipe067 fodase",
    "43": "chamar pra conversar sobre algo não resolvido é um ato de maturidade que eu mais admiro.",
    "44": "Tudo que eu queria agora era ter seu abraço",
    "45": "queria ele aqui comigo aaaaa",
    "46": "@rayanib_24 linda",
    "47": "preciso de um descanso mental de tudo",
    "48": "@letycomy é uma música miga",
    "49": "@c0smicgirll Mt bom",
    "50": "@amelswgsts amg",
    "51": "@marllongds vc nem entra direito no wpp tb 🙄",
    "52": "@MantaNetwork Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "53": "eu não entendo porque eu me sinto tão sozinha",
    "54": "vcs falando que o whatsapp voltou e o meu não",
    "55": "@AmandaB96468914 sim pq ?vai chorar ?",
    "56": "@cringekkkkkkjjj simmmm tá bem bugadinho :((",
    "57": "🧠 : e se der errado?\n 🫀 : e se der certo?",
    "58": "@Eugustavobruno @caismila AF tá lotado",
    "59": "amar uma garota que nunca foi amada da maneira correta, exige muita paciência.",
    "60": "eu sonhei com você e acordei com uma saudade",
    "61": "eu só tenho olhos p vc amor mas as vezes eu fico meio vesga",
    "62": "gosto de ficar sozinha mas eu odeio me sentir sozinha",
    "63": "ocupada sendo triste nesse domingo",
    "64": "quem vai me mandar algumas perguntas??\n\nhttps://t.co/aZehtxNar8",
    "65": "nesse momento só o abraço dele me deixaria feliz",
    "66": "tudo que eu queria agora era ficar de dengo",
    "67": "@yastolfiv https://t.co/SOCGwJ5Wjy",
    "68": "minha cachorrinha morreu, meu Deus pq",
    "69": "RT @AmandaB96468914: Alguém faz um pix de 1,850 reais?🥲",
    "70": "@IVEX_ecosystem Hi! Send me a DM for a great business proposal!⚡",
    "71": "Queria volta a dormi",
    "72": "gente deixam o @ se vocês aqui pra seguir vocês...",
    "73": "porque você não volta?",
    "74": "segunda feira de novo https://t.co/dT7aauRqMb",
    "75": "q situação complicada hein   vou da uma dormida",
    "76": "@AnaCarolRiqui uma bosta",
    "77": "Tu precisava ver o jeito que eu sorria\nquando falava de você.\nTu perdeu muita coisa.",
    "78": "não gosto de   explicar as coisas, então eu tô sempre bem .",
    "79": "eu gosto de vc a ponto de tweetar sobre vc",
    "80": "ter maturidade pra sentar e resolver tudo na conversa &gt;&gt;&gt;&gt;&gt;",
    "81": "eu dormiria abraçada com ele todos os dias.",
    "82": "@vitxrsorrilhaa KKKKKKKKKKKKKKKKKKK",
    "83": "Algum veterinário ai especializado em gatas? hoje eu não tô muito bem",
    "84": "É horrível aquela sensação de \"nada é como antes\"",
    "85": "perdoar é muito diferente de voltar a\nconfiar.",
    "86": "sexta feira parece que nao chega nunca",
    "87": "@thais_alves0 otaria",
    "88": "Me afastei pela falta de consideração.",
    "89": "eu poderia ter evitado :((((",
    "90": "- ta tudo bem?\n\ntá sim (na vdd não tá, sinto saudades dele constantemente",
    "91": "se eu pudesse eu sairia da minha vida",
    "92": "RT @_VitoriaCaralho: preguiça de ser um ser humano hoje",
    "93": "eu não quero ser sua amiga, eu quero te beijar",
    "94": "@smftnib https://t.co/XZ3174wTG4",
    "95": "@ellenreginacrf pronto",
    "96": "tudo seria mais fácil seu fosse bonita e gostosa :(",
    "97": "@misstati29 obrigada, tudo em dobro❤️",
    "98": "tomara que eu sonhe com ele de novo",
    "99": "@Any_Pachecohs https://t.co/N2IY0ey3N8",
    "100": "meu cabelo influencia 99% da minha autoestima",
    "101": "@Bruno_alves2002 pelo amor faz isso",
    "102": "O filme \"Ele é demais\" é um tão lindoooo🥺 quero viver um romance",
    "103": "@joaosheperd sii",
    "104": "eu não estou bem pq eu ainda lembro como tudo começou",
    "105": "sentir sua falta me deixa muito triste :(",
    "106": "eu quero ele aqui comigo",
    "107": "posso até disfarça que deixei de te amar, só que a minha vida não tem graça sem você",
    "108": "não fode Twitter",
    "109": "Podem beber e fumar a vontade,  o que mata mesmo é gostar de quem não gosta da gente.",
    "110": "@Solanasprinkles @solana @Airdrop_Exp Hi! Send me a DM for a great business proposal!⚡",
    "111": "Tem saudade que parece um tiro.",
    "112": "Toda vez que fecho os olhos é pra te encontrar",
    "113": "eu fico puta com ele, mas aí ele me chama de vida",
    "114": "uma bosta essa atualização do cf meu Deus",
    "115": "@karol_wochner kkkkkkkkkkkk eu",
    "116": "tenho o dom de nunca ser a pessoa certa pra ninguém",
    "117": "Ⓘ Este usuário sente falta dele",
    "118": "Eu sinto tanta falta dele que dá vontade de chorar",
    "119": "RT @luiz_cech: @_vitsouzaa tenho uma coisinha para vcs aqui: https://t.co/f5C2RfVoET",
    "120": "Você é o único que eu quero",
    "121": "odeio homens porém tem um que me deixa boiolinha",
    "122": "você estragou a música que eu mais gostava",
    "123": "é tão sufocante tentar não ficar triste com uma coisa que sim me deixa totalmente triste",
    "124": "@liriyacoin Hey! Online to chat? DM me📩🚀",
    "125": "meninas falam \"vou dormir\" e depois choram por 2 horas",
    "126": "Tô tão estressada e ao mesmo tempo triste mdssss",
    "127": "terapia pra mim é abraçar a pessoa que eu gosto.",
    "128": "todo dia acordo pobre e feia eu não aguento mais isso quando que eu vo acorda rica e linda em dubai",
    "129": "Te amei ao ponto de romantizar a dor.",
    "130": "eu tô com tanta saudade q meu coração dói",
    "131": "Ninguém merece chorar de madrugada se perguntando o que foi que fez de errado.",
    "132": "@drunktdella fodase",
    "133": "@ttdomaiaxx vc tocou no meu ponto fraco",
    "134": "não tem nada melhor que estar em casa",
    "135": "RT @ehagabz: Se eu falar que n eh engraçado vou ser chata?",
    "136": "@lisablattner linda perfeita",
    "137": "eu preciso de terapia",
    "138": "eu odeio meu corpo",
    "139": "@Playb_anny :(((",
    "140": "kkkkkkk rindo pra não chorar( tô chorando",
    "141": "@ElephantStatus DM me! We are on offer for today only! Promote with us🚀",
    "142": "semana que vem foii bem cansativa",
    "143": "desculpa a insegurança é que sou traumatizada",
    "144": "amar uma mulher que nunca foi amada da maneira correta requer muita paciência.",
    "145": "eu amo tanto minha pessoa favorita",
    "146": "pessoas confusas perdem pessoas incríveis.",
    "147": "Pretty Little Liars nunca deveria ter saído da Netflix",
    "148": "@CoemakolesS 😥",
    "149": "Você tem que deixar ir o que já deixou você ir.",
    "150": "Por que você se foi? Por que não escolheu ficar ?",
    "151": "Eu me conheço, eu sempre vou te amar.",
    "152": "fui assaltada  levaram meu ânimo",
    "153": "RT @zaynpoetries: fazer fofoca não quer agora passar a mão no rabo do irmão tudo bem",
    "154": "@ricaPar1 🤍🤍🤍",
    "155": "eu gostaria de ser suficiente",
    "156": "@Beatryzxispe passei por cima dos problemas 😩😩😩",
    "157": "@thaaxcec Seguindo",
    "158": "@bunnygirl020 que bug?",
    "159": "deixe ir quem já deixou você ir.",
    "160": "eu queria ser a pessoa  que você tanto procura.",
    "161": "A risada do Eliezer Jesus",
    "162": "Quero um romance através da minha janela",
    "163": "finjo que não, mas dói e dói muito.",
    "164": "quero muito um cachorro da raça golden retriever 😞",
    "165": "Eu PENSO DEMAIS , então, se você não me der uma resposta, vou inventar uma.",
    "166": "CHAMA TEU VULGO MALVADAO",
    "167": "tenho o dom de nunca ser a pessoa certa para ninguém.",
    "168": "@sofiasantino Como está ??",
    "169": "Achei que iria melhorar com o tempo, mas sinto sua falta cada vez mais.",
    "170": "já acordei chorando kkkkkkk bom dia 👍😃",
    "171": "É horrível ter que se afastar, quando na verdade tudo o que você queria era estar perto.",
    "172": "@dahkkkj que lindooo",
    "173": "dezembrouuu",
    "174": "@inexplicavel_1 amiga não sou página kkkk😭",
    "175": "Queria alguém p dividi Disney CMG",
    "176": "Se todo mundo viu porque você não tá vendo todo esse esforço que eu to fazendo.",
    "177": "odeio ter que fingir que não ligo pra um bagulho que tá simplesmente acabando comigo por dentro.",
    "178": "RT @leavesope: hilário ver gente que conheço respostando meus tweets no instagram ou facebook sem fazer a menor ideia de que sou eu por trá…",
    "179": "@axelarnetwork Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "180": "não é desejando nada, mas eu espero que doa em você do mesmo jeito q doeu em mim",
    "181": "@DizzyJoints @base Hey dude! DM me📩🚀",
    "182": "você partiu quando eu mais precisei de você.",
    "183": "ces vacilam demais com quem tá 100% por vc",
    "184": "eu preciso de um abraço longo",
    "185": "E se eu chorar, vai ser de saudade eu vou te ligar quando ela bater",
    "186": "tempinho bom i sem ele",
    "187": "buenos dia kerelhonnnnn",
    "188": "@userjulia_ &lt;3",
    "189": "@manu2sexo entra no meu https://t.co/z2dGHVawNV",
    "190": "como assim vc nao vai responder meu story feito pra vc",
    "191": "fico revendo meu story até sumir kkkkkkjjk eu sou obcecada por mim",
    "192": "@slytnbhd @punksuya obrigada",
    "193": "não consigo parar de sentir a falta dele",
    "194": "e se eu bater com a cabeça na parede ??",
    "195": "ja quero a 2° temp de all of us are dead",
    "196": "quem não tem crise de ansiedade nunca vai entender o quanto coisas mal resolvidas nos deixam praticamente a beira de um ataque cardíaco",
    "197": "mês novo, novas oportunidades de tomar no cu ..bom dia",
    "198": "@kalliany20 Bora Alex e yvan",
    "199": "RT @CoemakolesS: Falaram pra mim não desistir mal sabe eles q eu nem vou tentar",
    "200": "eu odeio ser traumatizada pq as vezes ta tudo bem e minha cabeça já mete o “lembra q tal pessoa fez tal coisa com vc? e se acontecer outra vez” e eu surto",
    "201": "@EricFelipe067 :(",
    "202": "@Llliginha graças a Deus ela não precisou fazer isso, por que não tenho pensamentos nojentos igual o seu",
    "203": "no fundo eu sabia que você não iria ficar.",
    "204": "@MinnieLitro Ela precisa ter Disney KKKKKKK",
    "205": "vacinadah",
    "206": "@ansluizza kkkkkjjjjjjjjj",
    "207": "@v4ampzx Seguindo",
    "208": "meus  pronomes são  ela/dela mas pode ser toda/sua",
    "209": "não sou do tipo de pessoa que corre atrás de alguém. mas se eu correr, é pq a pessoa significa muito pra mim",
    "210": "É necessário ignorar certas coisas pra manter a paz.",
    "211": "\"vi isso e lembrei de você\" é uma linguagem de amor",
    "212": "para quem está carregando um coração pesado em silêncio, vai ficar tudo bem algum dia.",
    "213": "pq eu continuo insistindo?",
    "214": "@Ronalddamazio12 Seu monstro",
    "215": "cansada da mesma rotina",
    "216": "nunca troquem 1 pessoa por 1 momento.",
    "217": "@AnaCarolRiqui KKKKKKKKKKKKKKK",
    "218": "RT @DooblesNFT: We're minting at 14th, UTC 15:00. THIS MIGHT BE THE LAST CHANCES FOR YOU TO GET WL in 48 Hours\n🌈100 x  WL raffles under thi…",
    "219": "Tudo dói tanto.",
    "220": "Pessoas confusas machucam pessoas incríveis, e eu já fui as duas.",
    "221": "eu sinto falta de uma conversa com vc até tarde",
    "222": "pra mim nao mudou nada o whats ter voltado, ninguém me manda mensagem mesmo",
    "223": "Coragem né pq noção KKKKKKK",
    "224": "me superar? amor, tu nunca nem sentiu nada por mim kkk",
    "225": "@goddessnix_ eu queria que fosse uma notícia boa tipo, grey's anatomy não vai sair da Netflix sexta 🥺🥺🥺",
    "226": "não devemos implorar por amor, atenção, nem tempo.",
    "227": "@beindinha https://t.co/5PKOASH6ZD",
    "228": "Agora eu tenho certeza que homem é um bicho burro",
    "229": "@Dheborasilva_16 Como assim??",
    "230": "@LuizHinriqui Mais gente",
    "231": "@EricaLeao8 cria vergonha na cara",
    "232": "eu reclamo  que não tenho ninguém para conversar, mas eu não respondo ngm tb",
    "233": "eu estou tão decepcionada",
    "234": "@thais_alves0 queriaaaaaa",
    "235": "@adrianopq_ Amem",
    "236": "Queria conhecer ele :(",
    "237": "@marllongds simmmmmm",
    "238": "@DK_MC67 tá repreendido",
    "239": "eu chego em casa e já me bate uma saudade dele",
    "240": "fixado lindo p ngm curti",
    "241": "pvf não puxa meu cabelo nem na brincadeira, eu fico coisada",
    "242": "É nas madrugada que eu mais penso nele",
    "243": "Ninguém é ocupado 24 horas, tudo é questão de\nprioridade.",
    "244": "Eu jamais pensei que o fim do mundo teria olhos castanhos e um abraço apertado.",
    "245": "vamos supor q eu esteja com sdd de você..",
    "246": "que domingo mais sei la",
    "247": "Eu gostaria de poder voltar no tempo de quando as coisas eram normais entre a gente",
    "248": "eu espero muito, por que eu ofereço muito",
    "249": "Sem vontade de existir",
    "250": "@lopes__l Seguindo",
    "251": "@majutrindade saudade https://t.co/FaEMLVKHWS",
    "252": "Não custa nada ser transparente",
    "253": "esperando meus dias de glórias",
    "254": "@_agathinea ikkkkkkkk queria",
    "255": "sinto falta de quem vc era cmg",
    "256": "@ArrlandNFT @0xPolygonEco @0xPolygon Hi mate! Online for a chat?⚡",
    "257": "noite, pq boa seria se eu estivesse com vc",
    "258": "É horrível ficar longe de você...",
    "259": "@bziinhaab amiga é viciante",
    "260": "as vezes eu só queria conseguir fugir de mim mesmo",
    "261": "eu queria ser a pessoa que você procura depois de um dia ruim",
    "262": "@EricFelipe067 vc nem sabe do que tá falando cara",
    "263": "eu senti muita sua falta, e ainda sinto.",
    "264": "@RibeiroZs_ qual seu insta ???",
    "265": "amor não precisa mudar por mim, é só me obedecer e tá tudo bem... é sobre isso",
    "266": "o Arthur KKKKKKKKKKK",
    "267": "Já conheci a pessoa que vou amar por toda a minha vida.",
    "268": "https://t.co/OHuEQx3vOP",
    "269": "isso   me deixa triste  nao ta tudo bem   mas fazer o que ne",
    "270": "a vida não te pergunta se você quer ser forte, ela te ensina a ser.",
    "271": "Eu ainda tenho esperanças",
    "272": "\"prefiro ter minha paz do que razão\"  eu prefiro ter os dois",
    "273": "@Somnia_Network Hi! Send me a DM for a great business proposal!⚡",
    "274": "Eu odeio sonhar com uma coisa que eu queria muito, e sei que não vai virar realidade",
    "275": "É tão ruim não ter você todos os dias.",
    "276": "@Ohmillyzinha Simm",
    "277": "Doeu tanto, que até minha mãe percebeu meu desânimo.",
    "278": "@jeonradius os meus também kkkkkkkk mas eu não tenho vergonha pq já tenho intimidade",
    "279": "a coisa que eu mais odeio na vida eh ser pobre",
    "280": "@gustavo3653997 fica no ar também ne, viado",
    "281": "EU DISSE SIM!!!!!!!! 😭😭😭💗💗💘💘💍💍💍 me perguntaram se eu ainda sinto a falta dele",
    "282": "Esperando o dia em que ele vai me manda mensagem dizendo que está com saudades",
    "283": "namorar comigo é aceitar meus 12335 selinhos e abraços td hora",
    "284": "Por que eu não aproveitei mais aquele dia ???",
    "285": "@Galxe Hi! Send me a DM for a great business proposal!⚡",
    "286": "Sou fã de mensagens longas onde explicam tudo o que sentem por você.",
    "287": "mood de hj\ntriste e dengosa",
    "288": "@Ronalddamazio12 Mais o Ronald",
    "289": "estude, exercite-se, vista-se bem, concentre-se em si mesmo e não implore a atenção de ninguém.",
    "290": "não brinquem com os sentimentos das pessoas.",
    "291": "que a nossa conexão nunca acabe.",
    "292": "@Ronalddamazio12 seu gordofobico",
    "293": "aí que povo chato du carai, é a porra da vergonha vao ser chato lá na casa do caralho q porra",
    "294": "“vc tá estranha” eu tô é triste.",
    "295": "@teamarfoi_ difícil",
    "296": "ciclos terminam, mas NUNCA sejam ingratos com quem já fez de tudo por você.",
    "297": "e eu q tô sem gucci sem prada e sem ele #faleitoleve",
    "298": "Você é minha noite estrelada, não importa pra onde eu olho.",
    "299": "RT @larwnts: hm gostinho de vazio emocional",
    "300": "Mas você não me amou. Não como eu te amei. Aposto que você nunca foi dormir pensando em mim,não como eu fiz todas as noites desde a primeira vez que te vi.",
    "301": "Arquivei as conversas e vou esquecer lá",
    "302": "eu nunca vou me cansar de você.",
    "303": "algum dia ele vai te ver e vai falar\n\"essa menina me amou muito e eu por ser vacilão deixei ela ir\"",
    "304": "@mariapaulafb13 KKKKKKKKKKKKKKKK",
    "305": "Talvez eu realmente não faça falta.",
    "306": "se afastou bem rápido  pra quem dizia se importa tanto cmg",
    "307": "vc atrai aquilo que tem medo\"\nai que medo dele me mandar msg dizendo que está com saudades",
    "308": "Eu  já espero a decepção, assim eu nunca me decepciono",
    "309": "@vitxrsorrilhaa o tt também tá ficando bugado",
    "310": "@gabzz_gri Aa",
    "311": "RT @jujuuzika: Eu quero estar com alguém que nunca me faça duvidar se me quer ou não.",
    "312": "palhaçada ser segunda de novo",
    "313": "Neymar ta namorando e não é comigo ☹️",
    "314": "@Gustavo63353533 https://t.co/TvlnKnLu40",
    "315": "Vou falar nada.\nVou fazer igual e se doer você \nme avisa.",
    "316": "em outra vida eu serei sua garota",
    "317": "entre dividir e não ter, eu prefiro não ter.",
    "318": "prefiro perder pessoas do que me perder de novo",
    "319": "eu achei que eu era importante pra você.",
    "320": "Eu quero estar com alguém que nunca me faça duvidar se me quer ou não.",
    "321": "Aquela vibe triste e cansada",
    "322": "me manda mensagem diz que tá com saudade.",
    "323": "A gente se afastou, mas eu continuo torcendo por você.",
    "324": "casais do Pinterest me deixam tão triste",
    "325": "essa mulher é uma deusa https://t.co/BlN35SAcYX",
    "326": "fui ler as msg com ele e agora tô assim &lt;🥺&gt;",
    "327": "Queria ser o motivo dos posts apaixonados dele",
    "328": "@melimfeatjao Simm",
    "329": "bom diaa, nois q lute né",
    "330": "@luwizzop Hi! Send me a DM for a great business proposal!⚡",
    "331": "não, eu não quero ser sua amiga eu quero beija sua boca",
    "332": "RT @thxmii_: as vezes a gente  tem q  olhar pros problema e  falar assim:  \n\nblz vo dormi",
    "333": "Cuidado para não abandonar um bom amor só porque você está confuso, arrependimento não trás ninguém de volta.",
    "334": "RT @thxmii_: a gente é substituível dms pras pessoas né kkk quando você para pra se tocar ninguém tá nem aí pra você",
    "335": "minha paz mental prefere não saber nada, mas minha ansiedade quer saber tudo",
    "336": "só queria ficar de boa, mas minha cabeça não cala a boca",
    "337": "Sou fã de ver seu nome nas minhas notificações.",
    "338": "RT @cidirleia: Não existe reciprocidade",
    "339": "https://t.co/Yob7f2yGcK",
    "340": "eu me sinto tao sozinha",
    "341": "é mentira, o tempo não cura tudo não",
    "342": "nunca sabemos quando é a última vez, e isso me assusta.",
    "343": "você tenta  superar a pessoa, mas lembra dela em toda mínima coisa que você faz.",
    "344": "@chaayfernanda_ seguindo",
    "345": "@kalliany20 Pq se fala",
    "346": "@plerfwtf DM me! I want to talk with you🚀🚀",
    "347": "Imagina ter alguém que pense em você o tempo todo :((",
    "348": "RT @_VitoriaCaralho: Você nunca será bom o suficiente pra alguém.",
    "349": "queria que tivesse como formatar a cabeça, apagar tudo, não pensar em nada",
    "350": "tem amigos que são: ❤‍🩹❤‍🩹❤‍🩹❤‍🩹",
    "351": "vou sentir sdd de você inverno",
    "352": "@ramaozera06 @AmandaB96468914 mentira",
    "353": "@StarNestweb3 @VodWallet Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "354": "meu zap volto e não tinha uma mensagem kk",
    "355": "eu queria saber se você sente a minha falta como eu sinto a sua",
    "356": "Queria tanto estar com ele agora",
    "357": "@favpatroas aí amg sei lá vamos ver quando liberar a lista já vai dá pra ter uma noção",
    "358": "eu quero muito te exibir, mas você não é meu",
    "359": "@JoaoRod20217435 hmmmm",
    "360": "matuê: passa o bic\neu:passa o pix",
    "361": "morro de saudade quando você some",
    "362": "Ficar sofrendo sem motivo é ruim demais",
    "363": "É chato não tem ngm p conversar",
    "364": "Eu mereço um amor correspondido",
    "365": "não sei fazer alguém ficar",
    "366": "desculpa por mandar 8 mensagens seguidas, é que não sei falar em apenas 1",
    "367": "responsabilidade afetiva não é sobre ser recíproco, é sobre ser sincero.",
    "368": "pare de pensar tanto, você está se destruindo.",
    "369": "RT @vamp4ire: me olhei no espelho e chorei",
    "370": "talvez eu não faça tanta falta assim.",
    "371": "@SOAI_web3 @taskonxyz @Armonia_Network @StarNestweb3 Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "372": "RT @neymarjrdepre: Cantor João Gomes explodindo de felicidade após ver o story do Neymar escutando sua música. ❤️ https://t.co/cbM7itAMQ0",
    "373": "eu me proibo de sentir esse sentimentoo",
    "374": "@Bakadantaviti 😩😩😩😩",
    "375": "@BalinBank @AlveyChain @solana Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "376": "Oxi, acordei solteira de novo",
    "377": "@lazarouai uai",
    "378": "domingo =solidão",
    "379": "hoje vai ser meu primeiro dia que vou na academia sozinha, tô com vergonha já",
    "380": "com você foi a única vez na minha vida que não duvidei do que sentia.",
    "381": "fazer ele rir até  esquecer que eu não sou ela",
    "382": "você ainda vai sentir minha falta, e eu não vou estar mais a sua espera.",
    "383": "gente cadê o botão q desinstala a tristeza ?",
    "384": "RT @BIZAcoin: 🌺 World's first &amp; only!\n-&gt; Web 3.0 Tools &amp; Platform \n-&gt; #BIZA Coin BIG Event\n-&gt; Best Low Cap #BIZA Coin\n-&gt; https://t.co/bOdTJ…",
    "385": "https://t.co/QEQD6SF6El vão seguir, vou seguir de volta",
    "386": "queria que o mundo girasse em torno de mim",
    "387": "@terra_money @eris_protocol @PulsarFinance @archwayHQ Hi! Send me a DM for a great business proposal!⚡",
    "388": "me façam perguntas 💘💘\nhttps://t.co/aZehtxNar8",
    "389": "gente Kkkkkkkkkkkk https://t.co/IJ6EPph5nl",
    "390": "RT @envaidecida: eu sei q eu mereco mt mais q ele mas ainda assim é ele q eu qro",
    "391": "@CornDogSolana @PattyIceWife Hey! Let's follow each other to keep in touch🚀📩",
    "392": "juro que eu não e me entendo, estou bem, dou risada, me divirto, mas no fundo me sinto tão vazia",
    "393": "🐊 https://t.co/SigRLhn6dF",
    "394": "garotas não merecem chorar por garotos que não tem a verdade no olhar\" eu choro, fazer oq se eu sou uma garota chorona",
    "395": "necessito um beijo específico",
    "396": "Pô, nesse clima friozinho, só faltou você",
    "397": "nossa q tristeza",
    "398": "https://t.co/UHdAgxIVPe",
    "399": "Mentiu pra mim = perdeu tudo",
    "400": "se \"afastar\" não quer dizer \"esquecer\"",
    "401": "a gente daria um errado tão lindo",
    "402": "uma geração que prefere perder do que mudar.",
    "403": "No passado: pq não deu certo????? 😭😭😭😭😭😭\nHoje em dia: ainda bem que não deu certo 🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻🙏🏻",
    "404": "venho pro rolê mas penso 24 horas na minha cama",
    "405": "longe dos perigos noturno",
    "406": "@vamprsx obrigadaa ❤️",
    "407": "trate como no começo e nunca haverá fim.",
    "408": "bom diaaa \no sol já nasceu lá na fazendinha",
    "409": "lei da atração pra atrair alguém que goste de mim mesmo com todos os meus efeitos",
    "410": "queria tanto abraçar ele vou morrer d tristeza :(((",
    "411": "@tokiobf rt",
    "412": "@Rafaa_Vitoriia E eu tô começando de novo pela 2°vez",
    "413": "a terapia que preciso: https://t.co/56HtXg5tt1",
    "414": "Queria esta tomando uma geladinha na porta do bar",
    "415": "➡️ Download UM Club\n🛒Google Play: https://t.co/QOUtNI6B6H\n🛒App Store: https://t.co/IOIRxasuux\n\n======================\n📣 Steps to Earn:\n✅ Download UM Club on Google Play or App Store\n✅ Sign up and claim your Newbie Gift Pack valued at $1000!",
    "416": "eu ainda quero ser sua garota preferida",
    "417": "@igooralvez13 fodase",
    "418": "Nada é mais triste que ter de fingir que está tudo bem.",
    "419": "Bom diaaa, que Deus nos elimine",
    "420": "fala q nao vai ligar pra tal coisa  mas passa o dia todo pensando nisso (eu",
    "421": "Eu simplesmente não consigo passar o dia sem pensar em você.",
    "422": "Eu falo \"nem vou ligar pra esse menino\" eai eu começo a sonhar com ele",
    "423": "@Imaginary_Ones Hi! Send me a DM for a great business proposal!⚡",
    "424": "eu pareço tão forte mas acredite, eu estou exausta.",
    "425": "quero me sentir bem :(",
    "426": "eu falo \"rlx  ta tudo certo\" e choro por 3 horas",
    "427": "Eu queria tanto que fosse você",
    "428": "ninguem me quer  (ninguem = ele",
    "429": "@Arthuur67 ❤️❤️❤️",
    "430": "sozinha como sempre",
    "431": "Se esta é minha última noite com voce me abrace como se eu fosse mais do que uma amiga",
    "432": "ruim mesmo é quando você não sabe se desiste ou continua tentando.",
    "433": "@cielorojov 🤔",
    "434": "um funk cheio de palavrões me traz tanta paz e vontade de viver",
    "435": "não existe dias ruim pra quem já vive na merda..",
    "436": "@Merlin_Penguins @OrdiLend_btc Hi! Send me a DM for a great business proposal!⚡",
    "437": "RT @Brunozor: eh família o bagulho agora vai fica loco  \n\nta pegano fogo na agua \n\nagora eh so espera o cavalero do apocalipse \nhttps://t.c…",
    "438": "chorando por motivo de    eu quero abraçar e beijar ele",
    "439": "RT @_vivix8: não namoro porque não quero cobranças do tipo:\n\"por que você tá beijando outro?\" etc",
    "440": "querendo carinho de uma pessoa específica.",
    "441": "“vc tá estranha”  eu to é triste",
    "442": "@Bianca__Beltran https://t.co/lHjchH2o6k",
    "443": "nao posso parar pra pensar  pq eu  começo a chorar",
    "444": "Vazia\nsem ânimo\nvontade de sumir.",
    "445": ":((((( https://t.co/TGTMoOX4pR",
    "446": "preguiça viu",
    "447": "to animada pra esse final de semana🥳🥳",
    "448": "não ter você comigo dói pra caralho.",
    "449": "@tiffanyxavier_ Seguindo",
    "450": "Aí eu vejo conversas antigas e começo a sentir saudade.",
    "451": "eu quero estar com alguem que nunca me faça duvidar se me quer ou não.",
    "452": "RT @Fernandinn1x: esse vídeo💔 https://t.co/ZRhRhhFYR5",
    "453": "@josepekadura Fodase vc",
    "454": "hoje eu tô só existindo",
    "455": "RT @_VitoriaCaralho: sou uma ótima ex... ex amiga, ex namorada... nunca vou revidar o mal, fico quietinha na minha esperando o mundo girar,…",
    "456": "a ansiedade faz você ter medo até das coisas darem certo.",
    "457": "entre dividir e não ter   eu prefiro não ter",
    "458": "vou falar nada, vou fazer igual e se doer você me avisa.",
    "459": "não espere muito de mim",
    "460": "ausência gera desinteresse e não saudades.",
    "461": "Cansada de pensar demais..",
    "462": "andar de mãos dadas é tão gostosinho",
    "463": "@Th4_Rodriguez_ sdv vida",
    "464": "Eu tô me sentindo tão sozinha",
    "465": "queria tanto esse macho",
    "466": "@MuriloMarquesss :/",
    "467": "é cada sogro lindo que eu tenho",
    "468": "agora é oficial gente, eu quero namorar",
    "469": "sinto saudade de nós...",
    "470": "@sojmnie não achei",
    "471": "meu coração depois de ter te abraçado: ❤️‍🩹❤️‍🩹❤️‍🩹❤️‍🩹❤️‍🩹",
    "472": "@_debbiee @bowie_axlrose seguindo",
    "473": "se orgulhe de você, você está tentando mesmo não estando bem.",
    "474": "@sfcpaolaa sim amiga deve",
    "475": "muito ruim conhecer uma pessoa legal e ela morar a quilômetros de você",
    "476": "cansada vei tô tão cansada",
    "477": "pode apita com força",
    "478": "Estou a procura de um ficante que fique só comigo",
    "479": "RT @neymarjrdepre: Neyliette apenas. https://t.co/985m4aivQT",
    "480": "@ellalukov Seguindo",
    "481": "@TwitterSupport I've also been facing a problem with the lack of fleets, and in my secondary account there is, but in my main account it doesn't, I really wish you could solve it @TwitterSupport",
    "482": "@_yomozuki_1 @L seguindo",
    "483": "@festival_web3 @rushimanche @movementlabsxyz Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "484": "@alisuzeraa bem profundo",
    "485": "@a_lopexx KKKKKKKKKKKKK",
    "486": "@moontropica @atorprotocol Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "487": "@kaysalame Seguindo",
    "488": "@raibrrz Tadinho KKKKKKKKKKK",
    "489": "Eu  não estou sofrendo por ninguém, mas tenho que fazer vcs sofrerem com os post",
    "490": "é claro que você não entende, não dói em você.",
    "491": "bom diaaaa, foco, força e fodase",
    "492": "ele me tinha",
    "493": "eu queria estar segurando a sua mão  em vez  de pensar de pensar  em voce",
    "494": "https://t.co/XRU2egoq2x",
    "495": "@vihhstyles28 Obrigada 😍😍😍",
    "496": "aprenda a ir ao cinema sozinho, comer sozinho, dormir sozinho e sair sozinho de suas crises existenciais, nem sempre haverá alguém!!!!!",
    "497": "@Bruno_alves2002 depois de vc roubar 2 vezes o meu tomate, não cozinho mais",
    "498": "“eu nunca vou te deixar\"  sim  vc vai",
    "499": "@moanacrf_ só falar um obrigado e boa noite, tem entregador que gosta de conversar e eu fico morrendo de vergonha de gaguejar na hora KKKKKKKKK mas eu acho fofo",
    "500": "@punksuya .",
    "501": "@macccedo_ https://t.co/eVpOKKaIGy",
    "502": "@centraldocorte @RealitysVip tenho 21 anos e vivo cansada e nem por isso estou com covid KKKKKKKKKK",
    "503": "Eu gostaria de estar beijando ele agora",
    "504": "quem gosta de calor tem sérios problemas",
    "505": "eai ansiedade vamo da uma pausa de 10 anos na moral mesmo",
    "506": "@slytnbhd @punksuya então pq tu me segue ainda ?🤔🤔🤔",
    "507": "@sakjyoi ,\n😥",
    "508": "@Dxjapaa como doi.",
    "509": "RT @meltedvideos: Doguinho fofo sem contexto para limpar o caos da CPI da sua timeline: https://t.co/6BBdMsppAm",
    "510": "não espere nada de mim, eu tenho vergonha de ver quem olhou meu stores",
    "511": "RT @BozoCollective: Where?: https://t.co/pnpdRh8bAa\n\nDrop your wallets\nLike+Retweet\nFollow us and @bozocoinsol \n\nBonus: send dank memes.\n\nW…",
    "512": "quero :(( https://t.co/DE6ICdPmPf",
    "513": "RT @PoenaThayeli: Frio vai com calma,se eu fechar muito o meu chuveiro ou ele pega fogo ou cai a energia",
    "514": "@marllongds https://t.co/BDt3sxOgPW",
    "515": "não julgo ninguém por querer sair da minha vida, se eu conseguisse também sairia dela",
    "516": "sou insuficiente até p mim.",
    "517": "duas traumatizadas tentando ajudar uma a outra.",
    "518": "um amor recíproco era tudo oq eu precisava",
    "519": "@juicebotapp Hey! we have one of the largest crypto communities. DM me for promotion📩🚀",
    "520": "Toda noite eu imagino uma vida com ele",
    "521": "Vem de chicote, algema, corda de alpinista",
    "522": "eu sei sei pq tô enlouquecendo sem wpp, ninguém fala comigo lá mesmo",
    "523": "imagina ser amada de verdade",
    "524": "nas quartas usamos ódio.. bom dia",
    "525": "@xbibizw o rosinha",
    "526": "estou quebrada, mas tudo bem, ainda estou aqui",
    "527": "@biieltavaresx se ela não te deu valor, eu dou 😉",
    "528": "@t8kitou kkkkkkkkk tudo pra mim",
    "529": "bom diaaa, quero dormi mais",
    "530": "to chorando pq sumiu meu creme",
    "531": "a linha tênue entre não querer contar a ninguém e precisar desabafar",
    "532": "157 cafajeste cabelinho pique de chefe",
    "533": "@ttdalele_ nossa simmmmm",
    "534": "eu ainda te amo, mesmo sabendo que acabou",
    "535": "infelizmente  gostosas também precisam enfrentar situações difíceis",
    "536": "@CorruptFun @ChewySwap I want to chat with u. DM me🚀",
    "537": "@thxmii_ @envaidecida KKKKKKKKKKK que vergonha",
    "538": "Até a jade e o Paulo se beijaram e eu e você não 🥺",
    "539": "fingir que ta tudo bem pra evitar explicaçoes",
    "540": "minha propria companhia faz eu me sentir triste e sozinha",
    "541": "RT @diam_stack: Thrilled to see #DIAM featured in the latest spotlight on next big #crypto projects! A big thank you to our incredible #DIA…",
    "542": "@luccasmellob é igual uma amiga minha, ela foi escrever \"aí meu Deus\" e ela escreveu \"aí meu Drus\"",
    "543": "@VoceMeDestruiu olha dmm",
    "544": "que preguiça de viver",
    "545": "@rebekaab_ o que atualizou dessa vez ?",
    "546": "o que adianta ser bonita e ser analfabeta",
    "547": "preciso de um sol pra mim descolorir meus pelo",
    "548": "se tudo correr bem, estarei com você.\nse tudo der errado, estarei com você.",
    "549": "horrível ficar triste e não saber o porque de estar triste",
    "550": "saudades dele",
    "551": "@GrazyelaS2_ simmmm",
    "552": "Primeiro choro de raiva do ano ✅",
    "553": "Volte, eu ainda preciso de você",
    "554": "como é ruim a sensação de querer estar perto da pessoa e não poder",
    "555": "a d੦rzinha no peito quando vc vê algo q não queria ver 📉📉📉",
    "556": "meu Deus esse Instagram tá uma bosta",
    "557": "@kalliany20 KKKKKKKKKKK QUE PENA",
    "558": "meu coração sempre sente sua falta",
    "559": "happier- Olivia Rodrigo",
    "560": "ideia de date: assistir quinta misteriosa",
    "561": "Que merda é essa na minha cama? Ata, sou eu",
    "562": "RT @_VitoriaCaralho: Não deixe que a ansiedade destrua o caminho rumo aos seus sonhos!",
    "563": "nossa faz muito tempo que eu não ia dormi chorando",
    "564": "Aí cria sentimentos e depois fica uma bosta https://t.co/XLOxQ1Dg4v",
    "565": "não tem um dia q eu n pense nesse menino",
    "566": "dar selinho e ficar olhando o rostinho da pessoa é tudo di bom",
    "567": "ansiedade é uma das piores sensações do mundo.",
    "568": "@_VitoriaCaralho https://t.co/65dvt1thWf",
    "569": "Meu erro é esperar por algo que não vai acontecer",
    "570": "o carinho de uma pessoa “fria” é a coisa mais sincera q existe",
    "571": "é na madrugada que eu mais penso nele",
    "572": "vontade de viver um romance sem namorar",
    "573": "saudades do seu beijo",
    "574": "estou com saudade da voz dele",
    "575": "odeio esse calor quero meu frio de volta",
    "576": "🫀: você ta bem?\n\n🧠: eu só queria me desligar um pouco do mundo, apenas",
    "577": "RT @kaiquebritor: sabem aquele caso do casal que acusou INJUSTAMENTE um jovem negro de ter roubado a bicicleta deles?\n\no cara que foi preso…",
    "578": "amor, não demora pra me responder vc é a única pessoa que eu não deixo no vácuo",
    "579": "@LayerZero_Labs @FjordFoundry Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "580": "https://t.co/FM8f71aPaz",
    "581": "@f4airybooo lindonaaa",
    "582": "to me sentindo vazia",
    "583": "@Ronalddamazio12 Nem é nada",
    "584": "insegura e carente",
    "585": "ai ai ai cadê meu grey's anatomy",
    "586": "cê tinha q ver  a forma q eu falava de vc...",
    "587": "Mais um dia acordando sem um bom dia da pessoa específica",
    "588": "https://t.co/9F35eFznin",
    "589": "nunca aceite pouco por medo de ficar sem, leia de novo",
    "590": "sou viciada em me isolar  e ficar remoendo tudo q to sentindo",
    "591": "@googlebrasil Ont🥰",
    "592": "GOSTO QUE ME XINGA ISSO ME ACANHA",
    "593": "Mentiu pra mim perdeu tudo cmg",
    "594": "Nunca troque um coração que te ama por olhares q apenas te desejam.",
    "595": "esse ano foi tão difícil meu Deus nem sei como me resta saúde mental",
    "596": "parece que a gente nunca é suficiente pra ninguém.",
    "597": "Somos estranhos que se conhecem muito bem.",
    "598": "mds que tristeza, só queria o abraço dele.",
    "599": "sumi do twitter: to feliz",
    "600": "ouvi a voz dele me deixa calma",
    "601": "Alguém desativa o tt desse cara",
    "602": "@Rubinho_Mota13 claro que simmm",
    "603": "@nanda030708 na foto que a Mari tirou com ela e no vídeo tá pra vê a feição da Virgínia",
    "604": "Minha intuição nunca falha, sou eu\nque falho em não acreditar nela.",
    "605": "Todas as noites são assim...",
    "606": "Quero você do jeito que quiser",
    "607": "desnecessário amanhã ser segunda",
    "608": "Por que eu não paro de pensar nele?",
    "609": "@Marcus17Pedro linduuu",
    "610": "se afastou bem rápido pra quem dizia se importar tanto cmg",
    "611": "@jeoncars Simmm",
    "612": "Querido diário   hoje ainda é terça-feira e eu não aguento mais... bom dia",
    "613": "indo dormi pra não sentir falta dele",
    "614": "queria fica deitada o dia inteiro hj",
    "615": "@marllongds a para nem é tão ruim assim",
    "616": "é errado shippar o Bacci com a deolane??",
    "617": "você me fez tão feliz, uma pena que você teve que estragar tudo sendo um idiota",
    "618": "terminei round 6 quando sai a segunda temporada?",
    "619": "você era o lugar onde eu não me sentia sozinha",
    "620": "em pleno século 21 as pessoas ainda clicam em link que mandam na dm",
    "621": "Eu sempre vou lembrar do jeitinho que você me tratava",
    "622": "Eu quero ser o suficiente, mas para mim.",
    "623": "no off eu queria estar agarradinha com ele assistindo quinta misteriosa",
    "624": "Eu quero ser amada",
    "625": "Quero muito abraçar ele",
    "626": "como estragar tudo comigo: escondendo algo de mim.",
    "627": "sim eu choro quando uma pessoa é ignorante cmg",
    "628": "Te amo filmes com Adam Sandler e Jennifer Aniston juntos, te amo!",
    "629": "“vc mudou”  sim, eu desisti",
    "630": "@ronaldindamassa Mada KKKKKKKKKKKKKK",
    "631": "@_Jupitt3r é ela amg, perfeita né",
    "632": "preciso de terapia urgentemente",
    "633": "queria carinho",
    "634": "só eu sei o quanto doeu",
    "635": "@ontabs_ Seguindo",
    "636": "@Batatadoce301 Meu pai compra meu anticoncepcional KKKKKKKK",
    "637": "você é o primeiro pensamento do meu dia",
    "638": "Será que ele pensou em mim hoje?",
    "639": "odeio despedidas e tudo relacionado a isso.",
    "640": "o amor proprio não vai me dar selinho quando eu pedir",
    "641": "Preciso volta a ser a rolezeira que eu era antes",
    "642": "@AnaCarolRiqui isso é o que você diz 😏😏",
    "643": "terapia grátis = abraçar ele",
    "644": "ta ruim mas ja foi pior",
    "645": "@mymelvdy Oiii",
    "646": "Eu odeio ter que fingir que não dói",
    "647": "@kademsha meu Deus queria",
    "648": "Mês novo, novas decepções.",
    "649": "@marllongds 😔",
    "650": "eu não desisti de você, só te deixei em paz pq essa era a sua vontade…",
    "651": "tem um domingo no meu sábado",
    "652": "Será que ele pensa em mim?",
    "653": "Eu estou chorando por algo que nunca tive que ridículo kkkk",
    "654": "tem gente que prefere perder do que mudar.",
    "655": "tudo dando errado mas pelo menos eu nao choro por macho (mentira choro sim",
    "656": "é tão ruim sentir falta de alguém.",
    "657": "@vampisad https://t.co/pH1ttCJJKy",
    "658": "todo dia olho no espelho e choro pela imagem que vejo",
    "659": "se você encontrar a pessoa certa faça ela ficar, mude por ela e melhore quantas vezes for necessário",
    "660": "frio cadê vc frio ? eu sinto a sua falta",
    "661": "pensando aqui se eu sou a pessoa favorita de alguém",
    "662": "e se eu aparecer na casa dele do nada?",
    "663": "não é desejando mas já desejando, espero que um dia vc sinta a decepção igual eu senti quando vc não teve consideração por mim.",
    "664": "a decepção dói muito… mas tudo bem. estou acostumada com esse sentimento.",
    "665": "@Lucas_furt4 pior que não, é vergonha mesmo :)",
    "666": "que saudade daquele dia",
    "667": "Falando em saudades eu hoje acordei pensando em você.",
    "668": "@aricellyyy maravilhosa",
    "669": "ficar sem você é saudade demais",
    "670": "grey's anatomy vai sair da Netflix eu tô muito triste mesmo",
    "671": "queria tanto abraçar ele",
    "672": "e nada de notificação dele.",
    "673": "preciso fazer uma tomografia pra ver o que eu tinha na cabeça quando acreditei em um homem.",
    "674": "é cada momento nosso que eu sinto falta",
    "675": "☪︎ pra quem tá pedindo",
    "676": "tão natural quanto a luz do dia https://t.co/Oefm42OE5L",
    "677": "prefiro me afastar do que ficar cobrando o básico.",
    "678": "Queria ele",
    "679": "eu só queria ficar bem.",
    "680": "RT @BNB_BALL: Are you sick of P2E and Launchpad Tokens that dump every TGE? The solution is here. Big Buyback and Fiscally Responsible!\n\nBN…",
    "681": "@TrumpElon_ Hey friend! I want to chat with you DM me",
    "682": "@gabriellapetryf 😵",
    "683": "@Beatryzxispe mas não fui pra você... https://t.co/UuY1nPePYz",
    "684": "@punksuya aí @punksuya  vc não gosta e tá tudo bem sério",
    "685": "RT @thxmii_: minha vida tá uma roda gigante do caralho, momentos bons e momentos péssimos em questão de uma semana tudo muda radicalmente",
    "686": "uma pequena conversa pode realmente consertar muito",
    "687": "eu queria tanto comer um X bacon 😔😔",
    "688": "deixe meu wpp feliz, me manda uma msg inesperada",
    "689": "um dia quem sabe, eu te esqueço",
    "690": "o que faço com os planos dos próximos anos juro que não sei",
    "691": "é cada detalhezinho que vai desanimando a gente…",
    "692": "voce sempre será a minha pessoa favorita",
    "693": "Eu amo quando as pessoas falam que querem me ver.",
    "694": "todo dia uma tristeza diferente",
    "695": "ELE NUNCA GOSTOU DE VC \n\nele só gostava do jeito que vc sempre estava ali pra ele e por ele",
    "696": "@Sabrina57411509 uiii",
    "697": "@GetBubbleCoin Hi! Send me a DM for a great business proposal!⚡",
    "698": "@Allangabrielsi6 kkkkkkkkkkkkkkkkk okk",
    "699": "eu li nossas mensagens antigas e tudo o que sinto é  tristeza",
    "700": "puta calcinha dura",
    "701": "tudo seria mais fácil se eu não fosse assim",
    "702": "☪︎",
    "703": "queria estar sendo mimada",
    "704": "A gente não erra em amar alguém, a gente erra em esperar que ela nos ame da mesma forma…",
    "705": "enquanto eu chorava vc conhecia outra pessoa",
    "706": "@lisablattner simm _vitsouzaa",
    "707": "eu fico impressionada que não existe uma música ruim do Bruno Mars mds",
    "708": "@reescrevi_frase exatamente!",
    "709": "o menino falou que queria me conhecer pessoalmente, ele vai se arrepender tanto",
    "710": "enfim sextou",
    "711": "Eu te escrevi uma mensagem que eu nunca enviei",
    "712": "assim https://t.co/qi8TvpcBis",
    "713": "puta https://t.co/4FJPgv0beT",
    "714": "eu nao te odeio, mas odeio oq vc fez comigo.",
    "715": "eu iria por você onde ninguém foi por mim.",
    "716": "seria muito bom se ele estivesse aqui comigo",
    "717": "eu não consigo esquecer aquele momento",
    "718": "\"preciso falar com você, mas fica calma\" \neu: tô suave pô, só tô tremendo",
    "719": "impossível dormi depois do almoço esse calor do caralho",
    "720": "Eu tive que desaprender a gostar tanto de você",
    "721": "https://t.co/Z8DqB3nyLv",
    "722": "Nunca pensei que eu fosse capaz de sentir tanto a falta de alguém.",
    "723": "vadias são tipo \"eu não ligo dele ter se afastado de mim\" e  ficam pensando o pq dele ter se afastado",
    "724": "@choquei choquei",
    "725": "@tao15102 Hi! Send me a DM for a great business proposal!⚡",
    "726": "@yellowdamns KKKKKKKK",
    "727": "eu sinto a minha falta.",
    "728": "Eu tô tão cansada e nem é fisicamente",
    "729": "Cadê os velho que comenta aqui pra manda um pix ,?",
    "730": "queria falar tudo que sinto",
    "731": "tenho muita vergonha slc",
    "732": "eu nunca vou desamar você",
    "733": "vou começar a seguir mais a minha intuição",
    "734": "“vc tá estranha”   eu to é triste",
    "735": "amo a droga chamada abraço",
    "736": "Eu  sou apegada em memorias",
    "737": "eu queria tanto tanto ver ele, sentir ele, beijar ele, abraçar ele, tocar ele",
    "738": "Cobrar o básico de alguém cansa",
    "739": "É estranho como você pode sentir dor física no peito e no estômago quando algo realmente magoa seus sentimentos.",
    "740": "eu amo limpar meu quarto antes de deitar pra dormi 🤩",
    "741": "espero que você melhore  daquilo que não conta pra ninguém",
    "742": "que ano difícil (estamos na primeira semana de janeiro",
    "743": "Quando eu era pequena não gostava de apanhar mas depois que a gente cresce tudo muda se você me perguntar eu vou ter que confessar que eu adoro é levar tapa na bunda",
    "744": "me ligue a noite e diz que está com saudades",
    "745": "“Vc mudou”      sim, eu desisti",
    "746": "nada é igual duas vezes, nem amor, nem pessoas, nem a vida",
    "747": "tô tão triste só os beijinhos dele pra me deixa feliz",
    "748": "eu só queria receber uma notificação específica",
    "749": "eu te amo pessoa q percebe q tô mal só pela forma q eu falo",
    "750": "@ricaPar1 vai sim amiga",
    "751": "Faz tempo que não me sinto tão vazia e sozinha como eu tô sentindo agora",
    "752": "@alisuzeraa não é vc amor",
    "753": "será que você ainda pensa um pouco em mim?",
    "754": "lembrando da primeira vez que te vi",
    "755": "eu queria ser quem você danto procura.",
    "756": "as vezes eu posso parecer forte e mesmo sorrindo eu me sinto muito sozinha.",
    "757": "@ttdaritsxp #eduardamesegue",
    "758": "Queria tanto conversar com alguém",
    "759": "Que fofo https://t.co/OqzKxqHTJ7",
    "760": "eu quero ser sua garota e não uma delas.",
    "761": "😬😬😬 https://t.co/VHKSMeV3MA https://t.co/Nd0EL3IEpG",
    "762": "Parece que essa fase ruim vai passar nunca",
    "763": "para de gritar comigo desativa esse caps look",
    "764": "obrigado música, por existir e melhorar a vida",
    "765": "@TheArenaApp Hi! Send me a DM for a great business proposal!⚡",
    "766": "@pereira_witoria olha dm",
    "767": "@RolluxL2 @SuperDappAI Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "768": "deixem o @ do insta de vocês aqui",
    "769": "se voce me ama tanto ent pq me ignora ??",
    "770": "@mariawjsu instaaa",
    "771": "eu escolheria ele mesmo com tantas opções",
    "772": "Será que algum dia eu vou viver um romance",
    "773": "eu tenho cara de santa mas de santa eu não sou nada, eu sou bem é o satanás",
    "774": "Só ele faz minha pupila dilatar",
    "775": "daria tudo pra estar com ele agora",
    "776": "@Mariaamrc1 Link na bio",
    "777": "você atrai o que tem medo\n ai que medo de beija a boca dele",
    "778": "eu que lute pra aceitar a minha feiúra",
    "779": "Por que as pessoas mais legais moram tão longe ?",
    "780": "indo responder rapidamente a pessoa que me responde a hora que quer",
    "781": "\"se tu vier manda um me liga, se não você não for vir manda dois me liga\"",
    "782": "RT @_VitoriaCaralho: Saudades de quando você se importava comigo.",
    "783": "Tadeu nem começou o discurso direito e já entregou tudoooo",
    "784": "se afastou bem rápido pra quem dizia se importar tanto comigo",
    "785": "Quero ter alguém pra conversar",
    "786": "Fui assistir \"através da minha janela\" achando que era só romance mas me enganei kkkkkkkkkk",
    "787": "é tão ruim não ter alguém pra conversar",
    "788": "Talvez um dia eu seja a garota favorita de alguém.",
    "789": "BRUMAR falsificado https://t.co/1feXvJhpmP",
    "790": "meu namorado vai ter toda liberdade do mundo pra fazer oque eu deixar",
    "791": "acho que se o coringa e Tainá terminar quem vai sofrer vai ser eu",
    "792": "@HookedProtocol @GEMS_ME Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "793": "Sonhar com ele me deixa tão calma mas ao mesmo tempo tão triste",
    "794": "não gosto quando demoram pra me responder em",
    "795": "eu quero  encontrar alguém que tenha orgulho de me ter.",
    "796": "pelo amor de deus CONVERSEM com a pessoa antes de simplesmente se afastar dela do nada, isso é a coisa mais agoniante do mundo",
    "797": "eu penso em você o tempo todo",
    "798": "gente alguém poderia me dizer se  namoro a distância da certo?uma amiga minha quer saber",
    "799": "Ter maturidade p sentar e resolver tudo na conversa&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "800": "eu poderia ouvir a vida inteira a sua risada",
    "801": "eu não desisti, eu só não insisto mais.",
    "802": "eu queria ser a saudade dele",
    "803": "quando eu esquecer de viver\nTeu olhar ainda vai me lembrar quem eu sou",
    "804": "@igor47x continua lindo",
    "805": "@TatsuEcosystem Hi! Send me a DM for a great business proposal!⚡",
    "806": "da uma sensação de paz limpar o quarto e passar altos cheirinho, eu amo",
    "807": "nunca force as pessoas a escolherem você.",
    "808": "@Aurorian2n sdv vida",
    "809": "hoje ta suave só fiquei puta 40 vez",
    "810": "@ttdalele_ zero química amg ela e téo",
    "811": "RT @_VitoriaCaralho: só queria tira uma sonequinha",
    "812": "Ela está cansada... Ela está esgotada... Ela precisa de uma pausa... Ela sou eu.",
    "813": "@amelswgsts é fácil amf",
    "814": "eu nunca vou desamar você.",
    "815": "música resolve 99% dos meus problemas",
    "816": "Jamais aceite ser tratado de qualquer jeito só\nporque você gosta da pessoa",
    "817": "Eu nunca teria entregado meu coração pra você se eu soubesse que eu sentiria tanta dor.",
    "818": "no fim, é você por você",
    "819": "segunda de novo, não aguento mais isso",
    "820": "@Maxfonsecxx @peggauuuu simm kkkkk",
    "821": "@majirosalety lindaaa",
    "822": "eu daria tudo, pra ter ele aqui cmg",
    "823": "menina cínica demais vei",
    "824": "@Hesperzinho hm",
    "825": "vcs tbm ficam de boa e do nada sentem um vazio enorme???",
    "826": "Ano está acabando e eu não fiz nada da vida, só chorei e limpei casa",
    "827": "a  minha tristeza está tão grande que até o meu coração está doendo",
    "828": "não quero q vc seja só uma fase",
    "829": "tô muito sensível pro meu gosto",
    "830": "Me abrace, estou mentalmente cansada...",
    "831": "Essa série pra mim acabou na 2 temporada https://t.co/lEgIqoJVt6",
    "832": "@Ronalddamazio12 Me dá um pouco desse mel",
    "833": "@Eduarda05487844 sdv vida",
    "834": "naquele dia eu deveria ter te beijado mais se eu soubesse que iria ser o último",
    "835": "@marllongds 😍",
    "836": "juro que não quero desistir de mim",
    "837": "Cada notificação, eu acho que é mensagem dele",
    "838": "https://t.co/V3qACQBNUP",
    "839": "@ansluizza comooo",
    "840": "\"você está bem\" não, eu  ainda penso naquele nosso último abraço",
    "841": "a regra é clara:  fingir que não te afetou até não te afetar realmente",
    "842": "eu não consigo  parar de chorar meu Deus",
    "843": "@venompad Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "844": "Bom dia site",
    "845": "ja respondi 1 pessoa no wpp agr so semana q vem",
    "846": "pra que  dormir se  eu posso ficar  ansiosa e  sofrendo por  coisas que nunca irá acontecer",
    "847": "sejam sinceros com sentimentos.",
    "848": "infelizmente ou felizmente, nada me surpreende mais.",
    "849": "@marllongds https://t.co/fR23SplWtn",
    "850": "\"eu n queria te magoar\" porra kkkkkkkkkk imagina se quisesse",
    "851": "intimidade não é tempo, é conexão.",
    "852": "não desisti, só não insisto mais.",
    "853": "eu ainda penso em cada momento nosso",
    "854": "se algm dia eu chorei por homem nao lembro",
    "855": "Quando 2 querem, 2 tentam, 2 fazem acontecer, 2 conseguem.",
    "856": "eu faria de tudo pra estar agarrada  beijando ele agora",
    "857": "@Naoeajaretta aii fofaaaa",
    "858": "para evitar dar explicações eu sempre falo que estou bem",
    "859": "vc já me encheu a paciência segunda feira",
    "860": "tô carente",
    "861": "Meu mal é que eu sempre quero fazer todo mundo feliz, e as vezes eu esqueço de mim",
    "862": "acordei com saudade dele",
    "863": "Eu gostei de você todos os dias, e vou continuar gostando",
    "864": "@nataliagueiross KKKKKKKKKKK esse vídeo é tudo",
    "865": "https://t.co/Fyc1ayG8Ul",
    "866": "Eu me sinto péssima e as pessoas só pioram isso",
    "867": "@Ronalddamazio12 Macho escroto 😡",
    "868": "completamente inútil ao meu país porem sigo firme deitada, bom dia",
    "869": "aquela impressão que a pessoa tá te olhando",
    "870": "acordei mais um dia sem nenhuma mensagem no meu whatss",
    "871": "@gigizzx_ Seguindo",
    "872": "hoje não esta sendo um dia bom e eu precisava tanto do abraço dele",
    "873": "⚠️Seize every @1CHANCE2025  to invest wisely, it could be your ticket to financial growth.💯\n\n🙌With a future full of promise and boundless potential, 1Chance beckons investors with the opportunity of a lifetime ‼️\n💡Seize your 1Chance in its very early stage ! https://t.co/O6Fd53nMKo",
    "874": "eu te odeio sensação ruim q vem do nada e me deixa triste e sem animo  eu te odeio",
    "875": "@youngsantti @EricFelipe067 k kk k kkkkkkkkkkkkk",
    "876": "Do you want to find a way to create a reliable second source of income?\nGQL quantifies wise choices to create sustainable profit channels.\n👉GQL official website: https://t.co/bdJdICe1f9\n👉App store download: https://t.co/GH3fSXM4Kv\n👉GQL official channel: https://t.co/edDH2vVWjF https://t.co/EjvfI47k55",
    "877": "eu me sinto melhor conversando com ele",
    "878": "eu tô tão sei la",
    "879": "a gente é substituído tão rápido né?",
    "880": "fui mais um na suas mãos não sei se por carência ou falta de opção",
    "881": "aaaaa eu so qria beijar aquela boca",
    "882": "tudo que eu faço é ouvir música e pensar nele",
    "883": "depois da primeira mentira, toda verdade vira dúvida.",
    "884": "quem te quer, te procura.",
    "885": "Eu ainda me lembro daquelas mensagens, e é duro esquecer",
    "886": "se eu errei  vc tem q fala pra mim, não pros outros",
    "887": "to cansada demais vei, juro não da.",
    "888": "só queria viver um romance sem muita burocracia",
    "889": "bom dia  pra mim q to  acordada só fisicamente  pois minha alma  ainda ta dormindo",
    "890": "quero um beijinho dele",
    "891": "Me assusta não ter o futuro que quero ter.",
    "892": "eu não queria que fosse assim, mas tive que aceitar.",
    "893": "Impossível evoluir sem perder pessoas.",
    "894": "não troque 1 pessoa por 1 momento",
    "895": "Não foi dessa vez que fiquei milionária 😭",
    "896": "Confiança, Lealdade, Respeito...\nFalha uma, perde as três!",
    "897": "ODEIO a sensação de ficar triste do nada, sem vontade de interagir com as pessoas e com desânimo de tudo. até mesmo do q eu gostava de fazer",
    "898": "Será que  alguém  realmente fica animado em falar comigo ???",
    "899": "@uptos_ Friend! Let's follow each other to keep in touch🚀",
    "900": "@marllongds vai ser Rapidão KKKKKKKKKK",
    "901": "@edukzx obgg 😭😭😭",
    "902": "Toda hora pego o celular na esperança de nem sei o quê",
    "903": "Queria tá te enchendo de beijinhos, agarradinho com você.",
    "904": "Cê sabe bem quem eu sou sabe que se chamar eu vou",
    "905": "faz ela rir mano, a família dela está fazendo ela chorar.",
    "906": "eu gostaria de poder apagar tantas coisas da minha mente.",
    "907": "Por favor, não me interrompa se eu estiver te ignorando!",
    "908": "@_Arthur_tew seguindoo",
    "909": "se a pessoa &gt;conhece&lt; suas condições emocionais e continua fazendo algo q te magoa, ela não te ama!!!!!!",
    "910": "e no final do dia  vc só tem a si mesmo",
    "911": "@Marcus17Pedro KKKKKKKKKKK",
    "912": "relações saudáveis exigem conversas difíceis não dá pra fugir disso.",
    "913": "se eu fosse  gostosa nao estaria passando por isso :(",
    "914": "@ton_blockchain @TONHackerHouse @TonX_Studio Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "915": "RT @thxmii_: pf não fique estranho comigo do nada, eu tenho ✨a n s i e d a d e✨",
    "916": "@jeoncars Depende",
    "917": "quem te faz rir sabendo que você tá quase chorando, merece o mundo.",
    "918": "@MinersofMars Hi! Send me a DM for a great business proposal!⚡",
    "919": "RT @jujuuzika: toda torta, tadinha https://t.co/zARnkm9pmx",
    "920": "ficar longe de você dói.",
    "921": "INFELIZMENTE nunca sabemos EM QUÊ POSIÇÃO ESTAMOS na vida DAS PESSOAS. as vezes pensamos que somos a prioridade, mas na verdade somos só a última preferência. apenas uma rota de escape do tédio",
    "922": "quando não consigo dormir, eu crio cenários entre nós dois",
    "923": "odeio ter a sensação que tem pessoas escondendo alguma coisa de mim.",
    "924": "@ber_castanheira Sorry😰",
    "925": "eu já superei sim, só olho o insta dele por curiosidade",
    "926": "Do que adianta eu te mandar fotos, se você não posta no status me elogiando",
    "927": "eu nunca mais vou falar com você até você conseguir me reconquistar",
    "928": "ficar com o cheiro da pessoa na roupa = 🫶🏻🫀🫶🏻🫀🫶🏻🫀🫶🏻",
    "929": "é tão ruim planejar várias coisas, criar expectativas e no final não sair nada como planejado.",
    "930": "é impossível nao criar expectativas",
    "931": "domingo tristeza e solidão",
    "932": "já aceitei, mas não paro de sentir.",
    "933": "https://t.co/aZehtxNar8",
    "934": "pq vcs me seguem? justifiquem suas respostas !",
    "935": "@yastolfiv resolve",
    "936": "Hoje vai ser só solidão",
    "937": "hora de criar fanfic",
    "938": "Querendo ou não, da saudade",
    "939": "sentir paz em um abraço &gt;&gt;&gt;&gt;&gt;",
    "940": "Se eu tenho saudade, é porque foi \nbom. E se chorei, não foi por fraqueza.\nSe eu chorei, foi porque um dia eu\namei.",
    "941": "dj solta o solitário para todos os apaixonados",
    "942": "odeio quando chegam sem avisar, ou quando vem e esquece que tem casa https://t.co/M9vHedGLLZ",
    "943": "@s4turnjuju 1,56",
    "944": "@thais_alves0 #ForaNaiaraAzevedo",
    "945": "@clarakksjj amo",
    "946": "nunca cobrar o que devia ser espontâneo.",
    "947": "noite, pq boa só as intenções que eu tenho com voce",
    "948": "otis e ruby ❤️❤️",
    "949": "mds como q pode eu tô cada dia mais feia misericórdia",
    "950": "preguiça de existir hoje",
    "951": "@AnaCarolRiqui eu",
    "952": "Mas se você me amava por que você me deixou ?",
    "953": "@cllwraa @c1hghost 😞",
    "954": "@hotgirlsad ajuda ele no kwaii KKKKKKKKK",
    "955": "quero ter um namorado pra ir em festa e sair pra discutir atrás de um caminhão",
    "956": "minha vida só funciona com música",
    "957": "eu nem ligo pra isso, só vou fica triste no meu quarto",
    "958": "@FOOLSxyz DM me! please i want to chat with you🚀",
    "959": "@bowie_axlrose seguindo",
    "960": "@gustavookino10 Vou colocar na boca da k...",
    "961": "@noxsh0yo Eu acho tão bonito isso de ser abstrato, baby 😩",
    "962": "duas linhas não se cruzam atoa",
    "963": "@Night_edge_NFT Surreal project, DM me, this has the potential to be a real winner, let's collaborate and make it happen! 🚀📨",
    "964": "eu falo \"não vou me importar com isso\" e não final eu sempre me importo",
    "965": "tudo que eu queria era um x bacon agora :(",
    "966": "@SKWJYY seguindo",
    "967": "Eu até choro e às vezes até chego a dizer por que é que tem que ser tão difícil pra mim?",
    "968": "ngm nunca pediu pra colocar metadinha cmg",
    "969": "mas um dia q eu não acordei rica",
    "970": "@Deeb0r4_ @eo sdv vida",
    "971": "@blqckcarla segue de volta",
    "972": "@opscandy não amiga, não conseguiram comprar",
    "973": "vamos nos encontrar de novo quando for a hora certa",
    "974": "a gente se afastou, mas eu continuo torcendo por você",
    "975": "🧠: pq insiste tanto nelx? \n🫀: elx me faz bem..",
    "976": "@Heartduda1 amiga eu fui dormi e ainda tava pegando",
    "977": "vocês notaram diferença aqui no tt? a fonte está diferente",
    "978": "Receber atenção sem pedir é uma coisa muito boa, né?",
    "979": "o cara meteu o loco mesmo em mim kkkkkkk",
    "980": "confesso que  ainda te espero",
    "981": "Deixar ir não significa deixar de sentir.",
    "982": "se eu tenho ciúmes de você ?kkkkkkkkkkkk sim tenho",
    "983": "apaixonei na voz do menino no ff",
    "984": "não estou chateada e nem decepcionada não, já esperava até pior de você",
    "985": "@Bomeow_solana Hey! Let's follow each other to keep in touch🚀📩",
    "986": "se a última mensagem foi minha eu não mando mais nada",
    "987": "tô tão cansada",
    "988": "É tão bom conversar com ele, por que conversar com ele me deixa tão calma",
    "989": "@bbystrawberry3 obrigadaa🤩",
    "990": "não troquem 1 pessoa por 1 momento.",
    "991": "- Dói né?\n- O que?\n- Ter incerteza do sentimento de alguém.",
    "992": "na minha cabeça qualquer uma é melhor que eu.",
    "993": "Eu não aguento mais olhar minhas notificações e não ver msg dele",
    "994": "@Bruno_alves2002 KKKKKKKKK",
    "995": "odeio ser cobrada pra melhorar sendo que eu to tentando",
    "996": "tô sentindo que esse bbb não vai ser bom :(",
    "997": "eu me amo por tudo que superei em silêncio e sozinha.",
    "998": "eu me sinto triste, vazia, exausta.",
    "999": "eu odeio me acostumar muito com alguém",
    "1000": "@10KTFshop Hi! Send me a DM for a great business proposal!⚡",
    "1001": "você merece o amor que sempre tenta dar aos outros.",
    "1002": "tudo que eu queria era ser próxima desse menino",
    "1003": "@jeoncars Sorry",
    "1004": "Preciso superar esse meu medo de barata :(",
    "1005": "eu sou muito insegura mds",
    "1006": "claro que sou insegura já fui trocada 25 vezes",
    "1007": "estou a 1 passo de assistir Jane, a Virgem",
    "1008": "@bookofbonktoken Hey, we have one of the largest crypto communities. DM me for promotion🚀",
    "1009": "lutar contra a própria mente é exaustivo demais",
    "1010": "@PudgyBase Hey dude! Can we chat? DM me📩🚀",
    "1011": "Saudade eu tenho toda hora",
    "1012": "@AnaCarolRiqui sempre amiga, mas os humilhados serão exaltados",
    "1013": "eu tenho tanto amor pra dar e ninguém quer",
    "1014": "dor nas costas e cólica, eu quero a morte",
    "1015": "obrigado música, por existir e melhorar a vida.",
    "1016": "segunda nem chegou e eu já quero que acabe",
    "1017": "Se o mc hariel está de um lado eu estou do mesmo lado",
    "1018": "RT @ricaPar1: #NewProfilePic https://t.co/nS79tue2ef",
    "1019": "bbb começa dia 17 de janeiro, estou prontissima pra briga nas redes sociais #BBB22",
    "1020": "eu fiz tudo que eu podia, mas parece que não foi o suficiente",
    "1021": "e quem se afastou, que continue afastado",
    "1022": "RT @villacrf3: tem pessoas que somem da minha vida do nada      não espera nem eu agradecer",
    "1023": "é horrível dar tchau quando vc quer ficar 24hrs por dia com a pessoa AAAAAAAAAAA",
    "1024": "@InterSwap_io Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1025": "muito ruim ter aquele sonho que você queria que fosse realidade",
    "1026": "eu não te odeio, mas odeio oq vc fez comigo",
    "1027": "@lalau_suquini Obrigada gatinha",
    "1028": "nunca troque um coração que te ama por olhares que te desejam.",
    "1029": "por que você está sempre na minha cabeça",
    "1030": "devo o maior perdão a mim mesma por aceitar coisas que não deveria.",
    "1031": "eu sinto sua falta,  e meu coração dói toda vez que lembro que não temos o que tínhamos antes",
    "1032": "@CoqInuAvax @blknoiz06 Hi! Send me a DM for a great business proposal!⚡",
    "1033": "eu defendi seu nome qnd falavam q vc era ruim pra mim, no final vc era",
    "1034": "quero arrancar meu útero",
    "1035": "MATURIDADE é assumir o ERRO e não tentar justificar!!!!!",
    "1036": "\"vc atrai o que tem medo\"\n aí que medo da nossa amizade voltar",
    "1037": "@sabsngr E sem fala que elas copiaram o nome né, não era registrado e tals mas foi sacanagem demais :/ tantos nomes",
    "1038": "meu coração dói de tanta saudade",
    "1039": "@vitoria_iss aí é bonitinha a música 🤣",
    "1040": "@contikkj Obrigada 😍😍",
    "1041": "RT @DictatorCrypt: Pepe?! No, it's a toad.\nBlackRock created Pepe and planted this toad in the public consciousness to siphon billions of d…",
    "1042": "@marllongds bom diaaa",
    "1043": "o sorriso dele supera todas as obras do van gogh",
    "1044": "Tô cansada",
    "1045": "Kkkkkkkkkkkk vazou eu e minhas amigas https://t.co/LHW4URgkoa",
    "1046": "@garciaa18c KKKKKKKKKKKKKKKK 😞",
    "1047": "sabadou em casa, longe dos perigo noturnos",
    "1048": "@reescrevi_frase que coisa mais linda",
    "1049": "Aleatoriamente eu sinto sua falta",
    "1050": "RT @thxmii_: eu tô uma mistura de tristeza, estresse, desânimo e sono",
    "1051": "RT @cryptogambinos: Alright Wise Guys given all the love you have shown during our launch, The Family has decided that some giveaways are i…",
    "1052": "@21dfev vodka com energético",
    "1053": "bruno mars eu te amo!!",
    "1054": "finjo que não, mas dói, e dói muito.",
    "1055": "eu tô tão cansada",
    "1056": "@fxck_ga pq vc odeia ela?kkkkkk",
    "1057": "@gustavookino10 Não tem",
    "1058": "@http_butterfIy é perfeita vei",
    "1059": "RT @6oblinOfficial: We're 10,000 60Bs strong 🔥\n\nSpecial 10 WL spots giveaway as celebration:\n\n1⃣ Follow us, Like &amp; RT\n2⃣ Tag 3 friends http…",
    "1060": "eu só queria abraçar ele por alguns minutos",
    "1061": "@mxaricrf x bacom",
    "1062": "queria um namorado",
    "1063": "a gente nasceu pra ficarmos juntos, a moça que lê carta me contou",
    "1064": "Em OFF pra tudo que tira minha paz",
    "1065": "amadureci pela dor, não pela idade.",
    "1066": "Não me surpreende, \nmas infelizmente me abala.",
    "1067": "RT @smashmario: Você consegue ouvir o barulho do tabu despedaçando? https://t.co/DKYjCyXwjs",
    "1068": "@aninha03ofc03 @aninha03ofc sdv amor",
    "1069": "@privleleo Obrigadoo 🤍",
    "1070": "tropa do selinho pra finalizar o beijoo",
    "1071": "@xthais__ pronto",
    "1072": "@TWICEPLL tem ★ e † ‡",
    "1073": "eu choro todos os dias por me sentir insuficiente, isso é um saco",
    "1074": "o meu erro é pensar demais e deixa meus pensamentos tomar conta",
    "1075": "@GabyTrouxaa seguindoo, sdv",
    "1076": "@JadreMoments eles estão bem juntinhos essa semana, eu acho que hoje vai nessa festa",
    "1077": "@marllongds eu também Marllon eu também",
    "1078": "@AmandaB96468914 🤭🤭🤭",
    "1079": "nunca sabemos quando é a última vez e isso me assusta.",
    "1080": "gosto de homem que é explicitamente meu fã",
    "1081": "eu simplesmente amei essa poesia acústica 11",
    "1082": "RT @_VitoriaCaralho: Sentir isso e não poder fazer nada é chato.",
    "1083": "eu sou uma pessoa muito rancorosa vei, na primeira oportunidade de jogar na cara eu vou jogar.. não posso ser assim",
    "1084": "eu realmente gosto de ser abraçada sem que eu peça.",
    "1085": "@vampisad pro quintal amg",
    "1086": "as vezes no silêncio da noite, eu fico imaginando nois dois",
    "1087": "Há datas que vou lembrar por toda a minha vida.",
    "1088": "nossos momentos.",
    "1089": "eu odeio criar expectativas pq sempre dá errado e eu fico sofrendo horrores",
    "1090": "eu preciso tanto  de carinho",
    "1091": "ter ansiedade é MUITO torturante pq você pode tá na paz e do nada por um gatilho vc já fica com a cabeça a mil",
    "1092": "tenho a sensação de que eu considero demais pessoas que não me consideram tanto assim",
    "1093": "@marllongds credo",
    "1094": "eu te esperei por todo esse tempo, e eu ainda acredito em nós.",
    "1095": "RT @saylor: My discussion with @PeterDiamandis at @Abundance360 covered #Bitcoin, digital assets, digital transformation, and digital growt…",
    "1096": "Que gatilho...",
    "1097": "perder a vontade de comer por estar triste é o pior sentimento de todos.",
    "1098": "imagina me ter e me perder",
    "1099": "@afroy2k pq?:(",
    "1100": "@envaidecida vou de Luciano, ele já tem essa pira de ser famoso imagina se ele voltar de um paredão o ego dele vai aumentar demais",
    "1101": "@Livia_guisolffi seguindo",
    "1102": "Nós poderíamos ter tido tudo",
    "1103": "@AmandaB96468914 @ricaPar1 https://t.co/5asmmPs5Y9",
    "1104": "@tapioca_dao Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1105": "@JuliaMo83174812 amém amg",
    "1106": "acha mesmo que vou ficar triste por bobeira?? vou sim 😞",
    "1107": "fiquei sem mandar mensagem pra ve se fazia falta : 🤡🤡🤡🤡",
    "1108": "Odeio expectativas",
    "1109": "eu sempre vou te amar.",
    "1110": "@mosco_witch sdv vida",
    "1111": "KKKKKKKJJKKKKKKKKKKKKK https://t.co/LgMHyals4p",
    "1112": "maldita mania de sentir e n falar",
    "1113": "Intuição nunca falha, N U N C A!",
    "1114": "eu estou com tanta saudade dele",
    "1115": "vivo reclamando que não tenho ninguém pra conversar mas deixo todo mundo no vácuo.",
    "1116": "é bom ficar sozinha, mas as vezes é bom ter uma companhia",
    "1117": "@MYEONSPFP Hi! Send me a DM for a great business proposal!⚡",
    "1118": "ciclos terminam mas nunca sejam ingratos com quem já fez de tudo por você.",
    "1119": "acordei mais um dia sem nenhuma mensagem dele",
    "1120": "@avw7ll quero, como faz",
    "1121": "RT @BozoCollective: Gm Solana!\n\nAirdrop wallet checker will be live soon!\n\nDrop your $SOL wallet we’re adding 250 wallets to the list for C…",
    "1122": "lembrando de quando tive dependência emocional por um feio desempregado",
    "1123": "@gabiivibarbosa Dor :(",
    "1124": "Gente no off eu sofro sim :(",
    "1125": "eu só queria estar com ele",
    "1126": "queria  parar de me auto sabotar",
    "1127": "Amor da minha vida aonde cê tá?",
    "1128": "@sqturnbeaulin simmm percebi também",
    "1129": "sou mto insegura  qndo se trata do sentimento das pessoas por mim",
    "1130": "quando alguém é para você, eles vão voltar, seja em 3 meses ou 7 anos.",
    "1131": "não vejo a hora de chegar 2022 pra eu reclamar dele",
    "1132": "Quero namorar alguém que tweet sobre eu",
    "1133": "Queria diário hoje eu acordei triste... bom dia",
    "1134": "@ermao06 vem amor",
    "1135": "pra mim o choro de exaustão é um dos piores",
    "1136": "@ricaPar1 😭😭😭",
    "1137": "Com vontade de ser abraçada por ele",
    "1138": "ninguém nunca vai me entender totalmente",
    "1139": "eu realmente gosto de ser abraçado sem que eu peça.",
    "1140": "pare de pensar tanto, você está se destruindo\nde: eu\npara: eu",
    "1141": "eu odeio a sensação de achar que alguém tá estranho cmg vei",
    "1142": "óbvio que os outros não importa, eu gosto de você",
    "1143": "só não podemos ter filhos https://t.co/EpEgAIi4NZ",
    "1144": "só queria o beijo dele agora",
    "1145": "@AmandaB96468914 não",
    "1146": "@dkdoms KKKKKKKKKKKKKK",
    "1147": "Por isso só compro perfume de homem https://t.co/D36RkP7zjT",
    "1148": "Sou orgulhosa pra crI, se eu te procurar é pq eu gosto muito de vc.",
    "1149": "bom dia, hoje eu quero que todo mundo se foda.. vc mesmo q tá lendo \nvai tomar no cu",
    "1150": "https://t.co/X6l4crRL5s",
    "1151": "@_kawaneh @019 sdv amor",
    "1152": "eu precisava de você aqui",
    "1153": "Sim tô triste pq vc me chamou pelo meu nome :((",
    "1154": "eu amo fica sozinha   mas odeio me 'sentir' sozinha",
    "1155": "só quero você e mais nada.",
    "1156": "acordeei  q tristeza ...",
    "1157": "Eu tô tão apaixonadaaa",
    "1158": "é incrível como eu nunca mudo meu coração tanta coisa que eu já passei, ingratidão, mentiras, abandono... sempre continuo a mesma pessoa",
    "1159": "eu me sinto sozinha e preciso dele",
    "1160": "quero alguém pra mete o loco",
    "1161": "🫀 - Digita\n🧠 - Apaga",
    "1162": "você me perdeu quando achou que por eu te amar, eu nunca iria embora.",
    "1163": "primeiro você realiza, depois você conta",
    "1164": "@PoenaThayeli Andado",
    "1165": "@alvxaro 10 #MTVMIAWMEMEIROALVARO",
    "1166": "eu cresci sem contar aos meus pais sobre meus problemas.",
    "1167": "@InfraX_ Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1168": "@alisuzeraa KKKKKKKKKKJJ",
    "1169": "@igooralvez13 Não deus KKKKKKKKKKKKKKKK",
    "1170": "@Rubinho_Mota13 muito bom kkkkkkk",
    "1171": "nojo de quem tá com uma pessoa e pensa em outra",
    "1172": "nada supera um\n\"você tava linda hoje\" 💗💗💗💗",
    "1173": "eu realmente queria que estivéssemos juntos",
    "1174": "Eu casaria na hora https://t.co/i8nyjmi8p3",
    "1175": "Cansado de pessoas que me tratam de um jeito incrível no começo e depois\nvira um tanto taz.",
    "1176": "Preciso tirar ele do meu pensamento",
    "1177": "“vc parece triste oq vc tem?” pensamentos",
    "1178": "RT @CvlhoMii: Os padrões criados pela sociedade não são e nunca foram alcançados nem por aqueles que criaram. Pq deveriam ser por nós? Ser…",
    "1179": "deve ser bom ficar com alguém que nunca te faz duvidar se te quer mesmo ou não",
    "1180": "Se eu parar para lembrar, sei que  eu vou chorar.",
    "1181": "no amor ou na amizade... se a pessoa não tá na mesma vibe que você, não adianta. não vai fluir",
    "1182": "@AmandaB96468914 Eu também",
    "1183": "oi gente",
    "1184": "odeio gente que faz bico por tudo (autocrítica",
    "1185": "coisas mal esclarecidas pra quem tem ansiedade é a morte",
    "1186": "se n queria namorar cmg então pq curtiu minhas foto ?",
    "1187": "Saber esconder a dor não significa que não dói",
    "1188": "quero tanto alguém para me fazer feliz.",
    "1189": "é tão terapêutico tomar banho quando você está triste",
    "1190": "queria estar beijando uma boca específica",
    "1191": "saudades inverno :(((",
    "1192": "@EricFelipe067 mas são pra você",
    "1193": "@Yngmingi KKKKKKKKKK Sorry mas no of eu sofro sim",
    "1194": "a vontade que eu tô de mandar mensagem pra ele :(",
    "1195": "meu deus 😞😞😞😞",
    "1196": "Saudades de quando você se importava comigo.",
    "1197": "ⓘ este usuário ta cansadíssimo",
    "1198": "@basedflork @opensea Hey dude! DM me📩🚀",
    "1199": "amar não deveria magoar tanto",
    "1200": "queria ser a sua saudade",
    "1201": "tenho coração com buraquinho",
    "1202": "claro que vc n entende, n dói em vc.",
    "1203": "@ShillGuard @CoinMarketCap Hello! Let's follow each other to keep in touch🚀📩",
    "1204": "@SkipProtocol Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1205": "RT @TheCryptoSquire: I recently conducted some research on $HTX and personally believe it is a token with significant potential. I have don…",
    "1206": "saudade do cheirinho de uma pessoa específica",
    "1207": "@decentraland Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1208": "@vitxrsorrilhaa 🤣🤣🤣🤣🤣🤣",
    "1209": "@AmandaB96468914 https://t.co/lEh9gU9xJ8",
    "1210": "RT @thxmii_: hoje eu acordei triste desanimada só quero chorar",
    "1211": "eu respeito ate ficante  imagina um relacionamento sério",
    "1212": "esse vazio no meu peito não vai me abandonar nunca..",
    "1213": "insegurança do caralho te odeio",
    "1214": "o meu “nada” é sempre cheio de tudo.",
    "1215": "se você soubesse o quanto eu te quero ficaria comigo.",
    "1216": "RT @__PSantt: O cara tá numa rede social que n sabe nem pra q serve",
    "1217": "@EraOfExplorers @Smartmoneybi Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1218": "status  d hoje: muito triste e desanimada",
    "1219": "eu quero perde meu tempo com ele",
    "1220": "deixar ir não significa deixar de sentir.",
    "1221": "Graças a Deus sexta feira",
    "1222": "Já aceitei, mas não paro de sentir.",
    "1223": "ter medo de gostar de alguém de novo é muito triste.",
    "1224": "@_du_dx_ a pior parte é o enterro, por que ali vc vai ter a certeza que nunca mais vai ver aquela pessoa :(",
    "1225": "Se eu quero você, não se preocupe\ncom quem me quer.",
    "1226": "Tá, mas pq ngm fala da cena que o cachorro morre em grey's Anatomy ???",
    "1227": "Eu só queria entender, porque, \nentre tantas opções, você resolveu machucar uma pessoa que só queria seu bem.",
    "1228": "@vicaxtill oi gata",
    "1229": "amar é uma merda  mas se vc quiser namorar comigo  eu quero",
    "1230": "https://t.co/7toVBsnbC7",
    "1231": "\"e fora do story, como você tá?\"\neu tô cansada e estressada",
    "1232": "eu quando decido limpar casa: 😍😍😍\nquando minha mãe me manda: 😡🤬😡",
    "1233": "@DK_MC67 https://t.co/EsudHz9hEn",
    "1234": "@analluizaxxz obrigadaaaa &lt;3",
    "1235": "guri nojento do caralho, quero que fica pedindo pra mim da rt em foto",
    "1236": "vou começar a ser cuzona",
    "1237": "um dos meus grandes\ndefeitos é ser muito sentimental.\ntudo me afeta, até o modo que a\npessoa me responde.",
    "1238": "@catinosol DM me! We are on offer for today only! Promote with us🚀",
    "1239": "RT @BNB_BALL: $1000 (10x100) GIVEAWAY in $BNBB Token\n February 1st Contest winners are picked.\nRules:\n•Join TG https://t.co/ToITqjpEyJ\n•10…",
    "1240": "Te desafio me deixar ser sua, sua primeira e única",
    "1241": "eu tô cansada disso já",
    "1242": "eu não sei o que eu faço, pra acabar sempre traída e decepcionada, pelas pessoas que eu mais apoio.",
    "1243": "@machadlariss 😭😭",
    "1244": "ninguém morreu por começar do zero.",
    "1245": "saudades de ter amigas que me chama pra algo",
    "1246": "Queria um amor recíproco",
    "1247": "gente é do instaaa https://t.co/s8eKUG7F6U",
    "1248": "estranho perceber que a gente se despediu aquele dia e nem percebeu",
    "1249": "eu te dei um versão de mim que ninguém nunca teve antes.",
    "1250": "no fundo só queremos alguém que não desista de nós",
    "1251": "Medo de dormi, acordar e vê que as coisas estão piores",
    "1252": "@AmandaB96468914 Larga mão",
    "1253": "@jeoncars https://t.co/fkgUhNksQr",
    "1254": "? https://t.co/uZGj8Xe5Yk",
    "1255": "sim, eu preciso de demonstração de afeto pra ter certeza q a pessoa não começou a me odiar do nada",
    "1256": "nao sei pq eu olho as coisa se eu sei que vou ficar triste",
    "1257": "✅ Use $DRN tokens to unlock treasure chests for yields of up to 400%!\n✅ Start mining with Mining Experience Gold for daily revenue!\n✅ Invite friends to mining and earn 5% commission!\n✅ Join in Developer Program and win millions of $DRN!\n✅join the TG: https://t.co/7PjkH9YuaS",
    "1258": "finjo que não, mas dói, e dói muito",
    "1259": "é inevitável te amar assim",
    "1260": "falta muito pra sexta????",
    "1261": "me entreguei de corpo inteiro e mesmo assim você quis outro alguém",
    "1262": "RT @cryptogambinos: We are giving away 10 ETH to 10 lucky minters. Mint your Crypto Gambinos NFT to be in the running! 10x wallets will be…",
    "1263": "Eu gosto tanto de você que até prefiro esconder",
    "1264": "eu me sinto insuficiente a todo momento.",
    "1265": "@kalliany20 Kkkkkkkkk q fofa",
    "1266": "quero minha casaaaa",
    "1267": "o dia que alguém falar de mim no tt eu vou fica muito feliz",
    "1268": "tudo bem vc não querer estar cmg, eu sei que ninguém iria querer  estar com alguém como eu..",
    "1269": "É SOBRE ISSO E TA TUDO BEM",
    "1270": "as vezes eu penso demais, isso me destrói",
    "1271": "me sinto  insuficiente mesmo quando eu dou o meu  melhor",
    "1272": "ele não me escolheu mas tá tudo bem, eu também não me escolheria",
    "1273": "muito engraçado 😂😂😂😂😂😂🤣🤣🤣🤣 maaaaaannnn😂😂😂😂😂😂😂 https://t.co/hhzR4giTPQ",
    "1274": "É possível você sentir falta do que nunca foi seu?",
    "1275": "fora dos stories eu queria estar com ele &lt;3",
    "1276": "\"Vou assistir Bbb pelo conteúdo \"\n\nO conteúdo: https://t.co/Ey9KGKekv5",
    "1277": "me assusta pensar que realmente vai ter uma última vez pra tudo",
    "1278": "@jaine_souza24 não como lasanha \ntenho medo de barata\nnão como Strogonoff\nsou rancorosa",
    "1279": "@jujuamagatos segue de volta",
    "1280": "nenhuma edição do bbb vai superar a do Prior",
    "1281": "todos os dias são contados como mais um dia sem ele",
    "1282": "@Allangabrielsi6 @RenatinhMacedo mds",
    "1283": "eu estou cansada da minha dor e eu gostaria que vc me amasse",
    "1284": "amo criar fanfic antes de dormi",
    "1285": "Impossível entrar hj no tiktok e não chorar, que dor meu Deus",
    "1286": "abraços inesperados &gt;&gt;&gt;&gt;&gt;",
    "1287": "saudade dos momentos...",
    "1288": "eu queria ser mimada",
    "1289": "“vc tá estranha”   eu to é triste…",
    "1290": "eu não consigo parar de chorar",
    "1291": "Adivinha  quem ta feliz?, Isso alguém por aí, porque eu tô triste demais",
    "1292": "@ritestream_io @JayHao_2TM @okx Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1293": "\"ciclos se encerram e ta tudo bem\" \n\nbem pra quem???????",
    "1294": "não vejo a hora de anoitecer pra eu dormi",
    "1295": "a melhor técnica é responder todo mundo de madrugada  ai ninguém responde de volta",
    "1296": "@Figueir12802951 hmhmmmmm",
    "1297": "Já pensou no dia de chuvinha nós dois dormindo de conchinha",
    "1298": "Por pior que seja me conte, não deixa eu descobrir não.",
    "1299": "@arcade2earn @Mars4 Hi! Send me a DM for a great business proposal!⚡",
    "1300": "eu te amo absorvente intimus, eu te amo.",
    "1301": "perder a vontade de comer por estar triste é um dos piores sentimentos que existem.",
    "1302": "eu nunca me arrependi tanto de ter ajudado essa menina cara.. mereço um tapa na minha cara",
    "1303": "eu não me afastei de você, você me afastou de você.",
    "1304": "cheirar a pessoa que tu gosta é a melhor parte do relacionamento",
    "1305": "Por que amar alguém tem que doer tanto?",
    "1306": "eu tinha esperança, mas no fundo eu já sabia q você nn iria ficar.",
    "1307": "meu erro foi achar que eu era importante.",
    "1308": "@elysianequity Hey! DM me🚀📥",
    "1309": "ponto fraco: menino cheiroso",
    "1310": "a melhor parte do calor é quando ele acaba, sdds frio 🥺",
    "1311": "obrigada por se afastar como se nada disse acontecido.",
    "1312": "Pra mim tudo se resolve dormindo ou comendo",
    "1313": "RT @thxmii_: algumas pessoas nos fazem tão bem que a gente fica sem saber como agradecer",
    "1314": "amiga, essa  indireta que tu postou não tem nada haver cmg, posta outra",
    "1315": "@SibellyBarbara obrigada, desejo tudo em dobro 🤍",
    "1316": "o problema é que eu quero te ver mesmo depois de te ver",
    "1317": "qq será q minha notificação preferida tá fazendo agora hein",
    "1318": "? https://t.co/PYTxMOwqb0",
    "1319": "@storm_xzy rttt",
    "1320": "https://t.co/4xVVBhZb0Z",
    "1321": "mudar cmg é perda de tempo, eu não vou atrás e nem procuro saber motivo",
    "1322": "toma no cu luna sua vagabunda",
    "1323": "@wesley_souza003 meus sentimentos minha vida, nem consigo imaginar sua dor 🖤😔",
    "1324": "O que eu sinto por você não vai passar",
    "1325": "@EvertonIbarra aquelas de mercado né ??? nossa uma delícia",
    "1326": "online solteira e sem nenhum gatinho p troca ideia :((",
    "1327": "obrigada Amazon prime https://t.co/OhRXf8qqRn",
    "1328": "RT @_VitoriaCaralho: nem ta na metade do dia ainda  e eu ja to pedindo socorro pra deus",
    "1329": "eu não te odeio, mas odeio oq vc fez comigo.",
    "1330": "pela 3°vez",
    "1331": "Quero encher ele de beijinhosss",
    "1332": "quem te faz rir sabendo que você está quase chorando merece o mundo.",
    "1333": "\"crIh vc dorme muito\"  sim  to tentando ignora a realidade",
    "1334": "@AnaCarolRiqui alaaa já tá assim",
    "1335": "eu só precisava de você aqui.",
    "1336": "se eu fizesse o mesmo com você, você me odiaria.",
    "1337": "não me afastei de você, você me afastou de você.",
    "1338": "@shuugothigsx 😥😥",
    "1339": "Tô tão em choque q eu não consigo nem chorar",
    "1340": "EU NUNCA MAIS PARTICIPO DE SORTEIO NA MINHA VIDA",
    "1341": "Não sei se você mudou ou eu nunca te conheci bem.",
    "1342": "talvez um dia eu seja a sua garota.",
    "1343": "eu quero ser o melhor pra mim mesma, pq o melhor para os outros eu já\ntentei ser e nunca foi suficiente.",
    "1344": "Tudo fica tão bem toda vez que eu ouço a voz dele",
    "1345": "se tivesse frio eu não estaria assim achando que eu estou fedida",
    "1346": "Eu me recuso a ver o óbvio, pq o óbvio não me agrada",
    "1347": "@celulicolico @cyclopexz eu ajudo",
    "1348": "@HTX_Global @Juice_Finance Hi mate! I have a great business opportunity for you! Send me a DM🐉",
    "1349": "alguém me ajuda a pega esse 200 desse tiktok?🤬🤬🤬🤬🤬",
    "1350": "não há sensação pior do que a de estar esgotado mentalmente",
    "1351": "Eu também achei que eu era o bastante Péricles",
    "1352": "pessoas confusas machucam pessoas incríveis e eu já fui as duas.",
    "1353": "@alisuzeraa então*",
    "1354": "Eu te perdoo, mas não teria feito\nisso com você, essa é a nossa diferença.",
    "1355": "queria ele pra mim",
    "1356": "não criem expectativas, as pessoas são decepcionantes.",
    "1357": "@hstygff feito",
    "1358": "eu não queria discutir, só queria dizer como me sentia.",
    "1359": "@Vasconcellosp27 Dorr",
    "1360": "RT @saylor: #Bitcoin is Digital Property. It is superior to other investments such as Gold, Equity, or Real Estate because it is digital, a…",
    "1361": "@Botborgs Hi! Send me a DM for a great business proposal!⚡",
    "1362": "já conheci a pessoa que vou amar por toda a minha vida.",
    "1363": "RT @Eloizamorais7: @_vitsouzaa https://t.co/Hph3EVnjhK",
    "1364": "A saudade invade, chama por você.",
    "1365": "@florkbnbtoken Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "1366": "eu nao entendo por que você nao pode esperar por mim",
    "1367": "Jesus me dá esse homem pelo amor de Deus",
    "1368": "você me machucou e mesmo assim eu tentei te entender",
    "1369": "eu falo que estou bem e aí começo a tweetar coisas triste",
    "1370": "eu te escrevi algo que você nunca vai ler.",
    "1371": "Você aprende muito com o coração partido.",
    "1372": "https://t.co/64jQTnCd3V",
    "1373": "@gus_tavocl @superiIudido é complicada mas não chega a ser um lixo kkkkkk eu amo",
    "1374": "pra dá certo, vai dar errado várias vezes",
    "1375": "tudo bem se vc não me ama, vc pode me usar mesmo assim",
    "1376": "eu sinto que estou esperando por algo que não vai acontecer.",
    "1377": "@envaidecida kkkkkkkkkkkkkkk",
    "1378": "Eu ficaria te olhando por horas",
    "1379": "eu sou a pessoa do \"desculpa, eu dormi\"",
    "1380": "não faça nada por mim  se for jogar na minha cara depois",
    "1381": "por favor não fica estranho cmg do nada",
    "1382": "RT @diam_stack: #Airdrop Alert: $DIAM! \n\n🏆5,00,000 #DIAM+$1000 USDT\n\nDive into the future of finance with DIAM. Easy to join, rewarding to…",
    "1383": "sentimentos reais não passam rápido.",
    "1384": "@abfavero o meu Deus kkkkkkk sorry",
    "1385": "já pode acabar 2022",
    "1386": "imagine alguém dizendo “não posso te perder, vamos consertar isso” e provando isso",
    "1387": "nada supera um \"você tá cheirosa\"",
    "1388": "parte de mim                                                                entende a tua partida                                                        outra parte                                                                         morre de saudades.",
    "1389": "@lilastay parabénns",
    "1390": "que SAUDADE DO CARALHOOOOO",
    "1391": "um abraço seu resolve tanta coisa...",
    "1392": "Já pode acabar essa semana  e ir direto pra dezembro",
    "1393": "@BtcPeoples_DA Hi! Send me a DM for a great business proposal!⚡",
    "1394": "queria tá numa prainha",
    "1395": "@vitxrsorrilhaa a vai sofrer na cadeia",
    "1396": "Como dói saber que vc não vai ter mais contato com aquela pessoa que você tinha uma sintonia incrível",
    "1397": "\"e tá tudo bem\" NÃO TÁ NADA BEM INFERNO",
    "1398": "Estou acordada faz uns 10 minutos e já  cansei desse dia",
    "1399": "@_barretoanna Como está ??",
    "1400": "@impactmarket Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1401": "segurar o choro dói mais do que chorar.",
    "1402": "essas hora já bate um desânimo",
    "1403": "por mim eu estaria ai cntg  te dando uns beijo e carinho",
    "1404": "amor namora comigo pra eu cantar Saturno  pra você",
    "1405": "@comentatudo2020 @sabsngr Amiga eu vi um vídeo de uma menina amiga de uma tal de japa falando sobre",
    "1406": "@kalliany20 vishh",
    "1407": "@telesxy realmente",
    "1408": "coração traumatizou",
    "1409": "eu te amarei por 1001 motivos",
    "1410": "Vai dar certo sim, e não vai ser porque ninguém me ajudou e sim porque eu fiz acontecer.",
    "1411": "é muitooo bom conversar com alguem   que puxa assunto e mostra interesse mds",
    "1412": "Meredith foi tão egoísta em não ter avisado a irmã do Derek sobre a morte dele",
    "1413": "hoje é um daqueles dias que eu precisava de você aqui",
    "1414": "dói tanto pensar que o meu melhor nunca foi o suficiente pra você.",
    "1415": "pratiquem a lei da atraçao pra mim ganhar o sorteio do insta :(((((",
    "1416": "\"mas isso é o mínimo\" pois é amg o problema é que eu nunca tive nada",
    "1417": "aquelas “piadinhas” me afetaram sim, mas eu tive que fingir que não.",
    "1418": "Você é aquele em que eu penso todos os dias",
    "1419": "será que algum dia haverá paz no meu coração ???",
    "1420": "Saudades de sorrir com suas mensagens",
    "1421": "cuide da sua saúde mental, porque se sua cabeça não funcionar, nada funciona.",
    "1422": "eu sinto sua falta o tempo todo",
    "1423": "desculpa a demora p responde eu estava imaginando nós dois juntos",
    "1424": "@eita_camilaa @CrimesReais @ricaPar1 parece o Arthur",
    "1425": "nunca mais eu vou ser triste depois de fazer uma lipo",
    "1426": "@kalliany20 KKKKKKKKII",
    "1427": "meu deus que tristeza ter que dormir sozinha sem a companhia de um moreno lindo cheiroso e tatuado fazendo carinho no meu cabelo",
    "1428": "falo,ando junto,brinco,dou risada,troco idéia, mas não confio.",
    "1429": "Tem dias que eu sinto que meu coração não irá aguenta de  tanta tristeza que eu  sinto",
    "1430": "@alt_layer @XterioGames @eigenlayer @ethereum @Optimism @eigen_da Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1431": "decepções fazem você abrir\nos olhos e fechar o coração.",
    "1432": "@DizzyJoints @base DM me! 📨🚀",
    "1433": "eu nunca mais vou beber",
    "1434": "vc dividiria um apartamento comigo?\n𝘀𝗲𝘅𝘂𝗮𝗹𝗶𝗱𝗮𝗱𝗲: Hétero\n𝗮𝗹𝘁𝘂𝗿𝗮: 1,56\n𝗺𝗯𝘁𝗶: ESFP\n𝘀𝗶𝗴𝗻𝗼: libra\n𝗰𝗼𝗿: rosa e preto \n𝘃𝗮𝗻𝘁𝗮𝗴𝗲𝗻𝘀:  iria rir a todo momento\n𝗱𝗲𝘀𝘃𝗮𝗻𝘁𝗮𝗴𝗲𝗻𝘀: nenhuma https://t.co/VskthlRDO4",
    "1435": "me tornando pouco a pouco, a pessoa que eu deveria ter sido a muito tempo.",
    "1436": "eu te odeio pelas noites que me fez passar em claro chorando por ti.",
    "1437": "se ele criar tt e começar a me seguir eu tô ó  🤜✋ ó 🤜✋🤜✋ ó 🤜🤚ó 🤜🤚🤜🤚🤜🤚",
    "1438": "eu amo ficar com o cheiro da pessoa depois que ela me abraça",
    "1439": "🧠 : eu desisto\n 🫀 : uma última tentativa",
    "1440": "@MedievalEmpires Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1441": "sou viciada em me isolar  e fica remoendo tudo q to sentindo",
    "1442": "@TH4NIC obrigadaaa 🥰🥰",
    "1443": "quando eu vou ser amada de verdade?",
    "1444": "dar selinhos e ficar olhando o rostinho da pessoa é a elite.",
    "1445": "eu chamando ele pelo nome: 🥰🙂❤️\nquando ele me chama pelo meu nome:😞😞😞",
    "1446": "@T_Henri7 🤣🤣",
    "1447": "@ceerejinha obrigadaaa",
    "1448": "chorar de raiva é uma das piores coisa que tem",
    "1449": "doeu tanto que até minha mãe percebeu meu desânimo.",
    "1450": "Estou com saudades e só quero que ele  volte a falar comigo igual antes",
    "1451": "e eu iria por você onde ninguém foi por mim.",
    "1452": "@ricaPar1 nao só ela né",
    "1453": "@Amandasuamae obrigada anju ❤️",
    "1454": "🚨URGENTE: estou com saudades delekk",
    "1455": "to doidona, tô doidona. Alucicrazy, alucicrazy .",
    "1456": "eu não tenho um dia de paz pqp",
    "1457": "@aninhaxtnj sim amg",
    "1458": "@ttuitaju insta amor",
    "1459": "@illimeow mágoa :(",
    "1460": "@rowleysol @CoinvoteCC Hey! Want to promote? DM me📩🚀",
    "1461": "mais um domingo que eu não vou almoçar na casa da sogra",
    "1462": "aí luna fica com o Alejandro pvf",
    "1463": "@envaidecida penso nisso todos os dia quando penso em bater uma tatto no braço",
    "1464": "Sofrendo por aquilo que nem aconteceu",
    "1465": "\"você não vai ficar triste por causa disso né?\" \nlógico que não né KKKKKKKKKKKKL(VOU SIM",
    "1466": "que saudade dessa notificação",
    "1467": "@Ronalddamazio12 https://t.co/Of3xEUGdVd",
    "1468": "a falta de comunicação estraga muita coisa",
    "1469": "a parte ruim de pedi pra entregar lanche é que vc tem que sair e dialogar com o entregador kkkkkkkkk",
    "1470": "@vargashelen_ 😭😭😭",
    "1471": "queria uma amizade masculina",
    "1472": "RT @24horasrap: \"3 reais? Muito caro 💭\" https://t.co/xm85Iu47GL",
    "1473": "@ansluizza KKKKKKKKKKKKK LINDA",
    "1474": "@AnaCarolRiqui :(",
    "1475": "O meu coração ainda pergunta por você as vezes.",
    "1476": "o brilho sumindo quando você manda uma msg super empolgada e a pessoa responde de forma seca",
    "1477": "o ano tá acabando e eu não fiz nada produtivo",
    "1478": "RT @claarinhaz: usando dr0gas enquanto espero meu sol brilhar",
    "1479": "coisas que eu sinto falta: Ele",
    "1480": "quero alguém que me ame a ponto de ter medo de me perder.",
    "1481": "@tuittave e a Luna com o Alejandro",
    "1482": "tenho medo de errar a todo momento",
    "1483": "se dinheiro fosse ruim com certeza eu teria bastante",
    "1484": ":(",
    "1485": "dia nublado e chuvoso= assistir a saga crepúsculo",
    "1486": "@gabsmisu18 simmmmmm 😭😍😍",
    "1487": "@Mariana13042018 @AngelSinnerC eu também acho que vai ter",
    "1488": "@eriveltoncr07 Sim sim",
    "1489": "@DVC_Global Hey! DM me📥🚀",
    "1490": "sempre que posso  coloco aquela música que  me faz lembrar de você,  e a cada segundo dela eu imagino voce aqui comigo.",
    "1491": "RT @thxmii_: Um dos meus defeitos é ser muito sentimental, tudo me afeta, até o modo que a pessoa me responde.",
    "1492": "simplesmente cansada de tudoo",
    "1493": "@c0smicgirll Maravilhosa",
    "1494": "Sinto tanto a sua falta, quando me lembro dos bons momentos, começo a chorar",
    "1495": "Você teve o meu coração na palma da sua mão e você brincou com ele",
    "1496": "feliz ano novo caralhooo",
    "1497": "a amizade do Ander e o guzman é tão 🥰🥰🥰",
    "1498": "é horrível a sensação que você incomoda e a pessoa se cansou de você, enquanto você tem medo de perder ela",
    "1499": "@csxtdiass Não achei",
    "1500": "como desinstala a vontade de largar tudo e sumir??",
    "1501": "Ce tinha que ver a forma que eu\nfalava de você..",
    "1502": "Normalizem chama os outros de pobre na brincadeira KKKKKKKKK https://t.co/EX4SvibBJj",
    "1503": "@kauanencc sdv",
    "1504": "@ermao06 Obrigada obrigada",
    "1505": "Do que/quem você está sentindo falta?",
    "1506": "@marllongds desculpa aaaaaaaa",
    "1507": "queria https://t.co/QwneJEGCWN",
    "1508": "nem chegou segunda feira e eu ja quero  que ela acabe",
    "1509": "que sábado mais chato",
    "1510": "@DK_MC67 iKKKKKKKKKKKKK",
    "1511": "eu só queria uma última vez",
    "1512": "@AnaCarolRiqui quem que gosta ???? https://t.co/OfpmfWcjSL",
    "1513": "meu cérebro me convence que eu postei alguma coisas sem querer no story do insta",
    "1514": "@favzmaya terapia urgente",
    "1515": "perder a vontade de comer por estar triste é um dos  piores sentimento que tem",
    "1516": "procuro ficante para passar natal e ano novo juntos",
    "1517": "eu queria poder te ver todos os dias",
    "1518": "pq vc me chamou pelo meu nome ? vc tem outra ?",
    "1519": "de repente eu senti sua falta de novo",
    "1520": "RT @_VitoriaCaralho: As palavras machucam",
    "1521": "@AmandaB96468914 amadurecidah",
    "1522": "\"já superei sim\"\n\nno Twitter: nossa q saudade dele",
    "1523": "bom dia pra muitos menos pra algunss",
    "1524": "só consigo sentir nojo",
    "1525": "@wxvivi que saudade de vc na minha tl",
    "1526": "Mente ocupada não sente falta de ninguém.",
    "1527": "@vampday ????",
    "1528": "acho que vou procurar novas amigas",
    "1529": "@TGG_Official_CH DM me! please i want to chat with you🚀",
    "1530": "Será que existe vida após a morte ?",
    "1531": "@Eu_Dan421 ❤️❤️",
    "1532": "sempre tem outra pessoa kkkkk vsf",
    "1533": "@alvxaro #MTVMIAWMEMEIROALVARO",
    "1534": "\"sinto sua falta\" ok, me beija agora",
    "1535": "hoje eu estou especialmente feia",
    "1536": "bom dia n vejo a hora de ir dormir dnv",
    "1537": "não tem um dia que eu não pense na sua volta.",
    "1538": "nunca troque 1 pessoa por 1 momento.",
    "1539": "sou feliz quando falo com ele",
    "1540": "\"Ninguém vai sofrer sozinho,todo mundo vai sofrer\"....",
    "1541": "@adrianopq_ Sofro sim amg KKKKKKKKK",
    "1542": "@ttcllui obrigadaaaa",
    "1543": "Magina se incomodar com o que os outros posta",
    "1544": "@alisuzeraa encomoda eu",
    "1545": "Como eu sou linda, nem parece que fui destruída emocionalmente e tenho 287 traumas",
    "1546": "quem te faz rir sabendo que você tá quase chorando,  merece o mundo",
    "1547": "sinto saudade de  como as coisas era antes entre a gente, mas você se afastou isso me machuca muito",
    "1548": "@AnaCarolRiqui viu como é ruim",
    "1549": "eai vc dorme pra esquecer ele e acaba sonhando com ele",
    "1550": "usar um anel, pulseira, ou colar que foi dado a você é como carregar sempre a pessoa que deu a você com você",
    "1551": "não sei se choro, estudo, ou choro enquanto estudo.",
    "1552": "RT @_vitsouzaa: não tô bem, só um beijo dele pra melhorar as coisas",
    "1553": "talvez em uma outra vida, poderemos ficar juntos",
    "1554": "aí quer saber ? dane-se vou dormi kkk",
    "1555": "eu já penso muito, aí chega a madrugada pra piorar tudo..",
    "1556": "@Bi4_Silva KKKKKKKKKJJJJ",
    "1557": "evite decepções, \ndiga “ta de boa”\ne se retire.",
    "1558": "um abraço específico era tudo q eu queria pra hj :(",
    "1559": "queria um dengo",
    "1560": "nem chegou e eu já quero que acabe https://t.co/3guTQvPNPw",
    "1561": "se arrependimento matasse",
    "1562": "@reescrevi_frase que sonho 🥹",
    "1563": "Que tristeza",
    "1564": "aí queria que luna ficasse com o Alejandro",
    "1565": "eu era feliz na época em que eu  dançava Bonde das Maravilhas",
    "1566": "@sentaaquievai_ olha dm",
    "1567": "eu odeio o quão sensível eu sou",
    "1568": "eu penso demais e isso me deixa tao triste",
    "1569": "sinto a sua falta quando você não está aqui cmg",
    "1570": "Eu sinto saudades de tudo que vivemos",
    "1571": "RT @drezinR_: amg vc precisa de um psicologo nao de um namorado",
    "1572": "a virginia simplesmente me irritou não consigo gostar mais dela",
    "1573": "me arrependo de ter ajudado essa mina slc",
    "1574": "me coloquemm https://t.co/SfXj8vxILL",
    "1575": "decepções fazem você abrir os olhos e fechar o coração.",
    "1576": "coisas mal resolvidas voltam.",
    "1577": "eu queria ser a sua pessoa",
    "1578": "@_arthurbuarque Sério ?KKkkkkkkkk",
    "1579": "choro todas as noites com suadade dele",
    "1580": "gosto da forma que você acelera meu coração e ao mesmo tempo acalma também.",
    "1581": "você é a minha maior saudade.",
    "1582": "sempre tem outra garota.",
    "1583": "@ttdaritsxp que perfeitaaa",
    "1584": "Por eu tenho que gostar tanto de você ?",
    "1585": "Busco webnamoro",
    "1586": "te amar me machucou muito",
    "1587": "@PepesRunes Hey! DM me 🚀",
    "1588": "qualquer coisa que acontece eu fico com vontade de chorar",
    "1589": "doeu mas não me matou, então vida que segue",
    "1590": "@EricFelipe067 caraaaaa voce se incômoda  com tudo",
    "1591": "todos nós queremos enviar uma mensagem de que não podemos",
    "1592": "@_gabibrandt Tô sentindo cheiro nenhum",
    "1593": "você comigo é tudo que eu queria",
    "1594": "@claarinhaz @vicaxtill fui",
    "1595": "sensação linda quando você para de se importar com algo que doeu",
    "1596": "@maysinhaaa_ amei",
    "1597": "a única pessoa que eu perdi e preciso de volta sou eu",
    "1598": "minha cabeça ta doendo mt   deve ser de tanto pensa em nele",
    "1599": "@M_inacio9 https://t.co/dDZgkJ6YaD",
    "1600": "fingir que está tudo bem me sufoca as vezes",
    "1601": "@lizzygraantt sim",
    "1602": "@_VitoriaCaralho prova aí",
    "1603": "no fundo eu nunca fui suficiente.",
    "1604": "Amadureci pela dor, não pela idade.",
    "1605": "Não estou bem e falar  com vc com certeza iria me fazer bem",
    "1606": "odeio andar apé, só hj cumprimentei 3 pessoas",
    "1607": "por isso admiro o reino animal, quando nasce com problema assim a mãe já mata no ninho e come https://t.co/YrH0sHp1pQ",
    "1608": "@punksuya 🙈",
    "1609": "Doeu ver que você não se importava de me perder",
    "1610": "enfim a hipocrisia",
    "1611": "pra namorar cmg  tem q aguentar eu cheirando vc igual cachorrinho",
    "1612": "Como eu queria estar com ele agora",
    "1613": "minha conta reserva @_vivitxx https://t.co/ds6CeM9YcP",
    "1614": "ou eu te respondo em 5 segundos ou em 8 horas",
    "1615": "@B3arocha @Yuriheverton_ KKKKKKKKKKKK Amoeba",
    "1616": "não consigo dizer que estou com saudades, tô aqui  escrevendo e apagando todas as mensagens :(",
    "1617": "tudo me deixa totalmente cansada",
    "1618": "@AnaCarolRiqui nossa muito 😡",
    "1619": "viciada em arquivar a conversa pra nao bloquear",
    "1620": "fazendo o q eu disse q nunca mais iria fazer",
    "1621": "🫀: to cansado\n🧠: eu também estou",
    "1622": "@masefwy @thxmii_ @envaidecida amg naokkkkkkk",
    "1623": "única parte que eu mais gosto do meu serviço, é o pagamento",
    "1624": "@CeniOliveira1 Desculpa 😭",
    "1625": "ele foi a amizade mais linda que eu tive, doeu muito perder",
    "1626": "@shy_shy666 não é erro ortográfico, é mais quando escreve a palavra errada mesmo",
    "1627": "RT @_VitoriaCaralho: bom dia to com saudade dele",
    "1628": "perder peso por estar triste é a pior coisa q pode acontecer",
    "1629": "a raiva passa, a decepção não.",
    "1630": "mina q fala 40 assuntos de uma vez só = perfeita",
    "1631": "@lizzygraantt minha dm é cheio desses cara mdss q nojo",
    "1632": "@kalliany20 normal, acho até estranho quem não talarica",
    "1633": "Gosto de sair com pessoas que me fazem esquecer que tenho celular",
    "1634": "a ansiedade faz vc ter medo até das coisas darem certo",
    "1635": "eu falo \"tá tudo bem\" e fico chorando por dias",
    "1636": "@chainswaperc Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1637": "@Bruno_alves2002 vou aí fazer frango frito e tomate",
    "1638": "@morfeytoken @ton_blockchain Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "1639": "quem te quer,  não te evita.",
    "1640": "Bom dia, que saudade dele",
    "1641": "Devo o maior perdão a mim mesmo, por aguentar coisas que não deveria.",
    "1642": "perguntas pvf 🤍\n\nhttps://t.co/aZehtxNar8",
    "1643": "no fim, é você por você.",
    "1644": "https://t.co/28jQQzEzQx",
    "1645": "Eu nunca precisei de drogas tudo que eu amei me destruiu o suficiente.",
    "1646": "sim https://t.co/SeLjWjlJB5",
    "1647": "Tua voz e tua respiração são meus sons preferidos",
    "1648": "@vicaxtill te amo muito",
    "1649": "@thxmii_ @envaidecida essa não é sua cintura ??? 🤔🤔🤔🤔",
    "1650": "Todos os dias me imagino do seu lado",
    "1651": "@millypdt obrigada anjo",
    "1652": "@__kalyta qual ??",
    "1653": "@elisaxwl obrigadaaaa",
    "1654": "tô off de disputa, quero prioridade",
    "1655": "se sentir incluída em uma família que não é sua é tão: ❤️‍🩹❤️‍🩹❤️‍🩹",
    "1656": "Eu te amei como jamais um outro alguém vai te amar",
    "1657": "@TSBCreators @Pandapops7 @LukusIsRight Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1658": "eu tenho 1 pessoa na mente o dia todo.",
    "1659": "@alinnevivi_ amg eu amei",
    "1660": "@evelinvitoriasz obrigadaaa, desejo tudo em dobro. ❤️",
    "1661": "@TheSandboxGame @ParisBlockWeek @TeamYobike @MetavestCapital @CroixRouge Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1662": "\"Tu não era assim\" agora eu sou!",
    "1663": "@anaa_huth amiga eu amei cara",
    "1664": "para a pessoa que ficou comigo mesmo no meu pior, obrigado.",
    "1665": "@alisuzeraa :(",
    "1666": "@Llliginha mais que o seus ?KKKKKKKKKKK OK",
    "1667": "RT @thxmii_: Você é rodeado de pessoas, e NÃO de amigos..",
    "1668": "@giugiu__martini :(((",
    "1669": "Ja pode acabar segunda feira",
    "1670": "cada dia te querendo mais",
    "1671": "que Deus afaste os mc vk da minha vida. Amem",
    "1672": "@dudafvs .",
    "1673": "tomara que eu ganhe na mega da virada (nem joguei",
    "1674": "azzy nunca erra, zero defeitos",
    "1675": "Como ficar nem aí pra uma coisa que tá muito aí",
    "1676": "@reescrevi_frase infelizmente são coisas da vida..",
    "1677": "eu queria estar beijando você",
    "1678": "isso que é foda",
    "1679": "não tô bem, só um beijo dele pra melhorar as coisas",
    "1680": "https://t.co/3UsJcFmxkD",
    "1681": "se vc soubesse o quanto eu quero te ver hoje",
    "1682": "meu deus eu acordei e ta acontecendo a terceira guerra mundial eh isso mesmo?????",
    "1683": "aaaaaa queria ele aqui comigo",
    "1684": "@florkbnbtoken DM me! please i want to chat with you🚀",
    "1685": "pensando em nada sofrendo por tudo.",
    "1686": "tô saturada disso",
    "1687": "quero muito chorar",
    "1688": "i se eu ti der meu coraçao",
    "1689": "a pessoa que eu mais considerava me machucou....",
    "1690": "eu trocaria tudo pra estar com você",
    "1691": "não vejo a hora de chegar a noite pra mim dormi de novo",
    "1692": "minha rotina é bem simples, eu acordo e sofro",
    "1693": "@TAOinueth @TatsuEcosystem Hi! Send me a DM for a great business proposal!⚡",
    "1694": "eu me lembro como se fosse ontem do dia em que te conheci.",
    "1695": "@scotlien https://t.co/aIc8mWCMII o melhor q tem",
    "1696": "que vontade de viver um romance",
    "1697": "pessoas confusas machucam pessoas incríveis, e eu já fui as duas.",
    "1698": "tudo que eu queria era tu aqui comigo",
    "1699": "um beijo específico",
    "1700": "o jeito q eu me torturo com meus próprios pensamentos é diferente.",
    "1701": "é cada Playboy pagando de malandro KKKKKKKKKKK",
    "1702": "@goodentrylabs Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1703": "muito bom dormi depois do almoço",
    "1704": "chega em mim e fala o que está acontecendo, mas não muda comigo do nada não.",
    "1705": "aí tô ficando na bad....",
    "1706": "comorbidade: chorar por ficante em role",
    "1707": "@EricFelipe067 Lindooooo",
    "1708": "é que ultimamente nem eu me entendo.",
    "1709": "que saudade de você 😩",
    "1710": "Sonhar com ele me deixa tão triste",
    "1711": "pior coisa que tem é você começar a conversar com alguém que acabou de sair de um relacionamento",
    "1712": "sinto um vazio",
    "1713": "me devolve as madrugada que eu ficava conversando com vc",
    "1714": "@ermao06 nossa senhora",
    "1715": "@telesxy bom diaaa",
    "1716": "eu posso perder tudo, mas você não, você não.",
    "1717": "que calor do caralho",
    "1718": "@EricFelipe067 KKKKKKKKKKKKKKKKK",
    "1719": "@iloterble gente é uma música porra kkkkkkkk",
    "1720": "vao fazer perguntas  para mim 😘\n\nhttps://t.co/aZehtxNar8",
    "1721": "@clear_rav https://t.co/N2IY0ey3N8",
    "1722": "Queria ele, só ele",
    "1723": "como que eu vou dar bom dia pra ele se ele só acorda a tarde",
    "1724": "eu estou chorando praticamente por tudo",
    "1725": "paga de marrento \nmas faz tudo q eu quero",
    "1726": "dormir de conchinha deus me livre mas quem me dera :(",
    "1727": "@sojmnie seguindoo",
    "1728": "@fqckpaliwalgrey Choramosss",
    "1729": "quem vai manda perguntas ?? 🤭\n\nhttps://t.co/2s2Xovk8Wf",
    "1730": "@Isaque_sales67 Avá KKKKKKKK",
    "1731": "você sempre está no meus pensamentos",
    "1732": "o pra sempre é sobre memórias e não pessoas.",
    "1733": "engolir o choro dói mais do que chorar",
    "1734": "@Hesperzinho amém ❤️❤️",
    "1735": "Talvez não seja nessa vida ainda, mas vc ainda vai ser a minha vida",
    "1736": "estou esperando por algo que eu sei que não vai acontecer.",
    "1737": "a vida é melhor sem sutiã",
    "1738": "quero que você seja  obcecado e louco por mim",
    "1739": "@FjordFoundry Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1740": "não sabemos quando é a última vez e isso me assusta",
    "1741": "desculpa mas eu sou insegura e preciso q vc smp demonstre q não cansou de mim",
    "1742": "daria tudo p tá de love com ele",
    "1743": "RT @thxmii_: eu ODEIO coisa mal resolvida pq minha ansiedade n me deixa em paz, fico pensando mil coisas q eu possa ter feito mesmo sabendo…",
    "1744": "@purplyyyyyy ah mano q saco KKKKKKKKK",
    "1745": "Eu sou o mclovin",
    "1746": "@VodWallet @Armonia_Network Hi! Send me a DM for a great business proposal!⚡",
    "1747": "não se apaixone, durma",
    "1748": "catapimbas meo",
    "1749": "@gabsculture mas acabou, não vai ter mais frio amg",
    "1750": "juro que pensei hj na Jaqueline guerreiro ao vivo em algum podcast e eu acabo de entrar no YouTube e ela está ao vivo no podpah KKKKKKKKKK",
    "1751": "l7nnon é sem condições   pqp",
    "1752": "não tenho mais ânimo",
    "1753": "Eu queria um ombro amigo pra me apoia as perna",
    "1754": "distraia sua mente ou ela vai acabar com você.",
    "1755": "deveria ter terminado de comer aquele lanche",
    "1756": "@scotlien eu te segui laaa",
    "1757": "Eu quero ser a sua garota",
    "1758": "queria ter alguem que venha em casa toda vez que eu estiver triste",
    "1759": "@rafamacau insuportável",
    "1760": "eu te dei uma versão de mim que ninguém nunca teve antes.",
    "1761": "me olhando no espelho e me perguntando o por que sou tao insuficiente",
    "1762": "eu só quero abraçar você por horas.",
    "1763": "Eu tô tão magoada, magoada no extremo q eu nem consigo mais ficar triste sei lá, tá estranho",
    "1764": "a dor no peito antes de chorar é a pior",
    "1765": "odeio casal feliz",
    "1766": "@_VitoriaCaralho mascando",
    "1767": "eu e minha  mania de sentir  e não faIar",
    "1768": "Quero beija ele &lt;3",
    "1769": "@_VitoriaCaralho 🤫🤭🤭🤭",
    "1770": "a falta de comunicação estraga muita coisa.",
    "1771": "tô pensando  em virar mandraka, esse povo parece que nunca tá triste",
    "1772": "ausência gera desinteresse e não saudades",
    "1773": "acordei e não foi do lado dele",
    "1774": "o erro foi seu, mas as consequências foram em mim",
    "1775": "coisas que já fiz por macho \n\nacreditei em um",
    "1776": "quem te faz rir sabendo que você tá quase chorando merece o mundo.",
    "1777": "nunca vi alguém ser tão fria pra certas coisas e ao mesmo tempo tão sentimental pra outras coisas igual a mim",
    "1778": "@AbranchesT Qual ?",
    "1779": "@topdotco @festival_web3 Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1780": "como um pensador excessivo, eu realmente preciso que as coisas fiquem claras para mim.",
    "1781": "é estranho como você pode sentir dor física no peito e no estômago quando algo realmente magoa seus sentimentos",
    "1782": "eu ainda espero por você.",
    "1783": "eu mereço  alguem que me ame e nao alguem que me deixe insegura.",
    "1784": "Aí cê vem com esse beijo das galáxias",
    "1785": "@idolshelpffxofi https://t.co/tKiVnZw2OF",
    "1786": "\"amo sua vibe\" de puta depressiva?",
    "1787": "eu sinto sua falta todos os dias.",
    "1788": "RT @ssalines007: Perdoar até perdoo, já voltar a confiar e outra parada",
    "1789": "sinto falta de nós, todos os dias...",
    "1790": "como ser feliz morando no Brasil ?",
    "1791": "a jade escrota pra caralho se um dia fui fã não lembroo",
    "1792": "fala na cara mona",
    "1793": "Fala que tá com saudades  logo a vida é um sopro",
    "1794": "estou com tanta saudade",
    "1795": "@GenWealthOnSol Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "1796": "não me surpreende mas infelizmente me abala.",
    "1797": "se eu não te amasse tanto assim...",
    "1798": "ainda te espero, mesmo sabendo que você não vem.",
    "1799": "não aguento mais me sentir assim meu deus até quando ?",
    "1800": "fui assaltada levaram meu ânimo",
    "1801": "eu juro que estou dando o meu melhor (não estou nem tentando kk",
    "1802": "@sabrizx @sabrizx qual tu fez?",
    "1803": "eu preciso tanto de alguém que esteja animado em falar comigo todos os dias...",
    "1804": "@nairucky amiga procura terapia 🤍🤍🙏",
    "1805": "Todos os dias eu acordo e espero que as coisas sejam diferentes.",
    "1806": "sdd do útero da minha mãe  as coisas lá era mais de boa",
    "1807": "nem p dormi eu sirvo",
    "1808": "@laurapmed amiga sim KKKK",
    "1809": "Obrigada a todos pelos conselhos mas eu vou fazer o que eu quiser kkkkk",
    "1810": "um abraço seu resolve tanta coisa",
    "1811": "@s4turnjuju meu deus",
    "1812": "@EricFelipe067 Deixo",
    "1813": "um dia te conto o quanto gostei de ti",
    "1814": "RT @_VitoriaCaralho: terapia? eu preciso de amor e carinho",
    "1815": "@Milleny2234 tá uma merda",
    "1816": "não é a distância q afasta as pessoas. \né o tanto faz.",
    "1817": "Eu vou te amar como um idiota ama",
    "1818": "há datas que eu vou me lembrar por toda a minha vida.",
    "1819": "tenho dificuldade em deixar ir, mas quando deixo, não procuro mais.",
    "1820": "@LuizHinriqui @Ronalddamazio12 KKKKKKKKKKKKKKKK",
    "1821": "você me machucou, e eu pedi desculpas.",
    "1822": "@Solanasprinkles @solana Hi! Send me a DM for a great business proposal!⚡",
    "1823": "eu só quero paz e dinheiro",
    "1824": "no fundo eu sabia q você não iria ficar",
    "1825": "@Tacianyoliv Muito engraçado",
    "1826": "eu já sabia que isso ia da merda, só continuei pra ter certeza mesmo",
    "1827": "insegurança auto-estima baixa é tudo que eu tenho",
    "1828": "DEUS OQ FOI QUE EU FIZ PRA MERECER ISSO pf não responde",
    "1829": "é de lei um cochilo depois de almoçar",
    "1830": "queria pode fazer alguma coisa :(",
    "1831": "acho q pra regular meu sono preciso dele pra dormi comigo",
    "1832": "@EricFelipe067 😔😔",
    "1833": "vejo ele em todas as minhas músicas favoritas",
    "1834": "tô bem, porém se eu pensar muito eu choro",
    "1835": "@LuaM201922 obrigada 💓",
    "1836": "Queria ter um rolinho, tipo namoro só que sem ser namoro",
    "1837": "me preparei para a queda mas ainda sim doeu",
    "1838": "@flaviagostos4 Seguindo",
    "1839": "relações saudáveis exigem conversas difíceis, não dá pra fugir disso.",
    "1840": "insta, volta logo pra eu postar uma foto pra ele reagir",
    "1841": "Sei que não sou grande coisa,\nmas eu daria tudo de mim\npra te ver feliz.",
    "1842": "@Heartduda1 fiquei na esperança",
    "1843": "falta muito pra sábado ??",
    "1844": "@LordTimothyDext Hey, we have one of the largest crypto communities. DM me for promotion🚀",
    "1845": "Tô afastada de quem eu mais queria do meu lado.",
    "1846": "quero estar com alguém que eu tenha certeza que eu sou a única opção",
    "1847": "posts foto logo amor pra eu reagir",
    "1848": "@isadoraasouzaa_ Onti",
    "1849": "vão errar ctg e ainda vão te fzr pensar q o errado é VC",
    "1850": "então eu sou um menino https://t.co/9jMlOfSM9u",
    "1851": "não https://t.co/LwVwr3Ej8q",
    "1852": "@Bernard0PIX PIX APROVADO NA HORA!!\nCHAMA NO WHATSAPP QUE É CERTO:\nhttps://t.co/KkD3ikMBpQ",
    "1853": "eu de calcinha e camisa de homem&gt;&gt;&gt;&gt;&gt;&gt;🥰🥰🥰",
    "1854": "@morais_corna obrigada amor",
    "1855": "se eu não fosse a aluna engraçada do Fundão eu não precisaria ir fazer essa prova do encceja",
    "1856": "desculpa a insegurança é que me traumatizaram",
    "1857": "votem 💗",
    "1858": "foi um ano difícil mas com muitas memórias, pessoas, e momentos. :(",
    "1859": "odeio ter que fingir que não ligo pra um bagulho que tá simplismente\nacabando comigo por dentro.",
    "1860": "terapia pra mim é ver vídeo de pessoas fazendo almoço ou janta",
    "1861": "Felipe prior o único",
    "1862": "@vihsantoxs sdv vida",
    "1863": "Tô muito carente, queria um carinho",
    "1864": "alguém que diga: “vamos consertar, não quero te perder.”",
    "1865": "eu quero ser beijada por ele",
    "1866": "se você apenas soubesse o quanto eu gostava de você.",
    "1867": "Doeu até a alma, mas aprendi a esconder muito bem.",
    "1868": "So um pix pra acabar com a minha tristeza",
    "1869": "quando eu era novinha assistia a novela mutantes e ficava mdsss, agora eu assisto e fico \"que porra é essa\"",
    "1870": "quero beija ele até minha boca doer",
    "1871": "vcs vacilam d+ com quem tá 100% por vcs",
    "1872": "@Luciana52762242 obrigadaaaa",
    "1873": "Homem que chega na mulher sem necessidade nenhuma quando ela tá dançando é tão chato",
    "1874": "eu te conheci sem saber que ia te amar tanto.",
    "1875": "imagina vc gostar da pessoa  e ela gostar de vc",
    "1876": "não tem coisa melhor do que estar com alguém que você goste",
    "1877": "https://t.co/kPUyYOa2TB",
    "1878": "queria tanto um rolê tipo farofa de gkay",
    "1879": "ja cheguei em um ponto que quase nada me machuca mais",
    "1880": "\"vida\"🦋🦋🦋",
    "1881": "@marllongds :/",
    "1882": "Esse usuário precisa de um abraço.",
    "1883": "Eu sinto falta da gente ..",
    "1884": "RT @_VitoriaCaralho: Meu WhatsApp nunca foi tão parado como esta agr",
    "1885": "insegurança não é opção, é trauma.",
    "1886": "pq vc tem figurinhas novas amor ta conversando com mais alguém ???",
    "1887": "sera q algum dia eu vo namorar i ser feliz ?",
    "1888": "é tanto trauma acumulado q às vezes tá tudo bem mas acontece uma coisinha q me relembra oq já me magoou e eu fico profundamente chateada dnv",
    "1889": "@saatierf Afff",
    "1890": "RT @_VitoriaCaralho: olha, lerda não  apenas vivo na suavidade",
    "1891": "Ah gente não tô acreditando nisso",
    "1892": "ele me tem de uma maneira que ninguém mais terá.",
    "1893": "eu sou uma pessoa tão compreensiva que chego a ser otária",
    "1894": "@ricaPar1 Vamos cata ela",
    "1895": "https://t.co/SYTyIEtprE",
    "1896": "não existe pessoa certa, existe quem quer fazer dar certo.",
    "1897": "encontrar amor e amizade em uma pessoa &gt;&gt;&gt;&gt;&gt;&gt;",
    "1898": "eu quero estar com alguém que nunca me faça duvidar se me quer ou não.",
    "1899": "tudo p mim KKKKKKKKKK https://t.co/vF9BAnkfkp",
    "1900": "@alvxaro alvaro",
    "1901": "Saudades de como éramos antigamente :((",
    "1902": "Sextou com S de sem ânimo",
    "1903": "se traiu não ama, fim.",
    "1904": "um dia te conto oq escrevi pra vc",
    "1905": "não me diga mentirinhas dói demais",
    "1906": "Tu é o meu “nunca senti isso por ninguém.”",
    "1907": "@AmandaB96468914 KKKKKKKKKKKKKKK",
    "1908": "Sei pq eu leio conversas antigas se eu sei que vou fica mal",
    "1909": "era pra dar tudo certo mas como era eu, deu tudo errado",
    "1910": "@tremdudinhx sdv",
    "1911": "Talvez você só combine comigo",
    "1912": "Eu quebrei meu próprio coração tentando ser o suficiente",
    "1913": "talvez seria melhor se\na gente nunca tivesse\nse conhecido",
    "1914": "odeio ser ignorada",
    "1915": "meu humor muda quando converso com ele",
    "1916": "@httpskvv seguindo",
    "1917": "@EricFelipe067 Eu também te amo",
    "1918": "namorar  pra ficar abraçando e dando selinho 🥰🥰🥰",
    "1919": "MATURIDADE é assumir o ERRO e não tentar justificar!",
    "1920": "@Gabriela21093 socorro",
    "1921": "Minha parte favorita do dia é quando eu vou dormir.",
    "1922": "nunca sabemos quando será a última vez, e isso me assusta.",
    "1923": "nunca aceite pouco por medo de ficar sem",
    "1924": "desnecessário uma boca tão linda assim não estar me beijando agora",
    "1925": "Deixem o ig de vocês pra eu seguir e colocar vcs no meu cf",
    "1926": "@ceciliaihul amg vc já vômitou? se não vomitou ainda, vomita",
    "1927": "\"a comunicação entrei casais é essencial\"\nele:o que foi amor ?\neu: nada não, boa noite vou dormi",
    "1928": "queria tanto ter alguém pra conversar",
    "1929": "@bebelxntj aa",
    "1930": "RT @AmandaB96468914: GRITO. Se tem alguém pra agradecer pela vacina esse alguém não é ele.🥳🥳",
    "1931": "decepções e inseguranças",
    "1932": "Gosto de ficar imaginando você sorrindo",
    "1933": "eu mereço um amor correspondido",
    "1934": "Olha não estou feliz e nem triste, apenas sobrevivendo",
    "1935": "a gente se pertence de alguma forma",
    "1936": "so durmo estudo e choro",
    "1937": "@opscandy naoooo",
    "1938": "@diogofilho22 aaa 🤍",
    "1939": "“eu não queria te magoar” kkkkkkkkk  imagina se quisesse",
    "1940": "lista de fetiche: \n- morar sozinha \n- faculdade concluída \n- estabilidade financeira \n- viajar o mundo",
    "1941": "@cidirleia uhulll https://t.co/qnvrxCvY19",
    "1942": "amei  essa sua figurinha nova vida quem te mandou",
    "1943": "dar selinhos e ficar olhando o rostinho da pessoa &gt;&gt;&gt;&gt;",
    "1944": "É horrível pegar ranço de uma pessoa que você gosta, eu me sinto a pior pessoa do mundo",
    "1945": "@jenniesuits dorme bem vc tb princesa ❤️❤️",
    "1946": "Queria tanto que pretty little liars voltasse pra Netflix :(((",
    "1947": "@reescrevi_frase sabe sim..",
    "1948": "mano n vacila cmg não, ultimamente eu\nto desistindo fácil das pessoas",
    "1949": "o foda é que eu não consigo parar pensar nele",
    "1950": "vou pedir aos céus você aqui comigo",
    "1951": "eu quero passar todos os dias da minha vida abraçando e beijando ele",
    "1952": "valeu por ter me respondido 5 horas depois, agora vc espera ai 2 minutos",
    "1953": "domingo é só depressão",
    "1954": "@melloxx__ a sim",
    "1955": "quero beija eleee",
    "1956": "e pensar q td começou com uma simples msg",
    "1957": "@KibaArtz 😞",
    "1958": "eu ainda nao acredito https://t.co/wRTYCBpcL0",
    "1959": "meu fixado tá lindo dms pra ninguém curti",
    "1960": "@httpKylieflower frio demais vei",
    "1961": "se curar sozinha é uma das coisas mais difíceis que a gente pode enfrentar na vida",
    "1962": "só vo dormi quando ele me responder",
    "1963": "Cê segue sendo a maior saudade de todos os tempos",
    "1964": "@TonDiamonds Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1965": "humilhação desnecessária do caralho",
    "1966": "@JhullyNevess que atualização??",
    "1967": "É incrível o jeito que eu fico mal por qualquer coisinha",
    "1968": "não se apaixone, durma.",
    "1969": "Mesmo nós estando separados você está sempre no meu coração",
    "1970": "cerebro pfv pare de pensar nisso",
    "1971": "não sei se vc mudou ou eu nunca te conheci bem",
    "1972": "se a minha mente tem o poder para me destruir ela também tem o poder para me salvar.",
    "1973": "Em outra vida, gostaria de ser sua garota",
    "1974": "RT @_VitoriaCaralho: nao estou pronta pra essa segunda",
    "1975": "@Yngmingi 😭",
    "1976": "O sorriso dele é o mais bonito",
    "1977": "RT @thxmii_: medo de demonstrar muito e ser feita de idiota e medo de demonstrar pouco e perder a pessoa.",
    "1978": "Você está na minha mente o tempo todo",
    "1979": "toda noite essa mesma sensação, esse mesmo vazio, sozinha mais uma vez.",
    "1980": "vc ri com emoji",
    "1981": "que tristeza meu Deus :( https://t.co/LOtuW3p22p",
    "1982": "um dia eu te conto o quanto eu gostei de você.",
    "1983": "Eu te dei uma versão de mim que ninguém nunca teve antes.",
    "1984": "tudo que você me disse, você realmente sentia?",
    "1985": "o meu celular sente falta das suas mensagens",
    "1986": "@Izaeldo40310659 @_VitoriaCaralho 😂😂😂😂",
    "1987": "As vezes eu fico viajando, e do nada  \"a Marília vei\"",
    "1988": "@EricFelipe067 osh, tá louco ????",
    "1989": "fiquei decepcionado, mas a expectativa era toda minha",
    "1990": "nossa como eu amo quinta misteriosa",
    "1991": "doeu até a alma, mas aprendi a esconder muito bem.",
    "1992": "tudo que eu faço vem ele na minha cabeça",
    "1993": "@hinaranunes5 eu tenho uma guardada até hoje KKKKKKKKK",
    "1994": "@_VitoriaCaralho nossa vitória KKKKKKKKK",
    "1995": "sdds de você, porém fds vc tbm",
    "1996": "@Ronalddamazio12 #étudoculpasua",
    "1997": "a única pessoa q eu converso foi dormir, e agora eu faço o que ? não tô com sono",
    "1998": "RT @cryptogambinos: Another day another giveaway!\n\nTo celebrate the Crypto Gambinos launch we are giving away $300 each to 5 lucky minters…",
    "1999": "Lógico que eu te superei não penso em você faz 3 minutos",
    "2000": "onde você vai quando seu coração dói?",
    "2001": "ⓘ Esse usuário precisa de um abraço.",
    "2002": "queria de volta minha animação pra beber até 5 da manhã, chega 22:00 já quero ir embora pra casa",
    "2003": "pra mim sempre será você",
    "2004": "@jeoncars https://t.co/tKiVnZw2OF \npf",
    "2005": "@HashAI_Eth Hey! Let's follow each other to keep in touch🚀📩",
    "2006": "passo boa parte do meu tempo olhando o perfil dele",
    "2007": "Será que alguém sente minha falta ?",
    "2008": "eu amo ver pessoas toda empolgada falando sobre coisas que ela gosta",
    "2009": "@CoemakolesS KKKKKKKKKKK",
    "2010": "eu acho que to bebeda kkkkkkkkkk",
    "2011": "odeio quando sofro por alguem e ela n sofre por mim",
    "2012": "a fase não tá boa, mas Deus tá no controle dela…",
    "2013": "doa a quem doer no caso eu",
    "2014": "@Ronalddamazio12 KKKKKKKKKKK",
    "2015": "Sinto um vazio enorme",
    "2016": "@zizionsol DM me! We are on offer for today only! Promote with us🚀",
    "2017": "relaxa, não foi nada\"\n 3 dias sem comer",
    "2018": "@Bruno_alves2002 KKKKKKKKKKKKKKKK",
    "2019": "nunca sabemos em que posição estamos na vida das pessoas.",
    "2020": "Se afastar de alguém com quem você queria tentar tudo, dói muito",
    "2021": "🫀- Eu tentei\n🧠- Eu sei",
    "2022": "eu só queria que você voltasse.",
    "2023": "tudo me lembra voce",
    "2024": "meu coração é seu.",
    "2025": "eu ainda sinto o cheiro dele",
    "2026": "eu tenho medo de perder você",
    "2027": "gosto mais de mim quando estou com você.",
    "2028": "já estamos na idade de ser sinceros com as intenções que queremos com uma pessoa.",
    "2029": "@garciaa18c chama",
    "2030": "@Rubinho_Mota13 queria tanto que o otis ficasse com a Ruby",
    "2031": "@colle_ai Hi! Send me a DM for a great business proposal!⚡",
    "2032": "Quando tô triste tiro a foto do wpp pensando que isso ira resolver meus problemas",
    "2033": "quero muito parar de sentir a falta dele",
    "2034": "claramente não é a idade, é a mentalidade de cada pessoa.",
    "2035": "RT @_VitoriaCaralho: E você não estava la quando eu precisei!",
    "2036": "@moanacrf_ nossa slc tenho vergonha de conversar, dialogar com pessoas que eu não conheço e o povo vem fala q aí bla bla bla meu Deus",
    "2037": "ces vacilam demais com quem tá 100% por vcs",
    "2038": "@vitxrsorrilhaa diferenciado lanches",
    "2039": "@vitxrsorrilhaa KKKKKKKKK",
    "2040": "no fundo só queremos alguém que não desista da gente.",
    "2041": "@_nathalynnes eu já tô de pijama, vou tem que tirar pra ir pega q saco",
    "2042": "@euvic_crvg seguindo",
    "2043": "Aproveita que hoje é dia de tbt e volta p mim",
    "2044": "@Thataam17 seriooo ?????",
    "2045": "vou começar a sentir tudo em silêncio",
    "2046": "@anotemusic @MEXC_Official @AscendEX_ Hi mate! Online for a chat?⚡",
    "2047": "RT @AnaCarolRiqui: isso vai ficar martelando na minha cabeça, que ódioooo",
    "2048": "não troque 1 pessoa por 1 momento.",
    "2049": "depois que você se foi tudo ficou vazio.",
    "2050": "@ricaPar1 @AmandaB96468914 Af brancos",
    "2051": "a vontade de manda mensagem eh grande",
    "2052": "@ketxzz_ Parabéns meu amor",
    "2053": "@jadepicon um copo da Stanley?🤔🤔",
    "2054": "Cansei dessa segunda,  pula pro final de ano",
    "2055": "tô com saudade de nós.",
    "2056": "Eu  queria te ver de novo.",
    "2057": "RT @leavesope: crítica construtiva pra que se eu não quero construir nada",
    "2058": "🧠: tratá-los da mesma forma\n🫀: você não é assim",
    "2059": "cade o l7? 😑 https://t.co/3ihcAha3uX",
    "2060": "@marllongds bom dia anju",
    "2061": "cada dia q passa eu tô mais ranzinza sério",
    "2062": "Cropped eu não sei, mas um beijo dele me faz reagir rapidinho",
    "2063": "aí véi é uma merda sentir que não sou suficiente.",
    "2064": "queria estar de dengo com ele",
    "2065": "RT @AmandaB96468914: Ó eu indo falar pra minha mãe dnv que ela estava certa.🤡🤡",
    "2066": "@ilysfc terapia agoraaa",
    "2067": "@TwitterSupport @TwitterSupport I've also been facing a problem with the lack of fleets, and in my secondary account there is, but in my main account it doesn't, I really wish you could solve it",
    "2068": "procuro alguém que tweet sobre eu",
    "2069": "odeio ligar os ponto e no final estar certa, eu fico muito triste",
    "2070": "não sei se acordei ou ainda tô dormindo, mas bom dia",
    "2071": "Às vezes eu penso no passado e fico tão triste.",
    "2072": "maturidade é assumir o erro e não tentar justificar.",
    "2073": "você tem que deixar ir, oq já deixou você ir.",
    "2074": "https://t.co/5PKOASH6ZD",
    "2075": "queria um dengo específico",
    "2076": "@xtatiellyx 😭😭",
    "2077": "Um dia te conto o quanto gostei de ti.",
    "2078": "tenho que aprender a ser sozinha msm, pq toda vez é a mesma coisa.",
    "2079": "domingos são tão triste",
    "2080": "@vitxrsorrilhaa ish apaixonado",
    "2081": "eu não desisti de vc, só te deixei em paz, pq era essa sua vontade",
    "2082": "o jeito que vc me olhava, me trazia uma paz",
    "2083": "@star_anonyma não tem nada aquiii 🥺🥺🥺",
    "2084": "RT @dixbryella: nunca segurou a lanterna pro pai e quer falar de trauma",
    "2085": "aí que tédio, ngm pra conversar :(((",
    "2086": "fico triste por coisas tao bobas",
    "2087": "ja tiveram a impressão da pessoa ter enjoado de você????????????? mds q sensação ruim",
    "2088": "@Alyffer18 Perdi até o caminho de casa com aquele  sorriso que ela deu quando passou aqui na frente😮‍💨",
    "2089": "eu fico é besta do tanto que o pessoal gosta de cuidar da vida alheia, sério kkkkkkk",
    "2090": "RT @sabsngr: Sou tão insegura..",
    "2091": "@ElPatron_xyz @blastr_xyz Hi! Send me a DM for a great business proposal!⚡",
    "2092": "https://t.co/3O2fZfoPZl",
    "2093": "relaxa eu nem ligo (disse eu chorando",
    "2094": "mais uma madrugada aqui triste i  com saudade dele",
    "2095": "eu fiz de tudo e ele me deixou como se eu fosse nada.",
    "2096": "quem te quer, não te evita.",
    "2097": "Eu não ficaria triste se ele falasse comigo.",
    "2098": "Maria foi expulsa... Nunca fui triste",
    "2099": "a pior coisa do mundo é alguém te fazer se sentir especial, e de repente, te deixa de lado. e você tem que agir como se não se importasse.",
    "2100": "Ops sorri com o áudio que ele me mandou",
    "2101": "quando será q vou parar de me auto sabotar",
    "2102": "queria ser uma pessoa sem sentimentos",
    "2103": "@bilaraujjo oi amg tudo bom? me perdoa de vdd ta incomodando mas vc pode ta apertando nesse link? só falta 12 pessoas p bater a meta e eu preciso muito da sua ajuda🥺❤\n\nhttps://t.co/2aPFI350sV",
    "2104": "amo escutar hino, me trás um paz enorme.",
    "2105": "se afastar de alguém com quem você queria tentar tudo, dói muito.",
    "2106": "@victvamps qual seu insta amg ?",
    "2107": "@arainhadasondas foi amiga, obrigada",
    "2108": "o seu abraço só se encaixa com o meu",
    "2109": "@ramaozera06 @AmandaB96468914 passa o vídeo agora",
    "2110": "@gustavo3653997 vem beber comigo",
    "2111": "RT @JoinGrapeCoin: Feeling $GRAPE \n\n🍇Accelerating Web3 mass adoption through gaming \n\n🌎 Live on top mainstream gaming platforms including i…",
    "2112": "minha mente me tortura.",
    "2113": "@hellokittyisick Tenho certeza que vc é linda &lt;3",
    "2114": "@dessafrei7as Como uma ideia que existe na cabeça, e não\nTem a menor obrigação de acontecer 😩😩",
    "2115": "RT @_VitoriaCaralho: talvez um dia eu seja a pessoa favorita de alguem.",
    "2116": "me sinto tao cansada, estressada",
    "2117": "certos AFASTAMENTOS são livramento sim!",
    "2118": "superei mas ainda te pegaria",
    "2119": "dormir com ele me faria esquecer todos os problemass :(",
    "2120": "Bati meu cotovelo na porta e minha mãe disse q vou ter uma sogra ruim",
    "2121": "nossa muitas sdds  do q a gente não viveu ainda",
    "2122": "contato visual com a pessoa que você gosta é muito fofo",
    "2123": "Por que você me beijaria?\nEu não tenho nem metade da beleza dela",
    "2124": "é foda sentir falta de quem está nem aí pra você",
    "2125": "prefiro guardar tudo pra mim do que desabafar.",
    "2126": "@bib14_bia como que está ?",
    "2127": "e fora do story? vai manda msg falando que tá com saudade quando ??",
    "2128": "eu meio que tenho uma queda por ele",
    "2129": "querer eu quero, ficar indo atrás que não vou",
    "2130": "Hora de ficar triste por nada",
    "2131": "amor, vamo namorar de mentira ? se a gente gostar namora de verdade",
    "2132": "as vezes tudo que precisamos é de um abraço.",
    "2133": "RT @_vivix8: um dos meus defeito é ser sentimental, eu choro por tudo q saco odeio ser assim",
    "2134": "fui muito burra em pensar que vc me escolheria havendo tantas pessoas mais lindas.",
    "2135": "@adrllsv_ mano KKKKKKKKKKKKKK",
    "2136": "todos os dias eu espero a sua mensagem",
    "2137": "preciso fazer minha sobrancelha",
    "2138": "falta de consideração me faz pegar nojo da pessoa de um jeito",
    "2139": "@jnxwnx linda 😭🥰",
    "2140": "quero encontar alguém que saiba me amar quando eu estiver triste",
    "2141": "pfv n deixe a gente se tornar estranhos com memórias",
    "2142": "RT @jujuuzika: Meu erro sempre foi esperar demais",
    "2143": "tenho que parar de ler conversas antigas :((",
    "2144": "- vamo no mercado cmg ?\n- vamo \n- vamo no centro fazer compras? \n- vamo\n- vamo beber ?\n- vamo\n\namizades assim são as melhores",
    "2145": "Faça tatuagem, sua família já está decepcionada com você.",
    "2146": "Sinto sua falta todos os dias, tem muitas coisas que sinto falta de falar e sentir",
    "2147": "me sinto uma pessoa  ignorante, de poucas palavras e sem paciência com as pessoas.",
    "2148": "@kalliany20 Quem tá de indireta?",
    "2149": "hoje eu acordei com uma vontade de você",
    "2150": "@benionbase Hey bro! DM me📨 we have one of the largest crypto communities!  we can put all eyes on you!🚀🚀",
    "2151": "só observando certas coisas",
    "2152": "to sem paciência hoje, não quero conversar com ninguém não quero nada",
    "2153": "nada contra certas pessoas mas tipo deus me livre",
    "2154": "@Tiktoke03443767 https://t.co/tKiVnZw2OF",
    "2155": "@menndesmateus Claro",
    "2156": "é mudar, não continuar se desculpando.",
    "2157": "@LuamudaOT12 putz amg",
    "2158": "eu costumo a me fechar quando estou triste, sei que não é a maneira certa mas é a melhor forma de lidar com o que eu sinto",
    "2159": "só hoje eu já te quis várias vezes",
    "2160": "@saturnyerr eu",
    "2161": "@hmmonsol Hey, we have one of the largest crypto communities. DM me for promotion🚀",
    "2162": "@punksuya Kkkkkkkkkkk manoo",
    "2163": "Eu quero estar beijando você e não pensando.",
    "2164": "não é paranóia, é intuição.",
    "2165": "Homens não façam isso",
    "2166": "RT @RealCndnMint: 500$ Giveaway! 💥 30 days! 🤯\n\nTo enter draw: Purchase (5-6matic) Pengy Penguins NFT ⚠️ From RealCanadienMint (primary sale…",
    "2167": "completamente inútil ao meu país porem sigo firme deitada",
    "2168": "@TaskOnCampaigns @taskonxyz @easya_app Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2169": "Namorar pra dançar com ele a música bota a mão no chao",
    "2170": "@testingcatalog the same image appears, could you answer me in the dm",
    "2171": "@marllongds lindoooo",
    "2172": "eu odeio o final que tivemos",
    "2173": "gosto de grude com pessoas específicas",
    "2174": "@mendess_lavinya Amooo",
    "2175": "como viver sabendo que ele flerta  com outras garotas",
    "2176": "@britneygarciaz https://t.co/N2IY0ey3N8",
    "2177": "nós dois perdemos algo…\neu perdi meu tempo,\ne você me perdeu.",
    "2178": "@SK8PES Hi! Send me a DM for a great business proposal!⚡",
    "2179": "@CoinTracker Hi! Send me a DM for a great business proposal!⚡",
    "2180": "@sabsngr Vivendo para os filme de Natal na Netflix",
    "2181": "Eu queria ser a sua morada",
    "2182": "como Emagrecer em 1 dia",
    "2183": "“vc tá estranha” eu tô é triste",
    "2184": "na cabeça passa um filme sobre nós",
    "2185": "um dia eu espero encontrar alguém que goste dos meus defeitos e insegurança porque é tudo que eu tenho ...",
    "2186": "toda vez que chega mensagem eu torço pra ser sua.",
    "2187": "Se eu fosse bonita não estaria triste agora",
    "2188": "não priorize alguém que só te procura quando não tem outra pessoa.",
    "2189": "as vezes eu me sinto tão sozinha",
    "2190": "@MariaBrendaFer2 sdv vida",
    "2191": "@sojmnie é do instaaa",
    "2192": "fingindo q está tudo sob controle quando na verdade tá uma merda",
    "2193": "o pior castigo pra uma pessoa ansiosa é lidar com situações que só se resolvem com o tempo.......",
    "2194": "mandem perguntinhas pra eu 🤍\n\nhttps://t.co/2s2Xovk8Wf",
    "2195": "RT @BozoCollective: Merry Christmas and happy holidays Bozos!\n\nToday is a day of giving so drop some wallets and share this with your frien…",
    "2196": "@choquei fonte ?",
    "2197": "@luccasmellob amigo não é erro ortográfico kkkkkkkkk",
    "2198": "Ruim?\nRuim é ver a pessoa que você ama sendo fria com você e alegre com os outros.",
    "2199": "normalizem o afastamento temporário, todo mundo precisa de um tempo",
    "2200": "coisas mal esclarecidas para quem tem ansiedade é a morte",
    "2201": "@RibeiroZs_ Eu choraria",
    "2202": "Pelo menos nos meus sonhos ele é meu",
    "2203": "sim https://t.co/CvJqLlzaWa",
    "2204": "meu ciclo de amizade ta tão pequeno  q quando chega mensagem  eu já até sei de quem  é",
    "2205": "queria alguém pra fazer carinho em mim",
    "2206": "todo dia a mesma coisa",
    "2207": "eu sempre sou a menina incrível, mas\nnunca a escolhida.",
    "2208": "Eu tô muito cansada disso, com nojo, um misto de sentimentos",
    "2209": "se comparar com os outros dói tanto",
    "2210": "@luizahl1 KKKKKKKKKKKKKKKJJ PQP",
    "2211": "@stantainactorkj miga tô passando por isso",
    "2212": "@Biancalemos__ amiga é minha conta reservaa",
    "2213": "saudades do seu cheiro e do teu beijo.",
    "2214": "@ChumBucketArt DM me! 🚀📨",
    "2215": "queria um beijo específico",
    "2216": "rejeitando todo mundo por que nenhum é ele",
    "2217": "Odeio ser pobre",
    "2218": "@svkunagf simmmmm",
    "2219": "odeio esperar",
    "2220": "usar um anel, pulseira, ou colar que foi dado a\nvocê é como carregar sempre a pessoa que deu a\nvocê com você",
    "2221": "“qualquer coisa to aq”  não  vc não ta",
    "2222": "Droga, eu meio que estou com saudade",
    "2223": "quando alguém vai me amar igual o L7 ama a namorada dele ?",
    "2224": "sla eu to assim meio sla hoje",
    "2225": "@Bullieverse Hi! Send me a DM for a great business proposal!⚡",
    "2226": "@gabigarciagn eu não consigo remover e nem colocar pessoas nova, será que é só um bug ?",
    "2227": "esperando pelo momento que vou embora  dessa cidade e nunca mais pisar aquii",
    "2228": "me sinto tão sozinha",
    "2229": "meu pedido de meia noite, era ter vc aqui comigo.",
    "2230": "e se eu fizesse um grupo no Whatsapp pra todas as gostosa e gostosos que me segue? aí nois podia interagi e  geral ia faze amizade e se seguir e afins",
    "2231": "eu odeio calor",
    "2232": "@Alyffer18 hum..",
    "2233": "Eu realmente acho que poderíamos ter  tudo, juntos",
    "2234": "triste https://t.co/fPTLlWsWee",
    "2235": "foda q  eu ficaria te abraçando por horas",
    "2236": "tempinho bom i sem ele :(",
    "2237": "bloquearia todo mundo pra viver um romance com esse menino",
    "2238": "@louvplacez @louvplacez poderia olhar dm",
    "2239": "eu precisava tanto de você aqui .",
    "2240": "pegando nojo de tanta gente",
    "2241": "queria viver um romance",
    "2242": "@incensodmorango sdv vida",
    "2243": "RT @ZKFCommunity: ⏰We have initiated the refund for USDC, and everyone can claim their respective refunds! \n\n👩‍👩‍👧‍👧Once again, a big thank…",
    "2244": "você eh forte! só está xoxa, capenga,manca, anêmica, frágil e inconsistente.",
    "2245": "gente como que pode gostar disso ???? se fosse um calorzinho de boa, agora esse mdssss",
    "2246": "@almc_solana @coingecko Hi friend! Let's follow each other to keep in touch🚀🚀📩",
    "2247": "trate como no início e nunca haverá fim.",
    "2248": "criando falsos cenários que nunca vão acontecer",
    "2249": "como que eu queria o inverno de volta",
    "2250": "você me magoou e mesmo assim eu tentei te entender.",
    "2251": "indo dormi q amanha tem mais raiva pra passar",
    "2252": "Falei, tô leve https://t.co/zeBc3Rnh4f",
    "2253": "Eu odeio grude, mas se o grude for da pessoa que eu gosto eu amo",
    "2254": "@PoenaThayeli pq ? Kkkkkkkkk",
    "2255": "\"nao vou mais deixar isso me abalar\" disse eu abalada",
    "2256": "no fim, é você por vc.",
    "2257": "se eu fizesse o mesmo com você, você me odiaria",
    "2258": "preciso de um rolê muito loco",
    "2259": "um dia te conto o quanto gostei de você.",
    "2260": "@s4turnjuju desculpa",
    "2261": "se uma pessoa chora explicando seus sentimentos, escute, dói muito.",
    "2262": "é que essa noite eu tô sentindo tanto a falta dele",
    "2263": "A única pessoa com quem eu queria falar, não posso mais.",
    "2264": "amor, manda logo \"boa noite vida\" ja tô ficando com sono",
    "2265": "você merece alguém que fará de tudo pra te ter por perto",
    "2266": "Não sei se amo ele ou só estou obcecada por ele, mas quero parar de pensar nele :(",
    "2267": "uhuuul 100K 🥳🥳 obrigada aos envolvidos",
    "2268": "se tem uma coisa q eu não consigo quando estou triste é pedir ajuda, eu sumo e apareço quando estou bem",
    "2269": "talvez o \"pra sempre\" seja sobre memórias e não pessoas",
    "2270": "@PolyhedraZK @BNBCHAIN Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2271": "eu sei que você nunca vai pedir desculpas",
    "2272": "https://t.co/3xm536H9DW",
    "2273": "@Rodrigoue9 https://t.co/5ywgUYsrq1",
    "2274": "engolir o choro dói mais do que chorar.",
    "2275": "namorar pra fazer as trend de casal do tiktok",
    "2276": "Acordei com tanta saudade dele",
    "2277": "tenho dificuldade em deixar ir, mas quando deixo não procuro mais.",
    "2278": "a ansiedade faz a gente ter medo até das coisas darem certo.",
    "2279": "@afroy2k KKKKKKKKKKKK MEU DEUS",
    "2280": "@urreachampion o meu também tá assim",
    "2281": "RT @jujuuzika: Se for magrinha eu me amarro, naquele pique eu passo mal 🥵 https://t.co/Ux9sGcyeYd",
    "2282": "RT @claarinhaz: amor kk como assim vc fala com outra que nao sou eu ??? idai q ela é sua mãe mano q toxico",
    "2283": "saudades de te contar tudo",
    "2284": "@ricaPar1 ishhhh",
    "2285": "Morro  de saudade mas não mando msg",
    "2286": "a ansiedade faz você ter medo até das coisas darem certo",
    "2287": "Eu sou uma pessoa que mostra TUDO no meu rosto.",
    "2288": "lido com os meus problemas dormindo KKKKKKK",
    "2289": "nossa slc tenho vergonha de conversar, dialogar com pessoas que eu não conheço e o povo vem fala q aí bla bla bla meu Deus pra quem não entendeu e tá falando merda aí. vsf https://t.co/w8JwB5fhCv",
    "2290": "RT @bitgetglobal: 🐂 What's the best for a bull market? ➡️ 0 trading fee!  \n\nGet ready to enjoy zero-fee trading for $BTC/USDT and $ETH/USDT…",
    "2291": "Af que saudade do beijo dele ( nunca nem beijei",
    "2292": "RT @JoinGrapeCoin: The $GRAPE buyback STARTS NOW!  🪙\n\nAs part of our ongoing commitment to expanding the network of $GRAPE we would like to…",
    "2293": "meu estresse me deixa muito triste e eu choro sem parar",
    "2294": "RT @leavesope: tive um sonho tão bom que fiquei até triste quando acordei",
    "2295": "https://t.co/HL7P3AKj7C",
    "2296": "acordei  triste por motivos  de nao ter  dormido de conchinha com ele",
    "2297": "oi\n\nhttps://t.co/aZehtxNar8",
    "2298": "@8888Dragons Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "2299": "eu cresci sem compartilhar meus problemas com meus pais",
    "2300": "preciso de amor e carinho",
    "2301": "\"vc esta bem?\"  tô não, mas se vc me abraçar vou ficar",
    "2302": "não  é pq eu penso em vc 24 horas  q eu to gostando de vc, viaja não.",
    "2303": "eu te perdoo mas não teria feito isso com vc, essa é a nossa diferença",
    "2304": "não me matou, mas me deixa com vontade de morrer todas as vezes que eu lembro",
    "2305": "não gostei da forma que você digitou essa msg amor",
    "2306": "pessoas  são decepcionantes",
    "2307": "coitado de quem tenta conversar comigo   eu sumo do nada     e apareço dias depois",
    "2308": "eu defendi seu nome qnd falavam q vc era ruim pra\nmim,no final vc era",
    "2309": "eu tenho muito medo de na hora de pegar o lanche cair da minha mão",
    "2310": "💥 UM Club $1000 Newbie Gift Pack Airdrop 🪂\n🎁 Rewards: New users registering can receive a Newbie Gift Pack valued at $1000! \n💵 Referrals: UM Club is created to make money! It features many play-to-earn gamefi and events to win 1M $DRN!\n💎 Rating: ⭐⭐⭐⭐⭐ https://t.co/MvRG2C0zZh",
    "2311": "quero esse homem pra mim",
    "2312": "pq a kyra fica tão linda quando ela está molhada ?",
    "2313": "dsclp a grosseria     é que eu tava criando paranoia e fiquei com raiva de vc",
    "2314": "é tão ruim quando vc quer muito uma coisa q não depende só de vc",
    "2315": "essa parte de mim não existe mais https://t.co/ct37L3uuvE",
    "2316": "mais um cpf cancelado",
    "2317": "um abraço 🥺 https://t.co/WTbV9pxsP0",
    "2318": "O pior tipo de tristeza é aquela que não conseguimos explicar.",
    "2319": "@PjotrOnSol Hey! DM me🚀📩",
    "2320": "oq sera  q o amor da minha vida  ta fazendo agora",
    "2321": "@llima_lay seguindo",
    "2322": "queria um carinho mas  nao  de qualquer um  é de uma pessoa específica",
    "2323": "@ketxzz_ é maravilhosa, recomendo super",
    "2324": "queria tá de love com ele :(",
    "2325": "Ciclos se encerram, mesmo com sentimentos!🫀",
    "2326": "00:00 parabéns pra mim 🥳🤩",
    "2327": "horrível  pra crlh ver ingratidão de quem me matei pra agradar",
    "2328": "nenhuma garota merece ir dormir chorando pensando q ela não é suficiente",
    "2329": "bom dia só pra quem eu gosto.",
    "2330": "@reescrevi_frase meu sonhoo",
    "2331": "@mariapaulafb13 Minha dm é cheia desses cara, um pau mais feio que o outro",
    "2332": "eu sinto sua falta e gostaria de estar com voce.",
    "2333": "@clarakksj n consigo seguir vc https://t.co/OXPYjFCgh6",
    "2334": "Carente de uma pessoa específica",
    "2335": "eu queria um carinho",
    "2336": "obrigada por me fazer sorrir nos meus dias difíceis, espero fazer o mesmo por você.",
    "2337": "lindooo do caralho vai se fude queria tanto esse homem https://t.co/0atS53iEG7",
    "2338": "eu quero beijar ele,  abraçar e dormir agarradinho aaa",
    "2339": "eu gosto de colocar aquela música triste pra tocar e imaginar a gente junto.",
    "2340": "@_saaboia 🥶🥶",
    "2341": "o ruim de ser feia é que você vai tirar foto e fica triste",
    "2342": "que vontade de você",
    "2343": "@luuack3rman sim",
    "2344": "@Bruno_alves2002 @vitxrsorrilhaa kkkjjjjjjjjj",
    "2345": "@vitxrsorrilhaa Vamos 😍",
    "2346": "@abblecoin Hi! Send me a DM for a great business proposal!⚡",
    "2347": "@WOWEARNENG Hi! Send me a DM for a great business proposal!⚡",
    "2348": "eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo eu te amo",
    "2349": "prefiro discutir https://t.co/uy7SHaTNa3",
    "2350": "RT @cryptogambinos: Exciting news! \nOur $MOB token has officially launched! \nDon't miss the chance to get in soon– the pre-sale for our MOB…",
    "2351": "hey fala sério eu sou da igreja",
    "2352": "sinto falta de  nós",
    "2353": "@CFCFighting Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2354": "sinto muito se não fui suficiente pra ti",
    "2355": "gentee eu criei uma página no Instagram",
    "2356": "apesar de tudo eu sinto falta dos momento q passamos juntos",
    "2357": "todo dia uma tristeza diferentee",
    "2358": "@alisuzeraa 😍😍😍",
    "2359": "@RudeGolems Hi! Send me a DM for a great business proposal!⚡",
    "2360": "Começou os filme de natal na Netflix 🥰🥰",
    "2361": "vou tampar meu umbigo com cimento",
    "2362": "@CirqueDuSolCoin @CoinMarketCap Hey! Let's follow each other to keep in touch🚀📩",
    "2363": "Nem sei o que fomos, mas sinto falta disso.",
    "2364": "@oiletex tenho 20 amg",
    "2365": "@is4ng3lic todo começo de bbb é estranho amg ate se acostumar",
    "2366": "Eai Netflix cadê a história  curta da lucrécia e valerio ?????",
    "2367": "você me salva todos os dias e nem percebe isso.",
    "2368": "momentos inesquecíveis com pessoas passageiras",
    "2369": "Triste tirar semi nude tão lindo e não ter pra quem mandar :/",
    "2370": "amor não é por que eu estou gaguejando que eu estou mentindo, é pq eu tenho dicção ruim mesmo",
    "2371": "Eles sentirão sua falta quando perceberem que não encontrarão alguém como você",
    "2372": "https://t.co/P8c1ztqihA",
    "2373": "@dixonpp01 simmm",
    "2374": "se a pessoa mudar comigo eu já penso se eu fiz algo errado ou se a pessoa já enjoou de mim",
    "2375": "“princesa” 🫶🏻🫶🏻🫶🏻\n“meu amor” 🫶🏻🫶🏻🫶🏻\n“minha mulher” 🫶🏻🫶🏻🫶🏻\n“já chegou em casa?” 🫶🏻🫶🏻🫶🏻\n“você é muito cheirosa” 🫶🏻🫶🏻🫶🏻",
    "2376": "Eu cancelaria todos os meus planos se você me dissesse que quer me ver.",
    "2377": "eu posso perdoar mas eu nunca vou esquecer.",
    "2378": "as coisas se resolvem conversando e não parando de se falar.",
    "2379": "Você sempre estará em meu coração.",
    "2380": "vamos normalizar o choro quando nos estressamos",
    "2381": "tô voltando a fase quando eu guardava tudo pra mim",
    "2382": "Antes de dormir eu fico pensando na gente...",
    "2383": "@mvpachecoo_ muito bomm",
    "2384": "gente se eu não ganhar eu vou fica muito triste meu deus",
    "2385": "sinto falta dos velhos tempo com ele",
    "2386": "@AmandaB96468914 kkkkkkkkkk",
    "2387": "eu falo \"to nem ai\"  mas por dentro eu estou \" que ódio\"",
    "2388": "É triste chorar sem nem ao menos conseguir definir um motivo",
    "2389": "me magoou\nmas eu ri pra fingir que não doeu",
    "2390": "@SUN4SKY eu tambemmmm",
    "2391": "Chega um momento em que você não tem vontade de nada.",
    "2392": "RT @DB_MerlinChain: 🎉We will conduct a lottery before #DragonBall is launched, hoping to bring good luck to everyone\n\n👇Rewards and rules ar…",
    "2393": "Sem nenhum ânimo hj, só vontade de chorar e chorar",
    "2394": "amo quem se preocupa cmg e demonstra isso",
    "2395": "@bubblegumbie Você que é maravilhosa",
    "2396": "todo dia tentando  entender e separar o que é intuição e o que é trauma",
    "2397": "@DerpDEXcom @abo_digital Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2398": "@Isaque_sales67 simmmm",
    "2399": "não sei por que eu peço conselhos aos meus amigos porque eu vou fazer o que eu quero de qualquer jeito",
    "2400": "@mariapaulafb13 amiga sua sem coração 😭😭😭😭",
    "2401": "se você soubesse a falta que me faz.",
    "2402": "se afastou bem rápido  pra quem dizia se importar tanto cmg",
    "2403": "é nítido quando a pessoa te quer na vida dela, e quando não quer!!!",
    "2404": "muita mágoa dentro de mim, isso tá me fazendo mal..",
    "2405": "oiiii vou seguir todo mundo que der fav ou rt aqui &lt;3",
    "2406": "Já dizia Marília Mendonça, o amor é uma escolha, não é uma necessidade, eu gosto de você, mas eu não preciso de você",
    "2407": "ja estamos na metade do ano e eu não fiz nada de interessante",
    "2408": "saudades do cheiro dele",
    "2409": "se eu me tornar uma opção, não me escolha.",
    "2410": "Toda vez que ouço essa música penso em você",
    "2411": "@Jerry_onsol @Cobratate @gotbit_io @RyanGarcia @WBHomeEnt @Bayc364 @JoeyMooose @lynk0x @Regrets10x @KookCapitalLLC @MediaGiraffes Hey, we have one of the largest crypto communities. DM me for promotion🚀📩",
    "2412": "Quero que se foda também",
    "2413": "@favscods parabéns meu anjo",
    "2414": "amo quem me conhece a ponto de dizer \"ela não gosta disso\"",
    "2415": "odeio ficar sentimental eu sinto que já vou fica naqueles dias",
    "2416": "@garciaa18c @igooralvez13 @DK_MC67 KKKKKKKKKKK",
    "2417": "imagina ser padrão de corpo",
    "2418": "queria beber",
    "2419": "desculpa sumir achei q tava incomodando vc kk",
    "2420": "domingo é um dia tao depressivo",
    "2421": "daria tudo pra estar dormindo com ele agora",
    "2422": "@MuriloMarquesss rtt",
    "2423": "Pessoas são temporárias tá, não se\napeguem tanto.",
    "2424": "vocês vacilam demais com quem tá 100% por você",
    "2425": "Eu trocaria tudo para ficar horas te abraçando e dando selinho",
    "2426": "eu odeio sentir sua falta, pq eu sei que você tá bem sem mim",
    "2427": "queria ta abraçada com elee",
    "2428": "https://t.co/LaZudbp9Zx",
    "2429": "uma notificação sua no meu celular era tudo que eu queria",
    "2430": "na real nada mudou,\neu ainda te quero tanto.",
    "2431": "apagar tweet pq escreveu errado.... q ódio",
    "2432": "sozinha eu curo minhas feridas, mas na moral eu valorizo demais quem senta do meu lado enquanto elas se curam",
    "2433": "A pior coisa é sentir um vazio que você não sabe com o que preencher",
    "2434": "RT @EMLprotocol: 🎉 End of the Year: Win $2000EML!  \n\n🚀 The launch of Trust Bridge X is close, thanks to our incredible community  \n🍾 Let's…",
    "2435": "RT @_VitoriaCaralho: a pior parte do emprego é ter que trabalha",
    "2436": "tirando tudo, tá tudo bem",
    "2437": "aonde que acha relacionamento recíproco ?",
    "2438": "o cansaço mental é pior que o físico.",
    "2439": "entender q as pessoas são passageiras é uma das piores fases do amadurecimento",
    "2440": "@hts_alessandra Obrigada amor",
    "2441": "Eu tô tão cansada",
    "2442": "eu só quero me sentir especial",
    "2443": "e eu que pensei q ia terminar o ano gostosa :(",
    "2444": "quero falar com ele e ele não me manda msg :((",
    "2445": "Eu gosto de você, e gosto de fica com você.",
    "2446": "@ssouzagh 😍😍",
    "2447": "RT @DooblesNFT: Our Mint Information will be Announced soon\nThis may be the Last chances for you to win the spot\n🌈 10 x OG  &amp;  20 x WL\nHow…",
    "2448": "O eu de 2019 não acreditaria em tudo que aconteceu comigo nesses 3 anos.",
    "2449": "quero encontrar alguém que faça minha pupila dilatar",
    "2450": "ciclos terminam, mas NUNCA sejam ingratos com quem já fez de tudo por você",
    "2451": "passei TODOS os meus piores momentos sozinha kkkkkkkkk então é normal agir como se não precisasse de ninguém, pq não preciso",
    "2452": "eu sinto falta dele e não está tudo bem",
    "2453": "eu daria a lua pra ele se eu pudesse",
    "2454": "Meu eu apaixonado é a melhor coisa que pode acontecer a alguém na vida.",
    "2455": "@amandww manda um cookie pra mim",
    "2456": "Na minha cabeça pra eu ter um namorado eu tenho que ser bonita",
    "2457": "no momento ocupada sendo a cadelinha do Paulo André",
    "2458": "@432hzy não achei",
    "2459": "Eu gostei de você desde a primeira vez que você me fez rir",
    "2460": "é torturante  sentir tanta saudade",
    "2461": "@Gustavo58955917 @Ronalddamazio12 KKKKKKKKKKKK",
    "2462": "aí Jesus hj eu tô só tô aquele vídeo do pica pau arrancando os cabelo e falando \" eu não aguento \"",
    "2463": "Amar? amei\nno c*? tomei",
    "2464": "@Dejitaru_Tsuka Hi! Send me a DM for a great business proposal!⚡",
    "2465": "as pessoas são decepcionantes.",
    "2466": "gente é sério quero pedir um lanche",
    "2467": "@trakinas_ks obrigadaaa &lt;3",
    "2468": "RT @BozoCollective: Give me 300 wallets.\n\n#solana $sol https://t.co/Hyo8k1O8xT",
    "2469": "É possível vc sentir falta do que nunca foi seu ?????",
    "2470": "@Bruno_alves2002 😂😂😂😂",
    "2471": "@juliajlkk obggg",
    "2472": "o beijo dele, o abraço dele... faz muita falta",
    "2473": "@cmptERC @CoinMarketCap Hey, we have one of the largest crypto communities. DM me for promotion🚀",
    "2474": "aí que dia cansativo( acabei de acorda",
    "2475": "beijo na testa é tão : 🦋🦋🦋🦋🦋🦋🦋🦋🦋🦋🦋🦋",
    "2476": "eu te amei, como nunca amei ninguém.",
    "2477": "nossa amizade era linda, as vezes sinto tanto a falta dela",
    "2478": "Como deixar ele obcecado por mim...Google pesquisar",
    "2479": "@dudxxs_ obrigada 🤩",
    "2480": "@izaamay Meu Deus eu também KKKKKKKKKKK",
    "2481": "@vitxrsorrilhaa KKKKKKKKKKKKK",
    "2482": "eu odeio abraços, mas eu daria tudo pra ter um seu agora",
    "2483": "@ermao06 tá parecendo o Fábio já",
    "2484": "a ressaca te humilha de um tanto",
    "2485": "queria ser  garota favorita de alguém",
    "2486": "tô crescendo tô ficando evoluída",
    "2487": "@gabigarciagn que atualização",
    "2488": "ele sempre será a minha pessoa, não importa o que aconteça",
    "2489": "sdd de fazer call com ele",
    "2490": "@Ailuj__gbc meu Deus kkkkkkk mas sei lá fiquei meio assim",
    "2491": "@jnxwnx você maravilhosa",
    "2492": "@brunantjj oi amor",
    "2493": "a intimidade que eu tinha com ele vai ser muito difícil de ter com outra pessoa",
    "2494": "meu coração está cheio dele",
    "2495": "eu flerto na brincadeira qdo vejo  já estou sentindo ciúmes",
    "2496": "queríamos jade e Paulo e ganhamos Maria e Eliezer",
    "2497": "finjo que não mas dói, e dói muito.",
    "2498": "se vc me conheceu entre 2018 - 2019  vc não me conhece mais",
    "2499": "Eu penso demais e acabo chorando",
    "2500": "nenhuma garota merece ir dormir chorando pensando que ela não é suficiente",
    "2501": "@marllongds e eu q tô com 2 meia e tá geladoooo",
    "2502": "meu namorado aí gente 🥰 https://t.co/RS2sdBHbcA",
    "2503": "te amo lei da atração eu te amo",
    "2504": "@alisuzeraa metido",
    "2505": "tirar foto com ficante é um erro que eu amo cometer",
    "2506": "eu sinto falta de quando a gente era amigo.",
    "2507": "@nanda030708 da**",
    "2508": "ces vacilam de mais com quem tá 100% por vcs",
    "2509": "ruim é quando a tua mãe pergunta por alguém que já não faz parte da tua vida",
    "2510": "sempre que eu peço algo eu rezo pra não ser um entregador conhecido",
    "2511": "@mari__cecis souzavit_",
    "2512": "RT @VoceMeDestruiu: https://t.co/6C33WCDkbF",
    "2513": "linguagem de amor: esfregar nariz com nariz 🤏🏽💗💗💗💗💗",
    "2514": "se eu soubesse que eu sentiria todas essas emoções, ficaria em casa no dia em que te conheci",
    "2515": "Quando  vejo fotos antigas de momentos que nunca vão se repetir me dá uma tristeza",
    "2516": "@_VitoriaCaralho te amo",
    "2517": "queria que tudo voltasse a ser como era antes",
    "2518": "chorar sempre foi mais fácil do que explicar...",
    "2519": "@isamironmorales obrigadaaaa",
    "2520": "que vontade da gente junto",
    "2521": "nossa que  saudades de me arrumar e ficar belíssima e perder minha dignidade por ai",
    "2522": "O ruim de ser uma pessoa observadora é que às vezes você acaba entendendo e percebendo coisas que era melhor não saber.",
    "2523": "@BlockChain_CK Hi! Send me a DM for a great business proposal!⚡",
    "2524": "@vitorvenancio_ 😡😡😡",
    "2525": "Meu Deus quero muito um açaí",
    "2526": "https://t.co/cfUpM4Alk0",
    "2527": "https://t.co/0Mbr5Bqrpv",
    "2528": "queria um carinho mas  nao  de qualquer um, é o carinho dele",
    "2529": "Eu deito na cama chorando todas as noites sozinha, sem ter você ao meu lado",
    "2530": "RT @claarinhaz: é sério q vc tá tentando me fazer ciúmes com esse dragão aí? KKKKKKKKKKKKKKKKKKKKK se manca mlk",
    "2531": "queria tá em casa assistindo grey's Anatomy",
    "2532": "é na madrugada que eu mais penso em você",
    "2533": "olha tá pra nascer um sentimento pior que a saudade.",
    "2534": "@lovwisaa obrigada amor 😍😭",
    "2535": "@znayxl Obrigada linda",
    "2536": "muita burocracia para dormir com quem a gente quer",
    "2537": "evite decepção, durma.",
    "2538": "queria um cheiroo",
    "2539": "Saudades",
    "2540": "se existir vida após a morte eu quero ser rica e bonita",
    "2541": "As pessoas mudam quando n precisam mais de vc",
    "2542": "meu Deus insuportável em pll https://t.co/vJUSygWe4x",
    "2543": "@gustavookino10 KKKKKKKKKKK",
    "2544": "@jeonradius agora se for alguém q eu conheço e não tenho intimidade ai fica difícil",
    "2545": "RT @_VitoriaCaralho: “Nossa vc tem varias espinhas”\n\nvc tem varios chifres e eu não reparo nada",
    "2546": "queria um namorado pra chamar de mor... mordomo",
    "2547": "Vai si vai si vai si tratar garota",
    "2548": "https://t.co/8Xe37f0TQ0",
    "2549": "mais um dia acabando e ele ainda não mandou msg falando que sente minha falta",
    "2550": "tô querendo ele mas não tô sabendo pedir",
    "2551": "que saudade que eu tô😩",
    "2552": "@GrixFinance @lyrafinance @aevoxyz @ryskfinance Hey! DM me🚀📥",
    "2553": "perder a vontade de comer por estar triste é o pior sentimento de todos",
    "2554": "@narcofckbarbie Seguindo",
    "2555": "@lah_iane Seguindoo",
    "2556": "eu não paro de pensar nele",
    "2557": "@1CHANCE2025 DM me! We are on offer for today only! Promote with us🚀",
    "2558": "RT @toutristekk: tao desanimada a ponto de nao saber oq twittar",
    "2559": "Para mim, é um ato de amor MELHORAR para não perder alguém.",
    "2560": "todo dia uma luta comigo mesmo",
    "2561": "Segurar o choro dói..",
    "2562": "vou apagar o número de todo mundo 😍 https://t.co/TsnSx24CyR",
    "2563": "RT @_VitoriaCaralho: é estranho ver o nosso ciclo de amizade mudar tanto",
    "2564": "Amor, não é pedindo pra você ficar mas se quiser eu nem vou reclamar",
    "2565": "eu já devia ter aprendido a não esperar tanto das pessoas.",
    "2566": "@lbsjb Sorry KKKKKKKKKK",
    "2567": "nao voltou pra perguntar como eu fiquei",
    "2568": "eu chorei muito naquele dia",
    "2569": "eu já falei de você para o meu cachorro hoje",
    "2570": "Acordei e já quero que chegue a noite logo pra eu dormi de novo",
    "2571": "@adrianopq_ Vc não tem vergonha?kkkkkk",
    "2572": "@T_Henri7 🤣🤣🤣🤣🤣🤣🤣🤣",
    "2573": "@CoemakolesS @graziizinha_sp KKKKKKKKKKKI",
    "2574": "A culpa é minha por esperar o mesmo tratamento que dou.",
    "2575": "ou vc muda, ou vc perde.",
    "2576": "Sinto muito que as pessoas tenham inveja de mim, mas não posso evitar ser popular.",
    "2577": "@Snaper01 @SQS68467900 🤣🤣🤣🤣🤣🤣",
    "2578": "eu queria tanto ver ele",
    "2579": "oi, eu vi que vc terminou seu relacionamento.. quer conversar?",
    "2580": "Eu quero estar com alguém que nunca me faça duvidar se me ama ou não",
    "2581": "tô de boa e do nada \"aaa grey's anatomy vai sair da Netflix\"",
    "2582": "E vamo de olhar o perfil dele a cada 5 minutos",
    "2583": "É um saco todos esses hormônios da menstruação",
    "2584": "É tão ruim essa sensação de gostar de uma pessoa e querer ela todo momento junto com você, mas não poder ter.",
    "2585": "@ssalines007 iiiii",
    "2586": "Se a pessoa te faz bem, cuide.",
    "2587": "tô ficando doida de tanto pensar",
    "2588": "cansada de me curar de coisas q eu não merecia",
    "2589": "\"não vou chorar não\" disse eu já chorando",
    "2590": "We could've had it all",
    "2591": "@EricFelipe067 ué hj a gente não ia assistir Netflix ??",
    "2592": "tenho  tanto medo de não ser suficiente pra pessoa que eu gosto",
    "2593": "criei um bloqueio q não consigo ir atrás de ngm mais... não me procura, não nos falamos",
    "2594": "é tanto amor que esqueço até de mim",
    "2595": "eu sempre fui muito insegura sobre o sentimento dos outros por mim    e isso é doloroso",
    "2596": "cansada de imaginar coisas que nunca vai acontecer",
    "2597": "o dia ja começou no ódio kkkkk mas dá pra suporta pq hj é sexta feiraaa",
    "2598": "RT @thxmii_: eu criei tantos traumas em mim\nque qualquer coisinha que acontece \nme magoa profundamente",
    "2599": "@xotape___ https://t.co/CyvFjHrI9E",
    "2600": "Se traiu não ama, fim.",
    "2601": "RT @thxmii_: Não me surpreende, mas infelizmente me abala.",
    "2602": "sinto falta de quem você era cmg",
    "2603": "eu odeio ter que fingir que não dói",
    "2604": "Preciso emagrecer 😞😞 (acabei de pedi um açaí",
    "2605": "@ceciliaihul coloca o dedo na guela, vc só vai melhorar quando vomitar",
    "2606": "@based_peaches @AssureDefi Hey! Let's follow each other to keep in touch🚀📩",
    "2607": "ja é  segunda de novo",
    "2608": "me sinto tão cansada.",
    "2609": "tem um domingo na minha segunda",
    "2610": "minha boca sente  falta da sua",
    "2611": "você já sentiu falta da sua própria energia, tipo o que aconteceu comigo???????????",
    "2612": "Sentindo muita falta do seu abraço, do seu beijo.",
    "2613": "manda áudio, isso vai aliviar um pouco a saudade que eu tenho de você",
    "2614": "eu sinto sua falta, sinto saudades de nós",
    "2615": "tenho assuntos com pessoas aleatória mas com a pessoa que eu quero ter assunto, não tenho :((",
    "2616": "se orgulhe de vc, vc está tentando mesmo não estando bem.",
    "2617": "Eu vou lutar por você eu sempre lutarei até meu coração ficar todo machucado",
    "2618": "eu queria tanto ser capaz de nao deixar coisas tão fúteis me afetarem",
    "2619": "um dia te conto o quanto gostei de ti.",
    "2620": "Hoje foi cansativo (não fiz nada",
    "2621": "eu odeio me sentir sozinha",
    "2622": "RT @BNB_BALL: We have reached 50k on telegram and we have yet to announce our launchpads. \n\nWe are $BNBB reward loyalty and bleed for our p…",
    "2623": "se eu quero vc, não se preocupe com quem me quer",
    "2624": "desnecessário amanhã ja ser segunda feira"
}