{
    "0": "@nft_bridges Amazing! Send me a dm, I have a proposal for you",
    "1": "@NftRocker @opensea Amazing!! Send me a dm, I have a proposal for you :)",
    "2": "@tradelink_es Hi! Send me a DM⚡️",
    "3": "@TestarosaClub Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "4": "@AlvaraProtocol @AltcoinDailyio I love this project! Send me a dm pls",
    "5": "@SushiFighterNFT @Dojo_Swap LFG🚀Send me a dm mate!",
    "6": "@oudesamor assim de saúde",
    "7": "@plebitaonsolana Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "8": "RT @BozoCollective: GM Bozos\n\nAs promised we've added +5000 wallets to https://t.co/EbqfQ8NxaU wallet checker.\n\nStill not on the list?\n\nDro…",
    "9": "@BOMEbnb Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "10": "@David_Inu_ Hi mate! Online for a chat?⚡",
    "11": "@ForexZoneForum Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "12": "@LADA_MEME @CoinMarketCap Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "13": "@oubrisado juro kkkkkkkkkkkkkkkk",
    "14": "@MOGGOcoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "15": "@crafteoai Amazing! Send me a dm, I have a proposal for you 🚀",
    "16": "@LilPudgys Hi! I have something very important to offer you! Send me a DM⚡️",
    "17": "@dorafigueiredo dei uma gargalhada sincera c respeito",
    "18": "@pgirlcoin LFG🚀Send me a dm mate!",
    "19": "@Official_SPONZI Amazing! Send me a dm, I have a proposal for you",
    "20": "@uebrisadassa sempre essa palhaçada 🤡",
    "21": "@LightSolana Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "22": "@oudesamor ❤️‍🩹",
    "23": "RT @apaixonarei: mentir p mim????????? logo eu  q já pergunto sabendo",
    "24": "@XMoonTerminal @CoinMarketCap Hey can you send me a dm?",
    "25": "@outrechos cansei 🤡",
    "26": "$150 giveaway 🔥\n\nLike + rt to this post\n\nFollow @diam_stack 🚀\n\nJoin their TG group https://t.co/lV8zzejGgV\nDon’t miss the chance 😉",
    "27": "@DB_MerlinChain Awesome! send me a DM, I have a proposal for you",
    "28": "@PikaMoonCoin LFG🚀Send me a dm mate!",
    "29": "@squtoken LFG🚀Send me a dm mate!",
    "30": "@joopsrwa LFG🚀Send me a dm mate!",
    "31": "@EduInversor @LuisCaputoAR Hi! I have something very important to offer you! Send me a DM⚡️",
    "32": "@KwingsLetsPlays @KwingReviews @RocksteadyGames @ArkhamChannel Hey there! send me a DM, let’s talk about business",
    "33": "@oubrisado amo kkkkkkkkkkkkkkkk",
    "34": "@outrechos oi Deus sou eu de novo",
    "35": "@frogdogshiro Hey can you send me a dm?",
    "36": "@meIhoresamigos 🤡",
    "37": "@Printhereum Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "38": "@meIhoresamigos kkkkk assim",
    "39": "@oudesamor assim mesmo",
    "40": "@misfittsx Hi mate! Send me a DM for a business proposal!⚡️",
    "41": "@DEGA_org Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "42": "@TensorFdn Hi! I have something very important to offer you! Send me a DM⚡️",
    "43": "@zkzorro Amazing!! Send me a dm, I have a proposal for you :)",
    "44": "@BITBhoomi Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "45": "@Sandvonstrand Hi! Send me a DM for a good business proposal⚡️",
    "46": "@DogWifPussSol LFG🚀Send me a dm mate!",
    "47": "@sukinftofficial Amazing!! Send me a dm, I have a proposal for you :)",
    "48": "@oudesamor melhor que tem",
    "49": "@striker_manager Amazing!! Send me a dm, I have a proposal for you :)",
    "50": "@RamsesExchange Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "51": "@poodle_penelope I have a big business for you! Send dm💎",
    "52": "@BizarreStarsNFT @GusGrillasca Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "53": "@AventisMeta Hey!! I have a big business proposal for you! Send dm please 💎",
    "54": "@GHOSTZalph Amazing!! Send me a dm, I have a proposal for you :)",
    "55": "@LetsGoWolfNFT LFG🚀Send me a dm mate!",
    "56": "@oudesamor de vdd msm",
    "57": "@TheWoomiesNFT Awesome! send me a DM",
    "58": "@Whitechain_io Hey, can you send me a dm?",
    "59": "@cosmos Hi mate! Online for a chat?⚡",
    "60": "@MonkeyBanana_v1 LFG🚀Send me a dm mate!",
    "61": "@oubrisado 💚",
    "62": "@oubrisado voltar ao passado, sdd de alguém q se foi",
    "63": "@TommyWorldPower Amazing!! Send me a dm, I have a proposal for you :)",
    "64": "@Subreef180 @LT3NFT Amazing!! Send me a dm, I have a proposal for you :)",
    "65": "@outrechos de vdd",
    "66": "@PekoSol Hey can you send me a dm?",
    "67": "@megadice @PragmaticPlay Amazing! Send me a dm, I have a proposal for you!",
    "68": "@xxxxx_xdc @Fathom_fi hey!! check the DM📩, let's make your project grow 🚀🔥",
    "69": "@__zkhack__ @BerBlockWeek @GnosisDAO @dappcon_berlin @zkproof @web3privacy @ETHBerlin Hi! Send me a DM⚡",
    "70": "@SushiSwap Hi! I have a big business proposal for you! Send me a DM⚡️",
    "71": "@oudesamor q ódio",
    "72": "@BOMEbnb LFG🚀Send me a dm mate!",
    "73": "@oubrisado kkkkk tá fd",
    "74": "@GROKLEGOfficial Hi! Send me a DM for a good business proposal⚡",
    "75": "@RiscZero @ETHGlobal @Paul_Gafni @0xAbe11 Hi! Send me a DM for a great business proposal!⚡",
    "76": "@_Setiaji @okaybears Hello team! online for a chat? 🦦",
    "77": "@oubrisado e Ela sabe",
    "78": "@oudesamor demais",
    "79": "@oudesamor q ódio 🤡 juro",
    "80": "@hmusuario queria",
    "81": "@JunoNetwork @kintsugi_tech Hi! Send me a DM⚡️",
    "82": "@CryingCatBase Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "83": "@WHOOSHSOLANA LFG🚀Send me a dm mate!",
    "84": "@BaseBaboonCoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "85": "@BABYSLERFcom Amazing!! Send me a dm, I have a proposal for you 📩",
    "86": "@uebrisadassa amo",
    "87": "@riseofcatsol LFG🚀Send me a dm mate!",
    "88": "@meIhoresamigos simmmm",
    "89": "@Bdoge2sol @RaydiumProtocol @dexview @solscanofficial @birdeye_so @pinkecosystem Amazing!! Send me a dm, I have a proposal for you 📩",
    "90": "@DIQINU @ItachiMSSG2 Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "91": "@NolanWeb3 Hey, would you like to promote your giveaway?",
    "92": "@godofgamblesol Amazing!! Send me a dm, I have a proposal for you :)",
    "93": "@CRYPTOHOMIES_ @SidneyRichlin @NFA_Inc Hello there! I have a business proposal for you, send me a DM",
    "94": "@NFTOtter LFG🚀Send me a dm mate!",
    "95": "@Web3foundation Hi! Send me a DM⚡️",
    "96": "@meIhoresamigos fudeu",
    "97": "@oubrisado mas ela não colabora",
    "98": "@yasminduda07 eh gadisse do crlh, só pensa nisso?",
    "99": "@MedusaWorld_DAO Amazing!! Send me a dm, I have a proposal for you :)",
    "100": "@outrechos 🤧",
    "101": "@procrypto Hey there! send me a DM",
    "102": "@BAYC303 Amazing!! Send me a dm, I have a proposal for you 📩",
    "103": "@metahorseunity @daomaker @FinceptorApp Hi @metahorseunity! Send me a DM for a great busines proposal⚡️",
    "104": "@TaskOnCampaigns @PartnerRweb3 Hi! I have something very important to offer you! Send me a DM⚡️",
    "105": "@meIhoresamigos simmm",
    "106": "@CRDMLabs Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "107": "@Seendollfnft Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/6WIqSz1QJq",
    "108": "@oubrisado !!!!!!!",
    "109": "@WarWhalesNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "110": "@oubrisado kkkk q ódio",
    "111": "@BOX404_vip Amazing!! Send me a dm, I have a proposal for you :)",
    "112": "@oubrisado aí eu me garanto p caramba",
    "113": "@PixpelPlatform Amazing!! Send me a dm, I have a proposal for you 📩",
    "114": "@pulsegiftcards Amazing!! Send me a dm, I have a proposal for you 📩",
    "115": "@tangiesap Hi! Send me a DM⚡️",
    "116": "@GaloyMoney @advbitcoin @bodymindarts Hi! Send me a DM⚡️",
    "117": "@MomoguroNFT Hi! Send me a DM⚡️",
    "118": "@oubrisado tá fd msm",
    "119": "@ALCrego_ Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/ZCeitVT1SP",
    "120": "@JenPanepinto Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/EnZS0i8tMN",
    "121": "@outrechos essa é fd 🥹",
    "122": "@ADA_TWQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "123": "@rent_ai_eth Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "124": "@PulsarFinance Hi! Send me a DM⚡️",
    "125": "@oudesamor um tiro",
    "126": "@Copebase_ LFG🚀Send me a dm mate!",
    "127": "@gorillatokenio @kucoincom LFG🚀Send me a dm mate!",
    "128": "@imagens_capa saudade do meu ex\nmeu ex dinheiro",
    "129": "@Rune_Pro LFG🚀Send me a dm mate!",
    "130": "@oubrisado inclusive sdd",
    "131": "@drogoons Hi! Send me a DM⚡️",
    "132": "@SolbullSOLANA Amazing!! Send me a dm, I have a proposal for you 📩",
    "133": "@PenguinsyNFT @opensea Hi! Send me a DM!⚡️",
    "134": "@EcoLodgeProject Amazing! Send me a dm, we have a proposal for you",
    "135": "@mumucoineth LFG🚀Send me a dm mate!",
    "136": "@ChainProjectNFT LFG🚀Send me a dm mate!",
    "137": "@rippleszombies LFG🚀Send me a dm mate!",
    "138": "@CANVAS5_ART Amazing!! Send me a dm, I have a proposal for you :)",
    "139": "@outrechos ..",
    "140": "@SolBase_AI Hey mate can you send me a dm?",
    "141": "@oubrisado kkkkkkkkkkkkkkkk queria",
    "142": "@uebrisadassa vazou",
    "143": "@argybargy_io Amazing! Send me a dm, we have a proposal for you!",
    "144": "RT @DooblesNFT: We're minting at 14th, UTC 15:00. THIS MIGHT BE THE LAST CHANCES FOR YOU TO GET WL in 48 Hours\n🌈100 x  WL raffles under thi…",
    "145": "@doubleup_org Hey there! my agency have a proposal for you, send me a dm",
    "146": "@kr96_NFT Amazing! Send me a dm, I have a proposal for you",
    "147": "@oubrisado MDs sim",
    "148": "@socialLendland LFG🚀Send me a dm mate!",
    "149": "@ZKPanther Hi! I have something very important to offer you! Send me a DM⚡️",
    "150": "@meIhoresamigos q ódio",
    "151": "RT @apaixonarei: conhecer meu lado brega e amoroso é um privilégio",
    "152": "@SithSwap Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "153": "@oudesamor seria meu sonho?",
    "154": "@Peaceful_Token Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "155": "@Pssycoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "156": "@ordinalsnova Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "157": "@outrechos e natiruts eu quero ser feliz tb",
    "158": "@BookOfBullrunx @pinkecosystem LFG🚀Send me a dm mate!",
    "159": "@Z_Humphries @worldcoin @XTALGO Hi! Send me a DM⚡",
    "160": "@netzfinance Hi! Send me a DM for a great business proposal!⚡",
    "161": "@totemheads Amazing!! Send me a dm, I have a proposal for you :)",
    "162": "@oubrisado infelizmente nem é meme",
    "163": "@GreelanceI Hey can you send me a dm?",
    "164": "@MarvellexP Hi! Send me a DM for a great business proposal!⚡",
    "165": "@the_kingslife Hi! I have something very important to offer you! Send me a DM⚡️",
    "166": "@hmusuario eu",
    "167": "@kreator_app Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "168": "@songokusolana Hi! Send me a DM⚡️",
    "169": "@oubrisado oi Deus sou eu de novo, busco essa amizade",
    "170": "@BlockChainoor Hey bro, can we talk about business? 🎧",
    "171": "@PandoraProtocol @palettebycfw @DeFrogsToken @Purse_Land @pepeonchain404 @404LamaNotFound @Pandora_ERC404 @LamaInuC @PundiXLabs @ERC404Ecosystem @iamcfw Hi! I have something very important to offer you! Send me a DM⚡️",
    "172": "@uebrisadassa eu sou uma piada",
    "173": "@thenotdoge LFG🚀Send me a dm mate!",
    "174": "@DigitalNapalm13 Hi mate! I have a good business proposal for you! Send me a DM⚡️",
    "175": "@oubrisado sim kk",
    "176": "@DailySolami Amazing!! Send me a dm, I have a proposal for you :)",
    "177": "@CiccaDefi Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "178": "@oubrisado pois é vai c calma",
    "179": "@CryptoChaser247 Hi! Send me a DM⚡",
    "180": "@hmusuario eu sou uma piada 🤡",
    "181": "@RedbellyNetwork @HutlyAustralia Hey I have a proposal, send me dm",
    "182": "@oubrisado eu tô assim de saúde",
    "183": "@oudesamor amo",
    "184": "@oubrisado kkkkkkkkkkkkkkkk",
    "185": "@missflokita Amazing!! Send me a dm, I have a proposal for you :)",
    "186": "@habibicatsolana LFG🚀Send me a dm mate!",
    "187": "@OfficialOpcat LFG🚀Send me a dm mate!",
    "188": "@BREXONSOL Amazing!! Send me a dm, I have a proposal for you 📩",
    "189": "@LIFEOFHEL Hi, nice art mate. Send me a DM!⚡️",
    "190": "@SharkTokenBase Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "191": "@Planet_UFORIKA Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "192": "@imagens_capa amo",
    "193": "@oubrisado assim hj",
    "194": "@oudesamor p carlh",
    "195": "@BreadCat_AI Amazing!! Send me a dm, I have a proposal for you 📩",
    "196": "@oubrisado Q ódio",
    "197": "@CATMANONSOL Amazing! Send me a dm, I have a proposal for you 🚀",
    "198": "@sola_city Hello mate, I sent you a proposal 💯",
    "199": "@GKB613 @WesOP_CAT @wallstreetbets @OfficialOpcat Hi! Send me a DM for a great business proposal!⚡",
    "200": "@fivedollarnft @zozimo_nt Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "201": "@gaussaiorg Hey, can you dm me?",
    "202": "@PSKYPoliticians @FjordFoundry Hi! Send me a DM for a good business proposal!⚡️",
    "203": "@outrechos gatilho essa",
    "204": "@StampedNinja LFG🚀Send me a dm mate!",
    "205": "@CryptoGorillaYT I'm looking your art and something caught my eye , I think you and I should work together to grow your audience. Your project could be in the eyes of many people and that would be good. Send me a DM for a good business proposal!⚡️",
    "206": "@WhalesCoinSol Hello! I recently checked your project and would be interested in teaming up. We can deliver both marketing and collabs. Let me know! 🎧",
    "207": "@dappnode Amazing!! Send me a dm, I have a proposal for you 📩",
    "208": "@Cr7Inuofficial Hi! Send me a DM⚡️",
    "209": "@XRPDni1 Hi! Send me a DM⚡",
    "210": "@oubrisado só responde 🤡",
    "211": "@ChatgptSol Hi! Send me a DM⚡️",
    "212": "@RibbitOnSolana LFG🚀Send me a dm mate!",
    "213": "@odosprotocol @base Hi! I have something very important to offer you! Send me a DM⚡️",
    "214": "@pepunksol Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "215": "RT @dop_org: We are proud to announce our collaboration with @chainalysis - a global leader in blockchain analytics.   \n\nAt DOP, we are com…",
    "216": "@outrechos então",
    "217": "@VR_BayernMitte Hi! Send me a DM for a good business proposal!⚡️",
    "218": "@estheticlunar não ironicamente",
    "219": "@KamigamiNFT LFG🚀Send me a dm mate!",
    "220": "@AnyInu411 @AnyInuCoin Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "221": "@meIhoresamigos aprendam",
    "222": "@BNBhare_BSC Amazing! Send me a dm, I have a proposal for you!",
    "223": "@hmusuario elite",
    "224": "@dn404war Amazing!! Send me a dm, I have a proposal for you :)",
    "225": "@poowel_solana @boden4pres @WhorenOnSol @HunterBoden LFG🚀Send me a dm mate!",
    "226": "@PhoenixINU1 @coinmarketprime Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "227": "@Baby_Kabosu Hey!! I have a big business proposal for you! Send dm please 💎",
    "228": "@EtroSadiNFT Hello team! online for a chat? 🦦",
    "229": "@3base_io Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "230": "@Collabeatz Hey can you send me a dm?",
    "231": "@outrechos aiai",
    "232": "@Homeronsolana Hello! I recently checked your project and would be interested in teaming up. We can deliver both marketing and collabs. Let me know! 🎧",
    "233": "@Asvoria_web3 Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "234": "@EtherPupEth Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "235": "@MemeMintCoin @CoinWizardco Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "236": "@oBoticario eu amo 🥹🫶",
    "237": "@outrechos nosso",
    "238": "@oubrisado queria a  a",
    "239": "@CapybaraHolding LFG🚀Send me a dm mate!",
    "240": "@chainlink Hi! I have something very important to offer you! Send me a DM⚡️",
    "241": "@NFTEarth_L2 Hi! I have something very important to offer you! Send me a DM⚡️",
    "242": "@oudesamor eu",
    "243": "@NicePepeSOL Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "244": "@souinseguranca bom dia p qm",
    "245": "@oudesamor mds sim",
    "246": "@Geminionepoint5 Hi! Send me a DM⚡️",
    "247": "@MagicBatch @Polytrade_fin Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "248": "@oudesamor sonho",
    "249": "@PlayBlankos Hi! Send me a DM⚡",
    "250": "@monkeydikface Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "251": "@GuildofChains Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "252": "@imagens_capa vai eu tentar tirar uma foto dessas kk🤡",
    "253": "@AlRajhiTakaful Hi! I have something very important to offer you! Send me a DM⚡️",
    "254": "@oubrisado absorva",
    "255": "@nft_fish_clan @Siarel_nft @PaulCharlesArt @Elegit2021 @MetaLadzNFT @croco_locco @Randocatss @handsdall @LamaPanamka @AlienBuddyBuds Hi! I have something very important to offer you! Send me a DM⚡️",
    "256": "@motiondesign_01 @fx_hash_ Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/QbH6z5uc9v",
    "257": "@HeadRektNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "258": "tu acha msm que vou ficar triste por bobeira?????????????????????????????????????????????? vou pq sou sensível",
    "259": "@ggwp_token Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "260": "@oudesamor mds simmmm",
    "261": "@Empatia17 @objktcom Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/9lJ5uUo06j",
    "262": "@GuufyMeme Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "263": "@jellymeme_ Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "264": "@oudesamor de fato",
    "265": "ajuda no 550k de seguidores ❤️‍🩹 não esqueça de seguir",
    "266": "@souinseguranca assim",
    "267": "@AlgoFoundation @Algorand @ParisBlockWeek @JohnAlanWoods @silviomicali @PeraAlgoWallet @EXA_Market @FolksFinance Hi! I have something very important to offer you! Send me a DM⚡️",
    "268": "@ChaplinOnSolana Amazing!! Send me a dm, I have a proposal for you 📩",
    "269": "@oudesamor eu sou uma piada 🤡",
    "270": "@oudesamor tudo p mim",
    "271": "@BookOfPepe__sol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "272": "@PuseToken @contractwolf_io Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "273": "@imagens_capa deu vontade de pegar um solzin 😋",
    "274": "@WallOnSolana LFG🚀Send me a dm mate!",
    "275": "@CTonSol @RaidSharks Amazing!! Send me a dm, I have a proposal for you 📩",
    "276": "@oubrisado p quem não me conhece eu sou assim",
    "277": "@oubrisado assim hj 😭",
    "278": "@oudesamor !!",
    "279": "@oubrisado Juro",
    "280": "@MunchiesBlast Amazing!! Send me a dm, I have a proposal for you 📩",
    "281": "@oubrisado nem me fale",
    "282": "@Nvidia_Nvda @CoinMarketCap Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "283": "@PlepeTakeover Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "284": "@ALCrego_ Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/eV8wHaIiLX",
    "285": "@oasys_games @R3_GAME_EN Hi! I have something very important to offer you! Send me a DM⚡️",
    "286": "@oubrisado eu ae",
    "287": "@oudesamor e pedir mto ?",
    "288": "@NineTalesBnB LFG🚀Send me a dm mate!",
    "289": "@thebaseparty LFG🚀Send me a dm mate!",
    "290": "@outrechos !!!",
    "291": "@0xProject @hey_its_jlin @TejuAdeyinka Hi! Send me a DM for a great business proposal!⚡",
    "292": "@uebrisadassa nem é meme",
    "293": "@BOPE_BSC Amazing!! Send me a dm, I have a proposal for you 📩",
    "294": "@oubrisado vai bobo kkkkkkkkkkkkkkkk",
    "295": "RT @BIZAcoin: 🌺 World's first &amp; only!\n-&gt; Web 3.0 Tools &amp; Platform \n-&gt; #BIZA Coin BIG Event\n-&gt; Best Low Cap #BIZA Coin\n-&gt; https://t.co/bOdTJ…",
    "296": "@pyrin_network @CoinMarketCap Send me a dm, I would like to discuss about business with you",
    "297": "@realmeninav gatilho",
    "298": "@XFadeToken LFG🚀Send me a dm mate!",
    "299": "@COMBO_DAO @dego_finance @combonetworkio Hi! Send me a DM for a business proposal⚡️",
    "300": "@oudesamor 🤡🤡🤡🤡🤡🤡🤡",
    "301": "@LADA_MEME Hey! I have a big business proposal for you! Send dm 💎",
    "302": "@elementwallet Hi! I have something very important to offer you! Send me a DM⚡️",
    "303": "@JugniPolygon @TheGraveyard_ Amazing!! Send me a dm, I have a proposal for you 📩",
    "304": "@owlswap_finance Hi! I have something very important to offer you! Send me a DM⚡️",
    "305": "@ahmadova_marina @MAIFMAIFMAIF @ClownVamp Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/BmYDjsK7G4",
    "306": "@meIhoresamigos bom dia",
    "307": "@FelmoLabs Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "308": "@TheMadeApes_ Hey!! I have a big business proposal for you! Send dm please 💎",
    "309": "@itstimeonsol This is a gem! I want to share it with my community, pls send me a dm 🙌🏻",
    "310": "@uebrisadassa eu aq",
    "311": "@DeviantsNFT is gearing up for the 2nd stage of their play-2-airdrop! Starting March 1st!\n\nJoin the conflict at https://t.co/vfWr9gLQlZ\nPlay for FREE, and stand a chance to win $DEV, which you can then stake for an impressive 300% APR + many more prizes. 🚀🎮\n\n#JoinTheConfict… https://t.co/Zs5J75vUCh https://t.co/KVpU9HDR3U",
    "312": "@QuidPixels @base Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "313": "@imagens_capa era só isso",
    "314": "@LIBERA_GLOBAL @MetafestCH Hey can you send me a dm?",
    "315": "@oubrisado !!!!!!!!!!!¡",
    "316": "@SeirensNFT Great! Send me a dm, I have a proposal for you 💪",
    "317": "@bepeblast Hi! I have something very important to offer you! Send me a DM⚡️",
    "318": "@outrechos 😊😊😊",
    "319": "@Doggocoin_ @brian_armstrong LFG🚀Send me a dm mate!",
    "320": "@PandaChique Hey mate! send me a dm, I would like to connect with you",
    "321": "@ShivuToken LFG🚀Send me a dm mate!",
    "322": "@apecoin @popilart Hi! Send me a DM⚡️",
    "323": "@Neodyme @r0bre Hi! I have something very important to offer you! Send me a DM⚡️",
    "324": "@Generator_Meme_ Hey lets boost the launch! Send me a dm",
    "325": "@thegoatonsolana LFG🚀Send me a dm mate!",
    "326": "@Dashpay Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "327": "@reallandofmemes Hey, I love this!",
    "328": "@oubrisado p qm não me conhece eu sou assim",
    "329": "@WagmiGameCo Awesome! We wanna partner with you 🙌🏻",
    "330": "@BeeClubWeb3 @XDomainWeb3 LFG🚀Send me a dm mate!",
    "331": "@playbuxco Hi! I have something very important to offer you! Send me a DM⚡️",
    "332": "@giftoble Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "333": "@hmusuario 😘😘😘😘",
    "334": "@AnimeERC404 Hey mate, your project seems to be very interesting, can we talk about business? 🎧",
    "335": "@Kalypso_nft Amazing!! Send me a dm, I have a proposal for you :)",
    "336": "@oubrisado ....",
    "337": "@ElonVitalikPig @okx Amazing!! Send me a dm, I have a proposal for you :)",
    "338": "@SEIMagot LFG🚀Send me a dm mate!",
    "339": "@pepebullrun @BlueFairyNFT @SolanaExpert_1 @paubok22 @AshCryptoX1 @doge_armybull @Kiltarenft @lourdesanchezok @lexi__promoter Amazing!! Send me a dm, I have a proposal for you :)",
    "340": "@oudesamor se Deus quiser",
    "341": "@Pudgy_P_FLR LFG🚀Send me a dm mate!",
    "342": "@SuperPepeOnSol Hey can you send me a dm?",
    "343": "@AyeAyeCoin @dogwifcoin @solana LFG🚀Send me a dm mate!",
    "344": "@chiizukiNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "345": "@PragmaticPlay Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "346": "@Cryptosec @CryptoExaminers Hi! I have something very important to offer you! Send me a DM⚡️",
    "347": "@changerofficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "348": "@WinkFinance Amazing!! Send me a dm, I have a proposal for you :)",
    "349": "@PEGGYonsolana LFG🚀Send me a dm mate!",
    "350": "@cinzadomar realidade: você que manda",
    "351": "@oubrisado .",
    "352": "@oubrisado e começou td dnv",
    "353": "@SolGokuToken LFG🚀Send me a dm mate!",
    "354": "falta pouco pra 500k de seguidores, não esqueça de seguir 🫶",
    "355": "@KingMyroGlobal Hi! Send me a DM!⚡",
    "356": "@BeerxWeed Amazing!! Send me a dm, I have a proposal for you :)",
    "357": "@CYBONKTOKEN LFG🚀Send me a dm mate!",
    "358": "@oudesamor 🥰🥰🥰🥰",
    "359": "@LyvelyOfficial LFG🚀Send me a dm mate!",
    "360": "falo sozinha sim e ainda me respondo",
    "361": "@djongareall eu e quem",
    "362": "@morvelcoin_sol LFG🚀Send me a dm mate!",
    "363": "@oubrisado pra quem não me conhece eu sou",
    "364": "@420tokeneth Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "365": "@The_Homies_NFT Amazing!! Send me a dm, I have a proposal for you :)",
    "366": "@souinseguranca não ironicamente eu",
    "367": "@__causasui Hey there, send me a DM, I have a business proposal for you!🪙",
    "368": "@oudesamor besta",
    "369": "@TheHedgehog_io Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "370": "RT @BitMartExchange: 🎮 Ready for some midweek thrill? Dive into the #BitMart X $BURN #Giveaway! \n\n💰 Uncover all the $BURN coins for a shot…",
    "371": "@oudesamor elite",
    "372": "@ManuelFois3 Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/ZxHFTXI5JI",
    "373": "@SnowSeedasia @LBank_Exchange Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "374": "@catfelixsol Amazing!! Send me a dm, I have a proposal for you 📩",
    "375": "@oubrisado minha mãe",
    "376": "@KumihoAI Hi! Send me a DM⚡️",
    "377": "@lightspark @coinbase Hi! Send me a DM for a great business proposal!⚡",
    "378": "@oudesamor vazou eu",
    "379": "@outrechos amo essa",
    "380": "@bubusoltoken LFG🚀Send me a dm mate!",
    "381": "@gogoonsol LFG🚀Send me a dm mate!",
    "382": "@oudesamor 🙄",
    "383": "@BITEET_official @tarsprotocol @SolanaVentures LFG🚀Send me a dm mate!",
    "384": "@ForkCoin_ETH @XSpaces @MetaverseCA Amazing!! Send me a dm, I have a proposal for you :) 🎧",
    "385": "@GonzodelicGonzo Hi! Send me a DM⚡️",
    "386": "@oubrisado Elite que fala né",
    "387": "@oubrisado mlhr n né kk",
    "388": "@Bitcoin_Depot Hi! Send me a DM⚡️",
    "389": "@Scroll_ZKP Hi! Send me a DM⚡️",
    "390": "RT @BozoCollective: Where?: https://t.co/pnpdRh8bAa\n\nDrop your wallets\nLike+Retweet\nFollow us and @bozocoinsol \n\nBonus: send dank memes.\n\nW…",
    "391": "@oubrisado de fato seria otimo",
    "392": "@SMOGToken @bonk_inu Hey, my team loves your project, can you send me a dm?",
    "393": "@uebrisadassa kkk q ódio",
    "394": "@Why_So_Bullish LFG🚀Send me a dm mate!",
    "395": "RT @CFTradercom: Welcome to Crypto Fund Trader! \nWe are the first prop-firm focused towards cryptocurrencies with the best conditions for t…",
    "396": "@KarlaMosco35985 Hola! ¿Queres que mas gente lea tus Comics? Enviame un mensaje!⚡️",
    "397": "@outrechos real",
    "398": "@TurtleyNFT Hi! I saw your project and somethin caught my eye, send me a DM for a great business proposal⚡",
    "399": "@no_hygiene Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/DZJlZU1SBr",
    "400": "@BonexExchange Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "401": "@oudesamor melhor coisa",
    "402": "@garbagefriends Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "403": "@oubrisado segundouu",
    "404": "@AmmoCrypt Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "405": "@SoulOfTheAnt Awesome, let's talk to DM, I have a great plan to work with you",
    "406": "@outrechos real demais",
    "407": "@Silk_Stable Hi! Send me a DM⚡️",
    "408": "RT @apaixonarei: \"você não era assim\"    ué agora eu sou",
    "409": "@HaqqexHQ Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "410": "@ExOHeroesNFT LFG🚀Send me a dm mate!",
    "411": "@meIhoresamigos 🤡🤡",
    "412": "@outrechos eu",
    "413": "@pangeanis Hi! I have something very important to offer you! Send me a DM⚡️",
    "414": "@SendexAI LFG🚀Send me a dm mate!",
    "415": "@TheLabSol Hi! I have something very important to offer you! Send me a DM⚡️",
    "416": "@AstroverseGG Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "417": "@PowerLoong Hey mate, can you send me a dm?",
    "418": "@cosmoshub Hi! I have something very important to offer you! Send me a DM⚡️",
    "419": "@oubrisado q ódio kkkk",
    "420": "@PolyRoseNFT @Olitopia_NFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "421": "RT @diam_stack: Thrilled to see #DIAM featured in the latest spotlight on next big #crypto projects! A big thank you to our incredible #DIA…",
    "422": "@oubrisado !",
    "423": "@oubrisado saudades dms",
    "424": "@rektqueen Ey !! Check DM i have some promos for you 🚀🔥",
    "425": "@oubrisado nem fala",
    "426": "@corgi408 Hello team! online for a chat? 🦦",
    "427": "@oubrisado não entendi",
    "428": "@TurboToadToken LFG🚀Send me a dm mate!",
    "429": "@cryptoquant_com @Greatest_Trader Hi! Send me a DM for a great business proposal!⚡",
    "430": "@haeltessil Hi! Your art look so cool! Send me a DM⚡️",
    "431": "@outrechos 😭😭😭😭",
    "432": "@oubrisado jueo",
    "433": "@hmusuario nem é meme",
    "434": "@oudesamor vai vendo",
    "435": "@outrechos o lapada",
    "436": "@PengkitaOnSol Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "437": "@Solido_Finance @solana Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "438": "@hmusuario ???",
    "439": "@oubrisado kkkkkkkkkkkkkkkk 😮‍💨🤡",
    "440": "@oubrisado q ódio",
    "441": "@Shit_Burner_ Amazing!! Send me a dm, I have a proposal for you :)",
    "442": "@opendapps_cloud @defichain Hi! I have a big business proposal for you! Send me a DM⚡️",
    "443": "@radicle @cloudhead @lftherios Hi! Send me a DM for a great business proposal!⚡",
    "444": "@BadEnvClub @sxsw @JTLissPhotoArt @sweetchurro12 @drip_haus @rabbitx_io @ATXDAO Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "445": "@oubrisado limpar casa ouvindo música",
    "446": "@mintportio Hi! I have something very important to offer you! Send me a DM⚡️",
    "447": "@oubrisado cade",
    "448": "@Fandomdao_ Hi! Send me a DM⚡️",
    "449": "@KoolAidManSol @WhodatJoey LFG🚀Send me a dm mate!",
    "450": "@Billisea_io Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "451": "@CoqInuAvax @snekcoinada @CoinDesk @CryptosR_Us @KarateCombat @InfluFightClub @BraveCoq @otivnod Hi! Send me a DM⚡",
    "452": "@TaketheLtoken @JupiterExchange Great token! Send me a dm 💪",
    "453": "@eretuzagurgel Hey mate! my agency is interested in your project! send me a DM",
    "454": "@hmusuario dms",
    "455": "@Ray__sX Amazing!! Send me a dm, I have a proposal for you 📩",
    "456": "@shield2protocol Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "457": "@HYCHAIN_GAMES Hi! Send me a DM!⚡️",
    "458": "@SnailtopiaNFT GM!! Send me a dm, I have a proposal for you :)",
    "459": "@ShibaZillaSol Hey mate, can you send me a dm?",
    "460": "@outrechos assim 🫠",
    "461": "@oubrisado meu mood",
    "462": "@bopcatneko LFG🚀Send me a dm mate!",
    "463": "@BunnyTale07 Hi! I have something very important to offer you! Send me a DM⚡️",
    "464": "@lsdexchange Hey mate, we have a marketing proposal",
    "465": "@apeterminal Hi @apeterminal! I have a great business proposal for you, send me a DM⚡️",
    "466": "cérebro pfv pare de pensar nisso",
    "467": "@CoinDCX @GiantMammoth Hi! Send me a DM for a great business proposal⚡️",
    "468": "@ritzsportsbet Hey lets talk about business 🚀",
    "469": "@oubrisado q ódio kkkkkkkk",
    "470": "@FinancePoker Hi mate! I have something very important to offer you, send me a DM⚡️",
    "471": "@0xSunflowerLand Hi @0xSunflowerLand! Send me a DM for a great business proposal⚡",
    "472": "@oubrisado eu aikkkk",
    "473": "@oubrisado vsf kkkkkkkk",
    "474": "@outrechos !!!!!! volta vida",
    "475": "@Laugh_Project Hi! I have something very important to offer you! Send me a DM⚡️",
    "476": "@Neutron_org Hi! Send me a DM for a good business proposal⚡️",
    "477": "@AngelDemonNFTs Hi! I have something very important to offer you! Send me a DM⚡️",
    "478": "@COCKSbtc Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "479": "@zbdapp Hi! Send me a DM⚡️",
    "480": "@burnfolio Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "481": "@ZeatOfficial @Galxe Hi! Send me a DM⚡️",
    "482": "@oubrisado tá fd 🥹",
    "483": "@adarunnerz @InmatesOTWT LFG🚀Send me a dm mate!",
    "484": "@hejeemi Amazing!! Send me a dm, I have a proposal for you :)",
    "485": "@PepeOnMarsBase LFG🚀Send me a dm mate!",
    "486": "@AvaStarsNFT @WPeaster @j1mmyeth Hi! Send me a DM⚡️",
    "487": "@OutlawsPixel Lfg 🚀",
    "488": "@HTX_DAO @justinsuntron Hi! I have something very important to offer you! Send me a DM⚡️",
    "489": "@VOYA__Merlin LFG🚀Send me a dm mate!",
    "490": "@Amnesia199011 @opensea awesome !! do you have a minute?🦦",
    "491": "obg todos que estão seguindo a página 🫶",
    "492": "@outrechos 🥰",
    "493": "@ADA_PEEPOS Amazing!! Send me a dm, I have a proposal for you :)",
    "494": "@JoJoWorld2022 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "495": "@HiNetworkApp Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "496": "@thesmileytoken Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "497": "@PouTehAlien LFG🚀Send me a dm mate!",
    "498": "@Gibthecoin Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "499": "@GalaxyFoxToken LFG🚀Send me a dm mate!",
    "500": "@RocketRaceToken @CoinvoteCC @JohnCryptoDoge1 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "501": "@oudesamor q ódio kkkkk",
    "502": "@milkatoken @PancakeSwap Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "503": "@Jinxcat_Sol Amazing!! Send me a dm, I have a proposal for you 📩",
    "504": "@oubrisado pra quem não me conhece eu sou assim 👆",
    "505": "@NoFuTr @DegenToonz Hi! Send me a DM⚡️",
    "506": "@BigBucksToys LFG🚀Send me a dm mate!",
    "507": "@blockcreditcash Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "508": "@oudesamor !!!!!!!!!",
    "509": "@oubrisado aparentemente foi",
    "510": "@oudesamor nem perco meu tempo mais",
    "511": "me ganhou com palavras\nme perdeu com atitudes",
    "512": "@ShanHaiGameFi Amazing! Send me a dm, I have a proposal for you 🚀",
    "513": "@oubrisado 😮‍💨",
    "514": "@nft_olga Hi! Send me a DM⚡️",
    "515": "@FangoLabs Hey can you send me a dm?",
    "516": "@oubrisado kkkkkkkkkkkkkkkk q ódio",
    "517": "@oudesamor !!!!",
    "518": "@BalinBank @coingecko Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "519": "@CinEgos @SnoutBearsNFT @pixels_online @pixels_es Amazing!! Send me a dm, I have a proposal for you :)",
    "520": "@hmusuario oi Deus sou eu de novo",
    "521": "🎉 Join Our Exclusive Airdrop! 🚀\n\nDo you want to be one of the first to own our amazing tokens? Get ready for an unmissable opportunity as we're generously giving away 5 billions of tokens to the first 300 new holders!\n\n✅ How to Participate:\n\nPurchase our tokens now!\nWe'll… https://t.co/1LQvkVJxWv https://t.co/tfgmIH8wn4",
    "522": "@oubrisado nem é meme",
    "523": "@badgerspl22 LFG🚀Send me a dm mate!",
    "524": "@oudesamor na moral",
    "525": "@outrechos tem dias q é foda",
    "526": "@oudesamor vish dms",
    "527": "@darky_caos Hi! Send me a DM⚡️",
    "528": "@meIhoresamigos melhor coisa",
    "529": "@oubrisado mano q ódio",
    "530": "@TokenMindset Amazing!! Send me a dm, I have a proposal for you :)",
    "531": "@so_cubs Hello team! online for a chat? 🦦",
    "532": "@nexboxtoken Hey! I have a big business proposal for you! send dm please🔷",
    "533": "@oudesamor precisando msm",
    "534": "@hmusuario assim de saúde",
    "535": "@_Terraport_ Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "536": "@OneFinityChain @EthereumDenver Awesome! send me a DM, I have a proposal for you",
    "537": "@uebrisadassa vm vida kkkkkkk",
    "538": "@oudesamor 🙏",
    "539": "@RealmLink_Infra LFG🚀Send me a dm mate!",
    "540": "@ether @Manel_El6 Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "541": "@0xTreasureTree Amazing!! Send me a dm, I have a proposal for you :)",
    "542": "RT @BNB_BALL: Are you sick of P2E and Launchpad Tokens that dump every TGE? The solution is here. Big Buyback and Fiscally Responsible!\n\nBN…",
    "543": "@GaryGenslerMeme Hey mate, your content seems to be very interesting, can we talk about business? 🎧",
    "544": "@bidenwifhat Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "545": "@javespr Hey can you send me a dm?",
    "546": "@barbielndiretaz não ironicamente eu",
    "547": "@MsnAiBot Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "548": "@RaccoonsOnSol Hey! Send dm please💎",
    "549": "@oubrisado q ódio kkkkkk",
    "550": "@PIGGY_CHAT Amazing!! Send me a dm, I have a proposal for you 📩",
    "551": "@Scallop_io @sailormoonann @OakGroveVC @PolyhedraZK @AlchemyPay @ritualnet @ChainCatcher_ GM! I have something very important to offer you! Send me a DM⚡️",
    "552": "@DogeLegionX Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "553": "@cloncast Hi! Send me a DM!⚡",
    "554": "@oubrisado pf pf",
    "555": "@BlastFutures Hey, I sent you a dm!",
    "556": "@outrechos essa música 🫰",
    "557": "@Haven1official Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "558": "elogia meu cabelo pra ve se eu não fico boioIa por vc",
    "559": "@IsekyOfficial Amazing!! Send me a dm, I have a proposal for you :)",
    "560": "@Ardoxus Amazing!! Send me a dm, I have a proposal for you :)",
    "561": "@burnttoast Hi! Send me a DM⚡",
    "562": "@honkwifhatonsol LFG🚀Send me a dm mate!",
    "563": "@oudesamor oi Deus sou eu de novo",
    "564": "@PaxPanda @FelineFiendz Hello team! online for a chat? 🦦",
    "565": "@oubrisado quero tanto",
    "566": "@CryptoHaas_eth Hi! Send me a DM⚡️",
    "567": "@IndonesianCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "568": "@Normieonsolana Amazing!! Send me a dm, I have a proposal for you :)",
    "569": "@hydra_dx @Polkadot Hi! Send me a DM⚡️",
    "570": "@oudesamor kkkkkk quantas for preciso",
    "571": "@EMLprotocol Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "572": "@saros_xyz GM! I have something very important to offer you! Send me a DM⚡️",
    "573": "@basedpoppy_base Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "574": "@gamemonetize Hi! Send me a DM⚡️",
    "575": "@SCOOBY_OnSOL LFG🚀Send me a dm mate!",
    "576": "@SoonAppAi @UtilityNet_ Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "577": "@Project_TXA Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "578": "@meIhoresamigos elite",
    "579": "@XinFin_Official @Tangem @XDC_EU @xdc_community @XDCFoundation @XDC_Spanish @XDC_Philippines @XDC_Australia @sbixdc Hi! Send me a DM!⚡",
    "580": "@oubrisado não aguento mais",
    "581": "@oubrisado q ódio 🤡 🤡 🤡",
    "582": "@LayerGPTxyz Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "583": "@Synthron_Chain Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "584": "@outrechos assim de saúde",
    "585": "@3a5a1a @fakewhale_xyz @objktcom Nice project bro, we love Duki and modo gaucho. I’ll send you a dm with a proposal 💯",
    "586": "@BankercoinAda @FluidTokens @Jetplane_Aces Awesome, let's talk to DM, I have a great plan to work with you",
    "587": "@DegeneratsCNFT @BankercoinAda @riskgamingco Hi! I have something very important to offer you! Send me a DM⚡️",
    "588": "@Novopangeaio Hi! I have something very important to offer you! Send me a DM⚡️",
    "589": "@coinmarketprime @memepopeye Hi! Send me a DM⚡️",
    "590": "@meIhoresamigos kkkkkkkkkkkkkkkk q ódio",
    "591": "@Yuufa_Kilvenie wow the profiles are very beautiful!!  check the DM 📩, I can help you enhance your project 🔥🚀",
    "592": "@DeBankDeFi Hi! Send me a DM⚡️",
    "593": "@RockItCoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "594": "@GigaChadGPT_io Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "595": "@SlinderAI_ Lfg can you send me a dm?",
    "596": "@belensky_s Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "597": "@TreasureLandGem Hey mate, check the DM📩, I offer you to boost your project🚀🔥",
    "598": "@babygroks Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "599": "@hmusuario kkkkkkkkkkkkkkkk",
    "600": "@outrechos !!!!!",
    "601": "@bob_shiby Hi! Send me a DM for a good business proposal!⚡️",
    "602": "@themistnft Hi! Send me a DM for a good business proposal!⚡️",
    "603": "@oudesamor esperando",
    "604": "@pepedogsolana Hi! Send me a DM⚡",
    "605": "@ATHWifHat LFG🚀Send me a dm mate!",
    "606": "RT @apaixonarei: cérebro pfv pare de pensar nisso",
    "607": "@imagens_capa 🫤",
    "608": "@fdcapital_io @lomeshdutta @dfinity Hi! Send me a DM for a great business proposal!⚡",
    "609": "@Green_BlockC Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "610": "@WallStreetSilv Hi! Send me a DM for a great business proposal!⚡",
    "611": "@oudesamor sem meme",
    "612": "fonte: desconfiei e tava certa",
    "613": "@StargateFinance Hi! I have something very important to offer you! Send me a DM⚡️",
    "614": "“vou dormir” é a desculpa perfeita para quando não estou me sentindo bem...",
    "615": "@spacepugs_ @intraVerse_Game Hi! I have something very important to offer you! Send me a DM⚡️",
    "616": "@OOOWellet Hi! Send me a DM for a good business proposal!⚡",
    "617": "@nomibase Hey! Send me a dm, I have a proposal for you!",
    "618": "@outrechos Essa é boa demais",
    "619": "@gold_dog8 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "620": "@djongareall pensando nisso aqui",
    "621": "@RAWRINGKITTY Amazing!! Send me a dm, I have a proposal for you :)",
    "622": "@cryptoadzNFT Amazing! Send me a dm, I have a proposal for you",
    "623": "@BottleheadNFT LFG🚀Send me a dm mate!",
    "624": "@HashAI_Eth @coingecko Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "625": "@imagens_capa 😍❤️",
    "626": "@hmusuario kkkkkkkkkkkkkkkk assim",
    "627": "@Bigkoinofficial Amazing! Send me a dm, I have a proposal for you 🚀",
    "628": "@LamboMoon_sol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "629": "@BatCatonSolana Amazing!! Send me a dm, I have a proposal for you 📩",
    "630": "@PunklinesNFT @hyphen_ab1 @Yusanverse Amazing!! Send me a dm, I have a proposal for you :)",
    "631": "@pnutonsolana @aeyakovenko Amazing!! Send me a dm, I have a proposal for you :)",
    "632": "@tapswapai @mmdhsinbghr Hey there, send me a DM, I have a business proposal for you!🪙",
    "633": "@SharpeLabs Hi! Send me a DM for a great business proposal!⚡",
    "634": "@PXRNETWORK Hi! I have something very important to offer you! Send me a DM⚡️",
    "635": "@oudesamor !!!!!!!!!!!!",
    "636": "@Catwifhandsavax Amazing!! Send me a dm, I have a proposal for you 📩",
    "637": "@activ8earth LFG🚀Send me a dm mate!",
    "638": "@ZebuSolana Hey, can you send me a dm?",
    "639": "@oudesamor p quem não me conhece eu sou assim",
    "640": "@oubrisado nmel",
    "641": "@TaiyoPilots @QORPOworld Hi! I have something very important to offer you! Send me a DM⚡️",
    "642": "@DogeGalaxyToken LFG🚀Send me a dm mate!",
    "643": "@chris_rep17 Hey mate, check the DM📩, I offer you to boost your project 🚀🔥",
    "644": "@oubrisado 🤡",
    "645": "@AIPepeKing @Dmailofficial Hey can you send me a dm?",
    "646": "@oudesamor tá foda",
    "647": "@djongareall oi Deus sou eu de novo",
    "648": "@Official_GDC Hi! I have something very important to offer you! Send me a DM⚡️",
    "649": "@JackRussellSOL @CoinMarketCap Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "650": "@humanoidkittens Hi! Send me a DM!⚡️",
    "651": "@TheNBCArtists @IceGirlzNFT @JakeBalchNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "652": "mentir p mim????????? logo eu  q já pergunto sabendo",
    "653": "se seu ex pedisse pra te ver agora  oq vc responderia???",
    "654": "@oubrisado odeio q falam isso",
    "655": "@AnonTechERC Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "656": "@Neatz_nft Amazing!! Send me a dm, I have a proposal for you :)",
    "657": "@NailsTechERC20 Hi, can i talk to you about business enquiry? Thanks!!💎",
    "658": "@gonebirbs Amazing!! Send me a dm, I have a proposal for you :)",
    "659": "@Wifbonksol LFG🚀Send me a dm mate!",
    "660": "@LoafCatHQ LFG🚀Send me a dm mate!",
    "661": "@OctaviaToken Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "662": "@oubrisado meu Deus meu senhor me ajuda pf",
    "663": "@Catstagramsol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "664": "@AvaxMemeCoin Hi! Send me a DM⚡",
    "665": "@outrechos então...",
    "666": "@oudesamor talvez",
    "667": "@oubrisado q ódio 😂",
    "668": "@blockblendIO @Catboy_io @cz_binance Amazing!! Send me a dm, I have a proposal for you :)",
    "669": "@uebrisadassa eu em",
    "670": "@imagens_capa amei tá?",
    "671": "@SolGokuFun Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "672": "@outrechos queria beber até esquecer q existo",
    "673": "@Port3Network Hi! Send me a DM⚡️",
    "674": "@imagens_capa amei",
    "675": "@AlgoGigo @scottmarin17 @RandGallery Hi! Send me a DM!⚡️",
    "676": "@oudesamor elite q fala né",
    "677": "@SatCoinSolana LFG🚀Send me a dm mate!",
    "678": "@outrechos 😵‍💫",
    "679": "@LazyCrewGang @PiratesMeta Hi! Send me a DM⚡️",
    "680": "@VateCoin @Mete9689 Amazing!! Send me a dm, I have a proposal for you :)",
    "681": "@DeFiChainData Hi! I have a big business proposal for you! Send me a DM⚡️",
    "682": "@oubrisado eh raro mas acontece sempre",
    "683": "@wen_goods Hi! Send me a DM⚡️",
    "684": "@Voluntario14474 Hi! I have something very important to offer you! Send me a DM⚡️",
    "685": "@oudesamor chega minha vez nunca",
    "686": "@oubrisado kkkkkkkkkkkkkkkk s",
    "687": "@OnlyBuyz @Hodl_fm Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "688": "@oubrisado pois então eis a questão",
    "689": "@kanarytoken Hey, can you send me a dm?",
    "690": "RT @apaixonarei: se seu ex pedisse pra te ver agora  oq vc responderia???",
    "691": "@POOKYonsol LFG🚀Send me a dm mate!",
    "692": "@mystypo Hi! I have something very important to offer you! Send me a DM⚡️",
    "693": "@BirbDefi Amazing!! Send me a dm, I have a proposal for you 📩",
    "694": "@shrimpwen__eth Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "695": "@oubrisado entao",
    "696": "@KoalaMemeCoin Amazing!! Send me a dm, I have a proposal for you :)",
    "697": "@TheMoneyFrogTkn Hey there! send me a DM :)",
    "698": "@Polkadot @MoonbeamNetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "699": "@dickbuttsolana LFG🚀Send me a dm mate!",
    "700": "@oubrisado eu aq",
    "701": "@Coinfantasy_Io Hey can you send me a dm?",
    "702": "@gotchiguardians Hi! I have a big business proposal for you! Send me a DM⚡️",
    "703": "@comeandseeaiart LFG🚀Send me a dm mate!",
    "704": "@Celia_Finance Hi! I have something very important to offer you! Send me a DM⚡️",
    "705": "@DAOnutsNFT LFG🚀Send me a dm mate!",
    "706": "@outrechos tá fd 🥹",
    "707": "@WienersCoin Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "708": "RT @BinanceArmy100x: $ULS interchain and easy-to-use cryptocurrency @ULS_TOKEN    \n\n BUY !  https://t.co/jgOHHzaVGe\n\nairdrop info :  TOTAL…",
    "709": "@DrEvils_Cat Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "710": "@jtmcatpapa Hi! I have something very important to offer you! Send me a DM⚡️",
    "711": "@ZedgeRacer @zed_run Hi! Send me a DM⚡️",
    "712": "@DOGE_COIN20 LFG🚀Send me a dm mate!",
    "713": "@venompad @CoinCornerSMM @zealy_io Hi! Send me a DM for a good business proposal!⚡️",
    "714": "@alexmack__ @exchgART Hey there, send me a DM, I have a business proposal for you!🪙",
    "715": "@pandatron5 Ey! Check DM 📩 i have some promos for you !!",
    "716": "@SolCatSlap Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "717": "@oubrisado q ódio juro 🤡🤡",
    "718": "@kado_money Hi! Send me a DM⚡️",
    "719": "@gmblcomputer Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "720": "@NeonSpaceNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "721": "@ZilPepeMemecoin @zilliqa @solana @BNBCHAIN @web3war Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "722": "@uebrisadassa seria meu sonho ?",
    "723": "@outrechos assim",
    "724": "@coincheckjp Hi! I have something very important to offer you! Send me a DM⚡️",
    "725": "@oudesamor !!!",
    "726": "@chaincrib @Jane14457995 @Cardano Hey can you send me a dm?",
    "727": "@imagens_capa fofo",
    "728": "@uebrisadassa mds sim",
    "729": "@LingoseGame @masterpopgame Hi! I have something very important to offer you! Send me a DM⚡️",
    "730": "@kirbosol Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "731": "nao é pq eu ri que eu entendi o que vc disse",
    "732": "@BoDoggosNFT Hi! Send me a DM for a good business proposal!⚡️",
    "733": "@outrechos aii",
    "734": "@hmusuario isso q é foda",
    "735": "@oudesamor fd",
    "736": "@zeopark1997 @thegoonsclub Hello team! online for a chat? 🦦",
    "737": "@joltify_finance Hi! Send me a DM⚡",
    "738": "@oubrisado 😭😭😭😭",
    "739": "@solanalabs Hi! I have something very important to offer you! Send me a DM⚡️",
    "740": "@outrechos Juro",
    "741": "@SolafOnSol @telegram LFG🚀Send me a dm mate!",
    "742": "@CrazyBunnySol LFG🚀Send me a dm mate!",
    "743": "@urfSOL LFG🚀Send me a dm mate!",
    "744": "@oudesamor @oubrisado meu sonho é ser marcada nesse meme",
    "745": "@realmeninav aí q delicia o verao",
    "746": "@bers_research Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "747": "LOOZR: the FriendTech for musicians and music lovers. \n\nAfter Token Generated Event (TGE), 3 Million $LZR tokens will be distributed to NFT holders and early backers — Dec 2023!! \n\nThese NFTs will be converted to Airdrop Loozr Tokens, including points earned. \n\nClaim your NFT —… https://t.co/KQyozQDlYt https://t.co/G7i7K1LWj6",
    "748": "@NuitNFT @AstroGuys_sei Amazing! Send me a dm, I have a proposal for you",
    "749": "@fableborne Hi! Send me a DM⚡",
    "750": "@anonymousedao Great! Send me a dm 💪",
    "751": "@Toshireverse LFG🚀Send me a dm mate!",
    "752": "@Forge @jungle_xyz Hi! Send me a DM⚡️",
    "753": "@rnpepeoneth @pepecoineth @CoinpediaNews Hi, can i talk to you about business enquiry? Thanks!!💎",
    "754": "@arbitrum Hi! I have something very important to offer you! Send me a DM⚡️",
    "755": "@meIhoresamigos mto ruim",
    "756": "@oudesamor eu amo essa energia caótica",
    "757": "@DecatsOfficial Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "758": "@interchain_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "759": "@CheebaSol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "760": "@shePEPA Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "761": "@meIhoresamigos assim",
    "762": "@themiracle_io @NFT_NYC Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "763": "@oubrisado assim juro",
    "764": "@Solcasinoio Gm mate, I sent you a dm 💯",
    "765": "@winnnables Amazing!! Send me a dm, I have a proposal for you :)",
    "766": "@Cryptic_Wiz Amazing!! Send me a dm, I have a proposal for you :)",
    "767": "@TheDegenToken @alostock Hey!! I have a big business proposal for you! Send dm please 💎",
    "768": "@oudesamor amo kkkkk 😚",
    "769": "@ZIZOcollection @sidexyz Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "770": "@TheTreeverse @EndlessCloudsHQ Hi! Send me a DM⚡️",
    "771": "@StarkWareLtd @ohayo_dojo @cartridge_gg Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "772": "@OctantApp @greenpillnet Hi! Send me a DM⚡",
    "773": "RT @sealsonbitcoin: MINT IS LIVE‼️\nMINT IS LIVE‼️\n\n——SEND NODES——\n\nhttps://t.co/BrLu9HcQXV\n\nCollection: Bitcoin Seals\nSupply: 10k Seals\nPri…",
    "774": "@uebrisadassa eu ai",
    "775": "@PabloescobarNTF LFG🚀Send me a dm mate!",
    "776": "@Draw5Y Hi! Send me a DM⚡️",
    "777": "@ardavan_ @edina_soos Hi! Send me a DM⚡️",
    "778": "@howinu Amazing! Send me a dm, I have a proposal for you 🚀",
    "779": "@bebe_buddies Amazing!! Send me a dm, I have a proposal for you :)",
    "780": "@HyperCoonCat LFG🚀Send me a dm mate!",
    "781": "@komondorio LFG🚀Send me a dm mate!",
    "782": "@CryptoSignalsU Hi! Send me a DM⚡️",
    "783": "@oubrisado graça a Deus aprendi isso 🙌",
    "784": "@oudesamor então",
    "785": "@ChineseNYDragon Hi! Send me a DM⚡️",
    "786": "@oddities_xyz Hi! Send me a DM⚡️",
    "787": "@PhoenixOMAX LFG🚀Send me a dm mate!",
    "788": "@oudesamor ..",
    "789": "@StreetDogsBSC Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "790": "@NftDuppies Great! Send me a dm, we have a proposal for you!",
    "791": "@NftPanda Amazing!! Send me a dm, I have a proposal for you :)",
    "792": "@ArkerCommunity @crypto_horses LFG🚀Send me a dm mate!",
    "793": "@KuCoinVentures @bitsmiley_labs Hi! I have something very important to offer you! Send me a DM⚡️",
    "794": "@FamousSkeletons Hi! Send me a DM⚡",
    "795": "@TreasureLandGem Hey mate, check the DM📩, I offer you to boost your project 🔥🚀",
    "796": "@NekoTotheMoon LFG🚀Send me a dm mate!",
    "797": "@FensDAO LFG🚀Send me a dm mate!",
    "798": "@mcethtoken Amazing!! Send me a dm, I have a proposal for you :)",
    "799": "@oubrisado pra hoje era só um churras, um arroz e um vinaigrette 😭😭",
    "800": "RT @nftkoosh: ⚡ Giveaway Alert ⚡\n\nGiving Away @alienfrens Evolution #10959\n\nTo Enter:\n✅ Like &amp; RT\n✅ Follow @nftkoosh @th3collective_ @koosh…",
    "801": "@DogeMarleyMeme LFG🚀Send me a dm mate!",
    "802": "@Ohfuck_sol LFG🚀Send me a dm mate!",
    "803": "@injbbb LFG🚀Send me a dm mate!",
    "804": "\"você não era assim\"    ué agora eu sou",
    "805": "@oudesamor !!!!!",
    "806": "@ether_quest Hey! Send me a dm, I have a proposal for you 🚀",
    "807": "@oudesamor 🥰",
    "808": "@jlyvrs Hi! I have a big business proposal for you! Send me a DM⚡️",
    "809": "@oubrisado q ódio disso",
    "810": "@BirthdayDev Hi! I have a big business proposal for you! Send me a DM⚡️",
    "811": "@oubrisado nmrl kk",
    "812": "@goatonsoltop Can you send me a dm? I love this project",
    "813": "@LazyfarmNFT @VitalikButerin @ethereum Hello team! online for a chat? 🦦",
    "814": "@uebrisadassa pra quem não conhece a minha rotina é assim",
    "815": "@betsmixer Amazing! Send me a dm, I have a proposal for you",
    "816": "@oubrisado kkkkkkkkkkkkkkkk sim",
    "817": "@GFuelEnergy Hi! I have something very important to offer you! Send me a DM⚡️",
    "818": "@outrechos simmmmmm",
    "819": "@oubrisado 🥰🥰🥰🥰🥰🥰",
    "820": "@Coinbase_NFT Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "821": "@TheGeckz Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "822": "@choquei 50 reais de luz kkkkkkkkkkkkkkkkkkk eu acho que minha vida INTEIRA, nunca me aconteceu isso",
    "823": "@5th_scape Hi! I have something very important to offer you! Send me a DM⚡️",
    "824": "@zapper_fi @CamelotDEX Hi! Send me a DM⚡️",
    "825": "obg todos que estão seguindo a página e quem não está, ajudem nos 550k de seguidores ❤️‍🩹",
    "826": "@gonzo_slow @MagicEden Hi! Send me a DM!⚡",
    "827": "@DOGGONSOLANA LFG🚀Send me a dm mate!",
    "828": "@ZynCoinERC20 LFG🚀Send me a dm mate!",
    "829": "@GeoRidersio LFG🚀Send me a dm mate!",
    "830": "gosto de gente emocionada msm, to fora de receber o mínimo",
    "831": "@oudesamor real, n tem pq ficar segurando",
    "832": "@King_Kong_Sol_ Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "833": "@hyrotrader @hyrotrader_com Hi! I have something very important to offer you! Send me a DM⚡️",
    "834": "@keplrwallet @CosmoverseHQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "835": "@BigmouthTok Amazing!! Send me a dm, I have a proposal for you :) 🎧",
    "836": "@diegoonsolana LFG🚀Send me a dm mate!",
    "837": "@flopy_solana Amazing!! Send me a dm, I have a proposal for you 📩",
    "838": "@oudesamor d vdd",
    "839": "@oubrisado oi Deus",
    "840": "@outrechos aí nem me fale",
    "841": "@JestrToken Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "842": "@web3blastgames LFG🚀Send me a dm mate!",
    "843": "@MantaNetwork Hi! Send me a DM⚡️",
    "844": "@genopets @geno_jy @WolvesDAO Hey can you send me a dm?",
    "845": "@oubrisado pf 😭",
    "846": "@MrBalloon_ Hey there, send me a DM, I have a business proposal for you!🪙",
    "847": "@KIREIMONJP Amazing!! Send me a dm, I have a proposal for you :)",
    "848": "@ThePepeShowNFT Amazing!  Send me a dm, I have a proposal for you",
    "849": "@oubrisado jamais",
    "850": "@crabkoin Hey! I have a big business marketing proposal for you! Send dm 💎",
    "851": "@outrechos de fato",
    "852": "RT @coolcats: The Milk Chug | Ep. 102 https://t.co/e2dIz0s1Uz",
    "853": "@oubrisado graça a Deus aprendi umas coisas",
    "854": "@wearelivingNFT Hi! Send me a DM⚡️",
    "855": "@oubrisado vai querer",
    "856": "@schmunkus LFG🚀Send me a dm mate!",
    "857": "@DiamondPepes Hi! I have something very important to offer you! Send me a DM⚡️",
    "858": "@TehPyrateBey Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "859": "@Web3LabsClub @Neo_Blockchain @evms2024 @PlayEstates @BladeofgodX @N2FT_ @owlsync2023 @zestlabxyz GM! I have something very important to offer you! Send me a DM⚡️",
    "860": "@astroport_fi Hi! Send me a DM⚡️",
    "861": "@oudesamor ngm merece",
    "862": "@Solanasaursmeme Amazing!! Send me a dm, I have a proposal for you 📩",
    "863": "@ShibaZillaSol @elonmusk Hey team! send me a DM",
    "864": "@SwoleDogeNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "865": "@ViGay_nft @cs_barbz Hi! Send me a DM⚡️",
    "866": "@SALVATRON92384 Amazing!! Send me a dm, I have a proposal for you :)",
    "867": "@SkyMavisHQ Hi! Send me a DM⚡",
    "868": "@BLOKKIES_NFT Amazing!! Send me a dm, I have a proposal for you :)",
    "869": "@BNBSamuraiDoge Hi! Your art look so cool, send me a DM⚡",
    "870": "@oubrisado mo paz",
    "871": "@defi_wallet Hello mate! send me a DM",
    "872": "@outrechos juro",
    "873": "@AltitudeDeFi Hi! I have something very important to offer you! Send me a DM⚡️",
    "874": "@PowerTrump4782 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "875": "@Sillygooseonsol Amazing!! Send me a dm, I have a proposal for you :)",
    "876": "@SlorfCommunity Amazing!! Send me a dm, I have a proposal for you :)",
    "877": "@oudesamor apaga pf tá dando gatilho",
    "878": "@CrazyFrog_Coin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "879": "@Dogetune1 Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "880": "@LargerTLifeNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "881": "@OGwaysNFT LFG🚀Send me a dm mate!",
    "882": "@luckyboosol LFG🚀Send me a dm mate!",
    "883": "@Zypto_Token I love this token, can you send me a dm?",
    "884": "@finecoineth @TehLordKek Amazing!! Send me a dm, I have a proposal for you :)",
    "885": "@realmeninav 😮‍💨😮‍💨",
    "886": "@CountingSwap LFG🚀Send me a dm mate!",
    "887": "@JackRussellSOL What amazing art! Send me a DM⚡️",
    "888": "@IchaPepeScroll @IchaPepe LFG🚀Send me a dm mate!",
    "889": "@uebrisadassa de vdd",
    "890": "@zk_apes LFG🚀Send me a dm mate!",
    "891": "@oudesamor juro kk",
    "892": "@PiApesNFT LFG🚀Send me a dm mate!",
    "893": "@nakabullsnft @hopkins Hello there! Send me a dm, I would like to discuss business opportunities",
    "894": "@catecoin Hi! Send me a DM⚡️",
    "895": "@book_of_whales Amazing!! Send me a dm, I have a proposal for you 📩",
    "896": "@oubrisado eu sou uma piada",
    "897": "@oubrisado kkkkkkkkkkkkkkkk juro",
    "898": "@V1PS_NFTs Send me a DM mate! I have a proposal for you",
    "899": "@weenypoo_sol Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "900": "@Gnome0xLand LFG🚀Send me a dm mate!",
    "901": "@imagens_capa parece início de filme do usa",
    "902": "@FlokitoOfficial @Buckin_bro @o_booble @arananadaaam @mitKran9 LFG🚀Send me a dm mate!",
    "903": "@PEPEONVENUS_FAN Amazing!! Send me a dm, I have a proposal for you :)",
    "904": "@outrechos 🥹🥹🥹🥹",
    "905": "@MateusTrading perfeito comentário ❤️‍🩹",
    "906": "@oubrisado @outrechos q ódio",
    "907": "@WorldBrains_org Great! Send me a dm!",
    "908": "@LycheeProtocol Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "909": "RT @DictatorCrypt: Pepe?! No, it's a toad.\nBlackRock created Pepe and planted this toad in the public consciousness to siphon billions of d…",
    "910": "@alpharabbitbsc Amazing!! Send me a dm, I have a proposal for you 📩",
    "911": "@barbielndiretaz eu ai",
    "912": "@meIhoresamigos nem fala",
    "913": "@SuperRare @rebeccarosenft @aleqth @hisartwork1 @twistedvacancy @ylzkrtt @Nor44_lab @MindMechanicxyz @dan_sickles @VanArman Hi! Send me a DM⚡️",
    "914": "@TellToken Awesome! send me a dm, let's talk",
    "915": "@OpTic @Shotzzy Hi! I have something very important to offer you! Send me a DM⚡️",
    "916": "@adagmcoin GM!! Send me a dm, I have a proposal for you :)",
    "917": "@Saltz_io Amazing! Send me a dm, I have a proposal for you!",
    "918": "@djongareall de vdd",
    "919": "@kucoincom Hi! Send me a DM for a great business proposal⚡️",
    "920": "@thesmileytoken Great! Send me a dm, I want to connect with you!",
    "921": "RT @cryptogambinos: Alright Wise Guys given all the love you have shown during our launch, The Family has decided that some giveaways are i…",
    "922": "@oudesamor volta vida",
    "923": "@token_jw LFG🚀Send me a dm mate!",
    "924": "@DioneProtocol @TrustWallet Hey can you send me a dm?",
    "925": "@Tillarys_NFT Amazing!! Send me a dm, I have a proposal for you 📩",
    "926": "@farcaster_xyz Hi! I have something very important to offer you! Send me a DM⚡️",
    "927": "@RodAISol Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "928": "você é a mesma pessoa de janeiro????????",
    "929": "@phantom Hi! Send me a DM⚡",
    "930": "@AtomicWallet Hello there! send me a DM, I would like to discuss business opportunities",
    "931": "RT @6oblinOfficial: We're 10,000 60Bs strong 🔥\n\nSpecial 10 WL spots giveaway as celebration:\n\n1⃣ Follow us, Like &amp; RT\n2⃣ Tag 3 friends http…",
    "932": "@Kyorikai What Amazing art mate!",
    "933": "@CWFtoken Amazing!! Send me a dm, I have a proposal for you :)",
    "934": "@SwampCoin Hey mate can you send me a dm?",
    "935": "@oubrisado amo ok",
    "936": "@oudesamor sdd dele",
    "937": "@oubrisado !!!!!!!!",
    "938": "@BoqBoqCoq Send me a DM, my agency have a proposal for you",
    "939": "@SolCatDonald Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "940": "RT @doodles: dress-o-tron https://t.co/Eer0THSvRH",
    "941": "@fist_sol Amazing!! Send me a dm, I have a proposal for you 📩",
    "942": "@BlockStreetNews Hi! I have something very important to offer you! Send me a DM⚡️",
    "943": "@oubrisado amo",
    "944": "@oubrisado meu sonho",
    "945": "@SolariansNFT LFG🚀Send me a dm mate!",
    "946": "@mucatsolana Amazing!! Send me a dm, I have a proposal for you 📩",
    "947": "@oubrisado 🙄🙄",
    "948": "@PotatoSwap_Fi Amazing!! Send me a dm, I have a proposal for you 📩",
    "949": "@oubrisado homens",
    "950": "obg todos que estão seguindo a página e quem não está, ajudem nos 500k de seguidores ❤️‍🩹",
    "951": "@f1coin_org LFG🚀Send me a dm mate!",
    "952": "@FurreverToken Hey can you send me a dm?",
    "953": "@Sholanasol LFG🚀Send me a dm mate!",
    "954": "@SirHi_Talk Hi mate! We can talk for a moment?",
    "955": "@Polysportgame @0xPolygon Hey, can you send me a dm?",
    "956": "@mooncatonsol @mooncatrescue @mooncat2878 @stablecats_ Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "957": "@oudesamor tudo pra mim",
    "958": "@Delphi_DesignCo @farcaster_xyz Hi! Send me a DM⚡",
    "959": "@BscSoraBaby LFG🚀Send me a dm mate!",
    "960": "@oudesamor homem",
    "961": "@oubrisado q ódio 🤡 🤡 🤡 🤡 🤡",
    "962": "@kewlio_ Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "963": "RT @geminixworld: 🐼 PANDAO GO!  #BRC20 #BTC\n⌚️ Only 4 days left – seize the moment!\n\n1. follow @geminixworld \n2. join https://t.co/BHSlN8Hh…",
    "964": "@AstarNetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "965": "@BepeBasedAF LFG🚀Send me a dm mate!",
    "966": "@Rabbit_Bob_ GM! Send me a dm mate!",
    "967": "@novacash_ai LFG🚀Send me a dm mate!",
    "968": "@WestieDogCoin LFG🚀Send me a dm mate!",
    "969": "@oudesamor 😁😁😁😁",
    "970": "@GARF_Solana @JohnCena @GarfieldMovie LFG🚀Send me a dm mate!",
    "971": "@0xravenart Hi! Send me a DM⚡️",
    "972": "@CoinSidra Hi! I have something very important to offer you! Send me a DM⚡️",
    "973": "@HecticTurkey Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "974": "@RoostCoin LFG🚀Send me a dm mate!",
    "975": "@Cointelegraph @CointelegraphZN @SweatEconomy @WAX_io @GodsUnchained Hi @Cointelegraph! Send me a a DM for a great bussines proposal!⚡",
    "976": "@neuraiproject Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "977": "@realpolkabridge Hi! I have something very important to offer you! Send me a DM⚡️",
    "978": "@OthersideMeta Hi mate! Send me a DM⚡️",
    "979": "@oubrisado prefiro nem pensar",
    "980": "@colle_ai Hey can you send me a dm?",
    "981": "@zerion Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "982": "@MileStnMillions Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "983": "@cthulhu_awakens Hi! I have something very important to offer you! Send me a DM⚡️",
    "984": "@oudesamor eu ae",
    "985": "#Giveaway #GiveawayAlert #CryptoGiveaway 😉",
    "986": "@MoonKize Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "987": "@VeggieMatesNFT LFG🚀Send me a dm mate!",
    "988": "RT @BozoCollective: Gm Solana!\n\nAirdrop wallet checker will be live soon!\n\nDrop your $SOL wallet we’re adding 250 wallets to the list for C…",
    "989": "@oubrisado kkkkkkkkkkkkkkkk kkkkkk q ódio os comentários",
    "990": "@uebrisadassa odeio",
    "991": "@Marvel_Coin LFG🚀Send me a dm mate!",
    "992": "@TheGemPad @Bioma_eco Hi! Send me a DM⚡",
    "993": "@oubrisado 🤡🥹🤡🥹",
    "994": "@animecoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "995": "@JiffPomCoinX Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "996": "@ChainGPT_Pad Hi! Send me a DM⚡️",
    "997": "@uebrisadassa saudades é a palavra certa para usar",
    "998": "@SolMateCoin Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "999": "@outrechos amém",
    "1000": "@GetRainCoin Hey mate! send me a DM",
    "1001": "@galaxy_sidus @LineaBuild Hi! Send me a DM for a great business proposal⚡",
    "1002": "@uebrisadassa kkkk p quem não me conhece eu sou assim",
    "1003": "@boredrabbitnft Hi! Your art look so cool, send me a DM⚡",
    "1004": "@oubrisado kkkkkkk nem falo nd",
    "1005": "@oubrisado n msm",
    "1006": "@ScoreTheDub Amazing!! Send me a dm, I have a proposal for you 📩",
    "1007": "@outrechos 🥹🤡",
    "1008": "@ArchmonNFT @ArchiesNFT @archwayHQ Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1009": "@LittleRoyalsNFT LFG🚀Send me a dm mate!",
    "1010": "@NftWorkx @SuperteamUK Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1011": "@oudesamor meu eu de agora tá mto mais loco",
    "1012": "@oubrisado real",
    "1013": "@TaitiSOL @aeyakovenko @MyroSOL @bonk_inu @BorkSOL @SolamaSPL @ben_dog_ @airdropinspect @AirdropDet @AirdropStario @solana_daily LFG🚀Send me a dm mate!",
    "1014": "@0n1Gaming Hi! Send me a DM for a great business proposal⚡",
    "1015": "@BYMAOficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "1016": "@KingMyroGlobal Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1017": "@Blastup_io Hey, can you send me a dm?",
    "1018": "@SanestScientist @batflipcrypto @killabearsnft Hi! Send me a DM⚡️",
    "1019": "@RGI_Dex @RGI_info Hi! I have something very important to offer you! Send me a DM⚡️",
    "1020": "@ishookco Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1021": "@BroccoliOnBase What amazing art! Send me a DM⚡️",
    "1022": "@aussie_digital Hi! I have something very important to offer you! Send me a DM⚡️",
    "1023": "@LumozOrg @OKX_Ventures @KuCoinVentures Hi! I have something very important to offer you! Send me a DM⚡️",
    "1024": "@BlueFairyNFT Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "1025": "@NexaMoney Hey, our agency would love to cooperate with this wallet! Send a dm 🙌🏻",
    "1026": "@DecatsOfficial Amazing! Send me a dm, I want to connect with you!",
    "1027": "@PeachOnSolana @RaydiumProtocol Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1028": "não existe maior decepção do que estar linda e não tirar uma foto boa",
    "1029": "@RolluxL2 @SafeHavenio @Kintsugy1 Hi! I have something very important to offer you! Send me a DM⚡️",
    "1030": "ter namorado deve ser legal  minha amiga tem 3",
    "1031": "@TheSealsonsNFT @PlatyMama_ Amazing!! Send me a dm, I have a proposal for you :)",
    "1032": "@dotisded @zealy_io Amazing!! Send me a dm, I have a proposal for you :)",
    "1033": "@bomedoge_io Amazing!! Send me a dm, I have a proposal for you 📩",
    "1034": "@hmusuario demais",
    "1035": "@nonbank_io Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1036": "@yearnfi Hi! I have a big business proposal for you! Send me a DM⚡️",
    "1037": "RT @ShitcoinGemCall: $MELON #SOL 🪙\n\nA new memecoin arrived on solana $MELON. Now $5.3M mc, liquidity BURN,Renounced Tax 0/0. #DYOR\n\nhttps:/…",
    "1038": "@MoonminersO Hi there! how are you? do you have a minute?🦦",
    "1039": "@imagens_capa q ódio",
    "1040": "@meIhoresamigos eu ai",
    "1041": "@satanic__skulls Hi! Send me a DM for a good business proposal!⚡️",
    "1042": "@choquei sdd disso",
    "1043": "@oudesamor mt coisa",
    "1044": "@SaveElonCoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1045": "@hmusuario nem fala",
    "1046": "@gramcommunity @ton_blockchain Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1047": "@DecentralGames Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1048": "@Papasolcoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "1049": "@NeuralNomads @powerjahrt Hey there, send me a DM, I have a business proposal for you!🪙",
    "1050": "@oubrisado aí q delicia",
    "1051": "@WemixNetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "1052": "@kryptozgp Hi! I have something very important to offer you! Send me a DM⚡️",
    "1053": "@RaccoonsOnSol Hey! We found your project on telegram and we really like it. Would you be interested in making a marketing campaign to increase your presence on X?",
    "1054": "@KurabuWorld Amazing!! Send me a dm, I have a proposal for you :)",
    "1055": "@Thinkwareai @DEXToolsApp Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1056": "@outrechos sdds da época dessa msc",
    "1057": "@BLSHmemecoin LFG🚀Send me a dm mate!",
    "1058": "@PushpendraTech Hi! I have something very important to offer you! Send me a DM⚡️",
    "1059": "@BeardCoinMeme @0xPolygon Amazing!! Send me a dm, I have a proposal for you :)",
    "1060": "@MasculinityTKN LFG🚀Send me a dm mate!",
    "1061": "@solpepcat LFG🚀Send me a dm mate!",
    "1062": "@meIhoresamigos eu",
    "1063": "@carmonarte Hi! Send me a DM⚡️",
    "1064": "Introducing the Volta App: \n\nYour ultimate wallet app for crypto trading! 💼 With 90,000+ trading pairs and a multichain support, it's the go-to platform for seamless transactions across various cryptocurrencies✅\n\nDownload the app here⤵️: https://t.co/t2dK929bs9 https://t.co/0D7uMODSrg",
    "1065": "@ClownText_com I love your idea!!  and I know you could take your project further, send me a DM 📩📩",
    "1066": "@MarsDoge_Bsc Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1067": "@AncyPeosi LFG🚀Send me a dm mate!",
    "1068": "@oubrisado kkkkkkk",
    "1069": "@galactic_catch @OwlchemyLabs @baobabstudios @PolyarcGames @MetaQuestVR @MetaQuestGaming Hi! Send me a DM⚡️",
    "1070": "@meIhoresamigos não ironicamente eu",
    "1071": "@imagens_capa sdds",
    "1072": "@GenesisOfBlue @Rolando_GSYS @NGstephany_ @CRYPTOlottery91 @DarkEmpireGsys @DarklingsNFT @NFTHolders_org @Genesys_Army @GenesysFans @GenesysChain Amazing!! Send me a dm, I have a proposal for you :)",
    "1073": "@ApeReunion LFG🚀Send me a dm mate!",
    "1074": "@Topsecret_offic Hi! Send me a DM for a good business proposal!⚡️",
    "1075": "@hover_market @Wahyu_Lisatul @CamaliaAlfina @mohonkoserg Hey can you send me a dm?",
    "1076": "@masked_legends Hi! I have something very important to offer you! Send me a DM⚡️",
    "1077": "@oubrisado real demaisn",
    "1078": "@oubrisado tô de boa",
    "1079": "@Ladybug_Solana Hi! I have something very important to offer you! Send me a DM⚡️",
    "1080": "@BaseOggy LFG🚀Send me a dm mate!",
    "1081": "@PhoenixWallet @jurbed Hi! Send me a DM⚡️",
    "1082": "@earn_eco @TheGemPad Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1083": "@greenisginger Hi! I have something very important to offer you! Send me a DM⚡️",
    "1084": "@uebrisadassa chora",
    "1085": "@saros_xyz @solana Hi! I have something very important to offer you! Send me a DM⚡️",
    "1086": "RT @TheCryptoSquire: I recently conducted some research on $HTX and personally believe it is a token with significant potential. I have don…",
    "1087": "@outrechos pior que",
    "1088": "@rexth_wtf Great! Send me a dm, I have a proposal for you 🚀",
    "1089": "@souinseguranca nem é meme",
    "1090": "@hinkal_protocol @Galxe Hi! Send me a DM⚡️",
    "1091": "@DarwinERC Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1092": "@JargonQuest Hi! Send me a DM⚡️",
    "1093": "@SkibidiCrypto Hi! Send me a DM⚡",
    "1094": "@oubrisado juro kkkkkkk q ódio",
    "1095": "@FrancoiseGamma Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/DjnXBBZ2zn",
    "1096": "@RambeGames Amazing!! Send me a dm, I have a proposal for you :)",
    "1097": "@StarbotPro Amazing!! Send me a dm, I have a proposal for you 📩",
    "1098": "vcs ja choraram de exaustão?? tipo, nada de ruim aconteceu, mas vc ta tão cansado e esgotado de tudo q a vontade é só de chorar",
    "1099": "@oudesamor 🤡🤡",
    "1100": "@outrechos @hmusuario aiiai",
    "1101": "@oudesamor de vdd",
    "1102": "@hpts69inusolana Amazing!! Send me a dm, I have a proposal for you 📩",
    "1103": "@FLmanNFTs @NFTGANGBIZ @_HenHouseNFT Hi!!! Send me a DM⚡️",
    "1104": "@oubrisado meu Deus sim!!!!!",
    "1105": "@grzracz @RobotUprisingYT @doooooooofy @BOAlgorand @DragonFi_Realm @GovVoi @JMB_DUNN @KimchiBlock @native_algo @yomomo91 Hi! I have something very important to offer you! Send me a DM⚡️",
    "1106": "@bowifmeme Hey there! send me a DM i have a proposal for you",
    "1107": "@SCHRDINGERMusk @AltcoinGordon @AltbriMarius @ElonMuskPDA @TheCryptoShiler @gotbit_io Hi! Send me a DM⚡",
    "1108": "@oubrisado mt ruim",
    "1109": "@RocketCatSol Amazing!! Send me a dm, I have a proposal for you 📩",
    "1110": "@SolanaCartelNFT Hi, send me a DM⚡",
    "1111": "@TokenMithrCCS @aquapurgeweb3 @CardanoSolar @ChapultepecCDMX @0xPolygonFdn @PolygonLagos @onepool10 @UlisesBarreiro1 Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "1112": "@Chainplaygg @themachinesgame Hi there! I noticed your tweet about the groundbreaking approach to turn skins into NFTs. I'd love to assist you in promoting and elevating Machines Arena's visibility in the gaming and blockchain tech world. Feel free to reach out for more details on how we can collaborate! 💯",
    "1113": "RT @BNB_BALL: $1000 (10x100) GIVEAWAY in $BNBB Token\n February 1st Contest winners are picked.\nRules:\n•Join TG https://t.co/ToITqjpEyJ\n•10…",
    "1114": "@cxcx128 We are talking on accs market",
    "1115": "@TosheOnBase @opensea Amazing!! Send me a dm, I have a proposal for you :)",
    "1116": "@oubrisado q ódio kkk",
    "1117": "@Merveliyigit @exchgART Hey there, send me a DM, I have a business proposal for you!🪙",
    "1118": "@BrocOnSol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1119": "@OkoAviAI Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/7wVgZC6Tyu",
    "1120": "@WarlandsNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1121": "@hmusuario na moral",
    "1122": "@oubrisado kkkkkkkkkkkkkkkk vsf",
    "1123": "@Phalcon_xyz Hi! Send me a DM⚡️",
    "1124": "@AnsemDog_SOL @blknoiz06 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1125": "@TheMaskBSC @coingecko I have a big business proposal for you! Send dm 💎",
    "1126": "Check out @CoinLiquidity, they're one of the top market makers rn 👀\n\nAfter almost every partnership announcement, tokens show positive movement\n\nIf you're on the hunt for the next #GEM, you'll likely find it there 💯\n\nHere's the last one for example 👇 https://t.co/ANvRa8pIxt",
    "1127": "RT @cryptogambinos: We are giving away 10 ETH to 10 lucky minters. Mint your Crypto Gambinos NFT to be in the running! 10x wallets will be…",
    "1128": "@PlebianCoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "1129": "@arts_kali Amazing!! Send me a dm, I have a proposal for you :)",
    "1130": "@amokwriter Hi! Send me a DM⚡️",
    "1131": "@hmusuario aí n tá adiantando",
    "1132": "@getparty_ Amazing!! Send me a dm, I have a proposal for you 📩",
    "1133": "@oubrisado q ódio inclusive pq ele nunca fica do jeito que eu quero",
    "1134": "@WorldMobileTeam Hi! I have something very important to offer you! Send me a DM⚡️",
    "1135": "@thegumboworld @MEonBTC Hi! I have something very important to offer you! Send me a DM⚡️",
    "1136": "@oubrisado tô no tt",
    "1137": "@ViZionToken @coingecko @shanebrown Hey!! I have a big business proposal for you! Send dm please 💎",
    "1138": "@oubrisado sim",
    "1139": "@RCVirtual @diam_stack Send proof here and wait 48hs!",
    "1140": "@imagens_capa gente",
    "1141": "@officialcatcoin @quickintel_ai Amazing!! Send me a dm, I have a proposal for you 📩",
    "1142": "@stakingcircle Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1143": "@barbielndiretaz juro kkk",
    "1144": "@Kaikawai95 @ton_baks Hi! Send me a DM for a good business proposal!⚡️",
    "1145": "@uebrisadassa eu hj",
    "1146": "@hmusuario saudades",
    "1147": "@NaughtyOwls LFG🚀Send me a dm mate!",
    "1148": "@uebrisadassa kkkkkkkk palhaçada",
    "1149": "@TheBaseAI Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1150": "@AptosFriendsNFT LFG🚀Send me a dm mate!",
    "1151": "@igloobamboo Hi! Send me a DM for a great business proposal!⚡",
    "1152": "@StarkNetAfrica @StarknetFndn Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1153": "@hmusuario 🤡🤡🤡🤡🤡🤡",
    "1154": "@meIhoresamigos ué",
    "1155": "@PyreneesPack LFG🚀Send me a dm mate!",
    "1156": "@STXMAPS_NFT @Stacks @trygamma LFG🚀Send me a dm mate!",
    "1157": "RT @apaixonarei: minha parte eu fiz  (postei indireta no twitter pra pessoa q nem tem twitter",
    "1158": "@orbeenals Amazing!! Send me a dm, I have a proposal for you 📩",
    "1159": "@tatew_solana LFG🚀Send me a dm mate!",
    "1160": "@ClusterProtocol",
    "1161": "@starkfinance Awesome project! send me a DM, I have a good business proposal for you",
    "1162": "@hmusuario assim",
    "1163": "@NEOKingdomDAO Hey can you send me a dm?",
    "1164": "@nft_blackcanvas Hi! I saw your art and something caught my eye, send me a DM for a great business proposal⚡",
    "1165": "nao poder tuitar sobre a pessoa pq ela tem twitter😡🤬🤬😠🤬😡😫😡😠😡😡😡😠😠🤬😠😠😡😠😠🤬🤬😡😠🤬😩🤬",
    "1166": "@CRYPTOlottery91 Amazing!! Send me a dm, I have a proposal for you :)",
    "1167": "@oubrisado eu eu eu",
    "1168": "@baobaosolana LFG🚀Send me a dm mate!",
    "1169": "@SouReferencias casa&gt;&gt; embora tenha uns ap legais",
    "1170": "🚨Exciting news!🚨\n⌛️Only 10 seconds, get #DRN for free and earn at least 33X income!\n\n1. Follow @ShanHaiGameFi\n2. Download UM Club and sign up.\n🔗UM Club link: https://t.co/KpFWw0VwGL\n3. Get a free Newbie Pack worth 0.012 #DRN.\n4. Participate in the Newcomer Bonus and get… https://t.co/1ALz9CMLpS https://t.co/gRCjveXfoB",
    "1171": "não esqueça de seguir a página 🫶",
    "1172": "@yum_pu Hi there! how are you? do you have a minute?🦦",
    "1173": "@hmusuario simmm",
    "1174": "@roaringkittyog LFG🚀Send me a dm mate!",
    "1175": "@TheJenckeNFT LFG🚀Send me a dm mate!",
    "1176": "@meIhoresamigos nem é meme",
    "1177": "@hmusuario eu e quem",
    "1178": "@oubrisado 🤡🤡🤡🤡",
    "1179": "@SolamaSPL Great! Send me a dm, I want to connect with you!",
    "1180": "@outrechos habla Marília",
    "1181": "@RapepepeSol @SolanapadX @pinkecosystem LFG🚀Send me a dm mate!",
    "1182": "@diamonddeskotc LFG🚀Send me a dm mate!",
    "1183": "@bellandscapes Hi! Send me a DM for a good business proposal!⚡️",
    "1184": "@sollabs_ Amazing!! Send me a dm, I have a proposal for you 📩",
    "1185": "@RoarnftOfficial Amazing!! Send me a dm, I have a proposal for you :) 🎧",
    "1186": "@mustachios_nft LFG🚀Send me a dm mate!",
    "1187": "@Venom_network_ @VenomFoundation Hi! Send me a DM⚡️",
    "1188": "@coinTOTOerc20 Hi @coinTOTOerc20! Send me a DM for a great business proposal⚡",
    "1189": "@BagenBlagen @RKTYPINC @leftclickbuynft Hey there, send me a DM, I have a business proposal for you!🪙",
    "1190": "@ItsYeetCoin Hey! We found your project on telegram and we really like it. Would you be interested in making a marketing campaign to increase your presence on X?",
    "1191": "@dogwif_hat Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1192": "@hanitheartist @sabet @objktcom Hi! Send me a DM for a good business proposal!⚡️",
    "1193": "@FalconsInu @gate_io @BitMartExchange Amazing!! Send me a dm, I have a proposal for you 📩",
    "1194": "🚀WIN BIG with #BlockDAGNetwork🚀\n\n🔥2 Millon USD Giveaway🔥\n\n🔗https://t.co/oWiSLmfeHI\n\n✅RT this POST!\n✅Complete tasks!\n✅Follow and like our page!\n\n🌐Presale: https://t.co/mV0UA6JODE\n🌐Website: https://t.co/X1LmZfusGZ\n🌐Telegram: https://t.co/cAdJaf69OI\n\n#blockdag… https://t.co/g45Xob3tcx https://t.co/LG6Eidq5Qw",
    "1195": "@Gboysoltakeover Great mate! Send me a dm, I have a proposal for you 💪",
    "1196": "@djongareall sempre assim 🤡",
    "1197": "@oubrisado eu amo kkkkkkkkkkkkkkkk",
    "1198": "@oudesamor eu amo isso aq",
    "1199": "@hmusuario eu amo",
    "1200": "@UnrealEngine Hi! I have something very important to offer you! Send me a DM⚡️",
    "1201": "@interchain_io @cosmos @crainbf Hi! I have something very important to offer you! Send me a DM⚡️",
    "1202": "@Companeons Hey! your proyect Is so good, send DM, and Let start exploted your proyect 🔥🚀🚀",
    "1203": "@picollopepeSOL Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1204": "@PorkCoinETH Hi @PorkCoinETH! Send me a DM⚡",
    "1205": "@matbozo1 @bozoHYBRID Hi there! how are you? do you have a minute?🦦",
    "1206": "@oudesamor preciso aprender isso",
    "1207": "@TomBoySol LFG🚀Send me a dm mate!",
    "1208": "@oubrisado vsf kkkkkkkkkkkkkkkk",
    "1209": "@FlippinLabs @bluexyc Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1210": "@jake_on_sol LFG🚀Send me a dm mate!",
    "1211": "@CosmWasm Hi! I have something very important to offer you! Send me a DM⚡️",
    "1212": "@VoomioNFT LFG🚀Send me a dm mate!",
    "1213": "@oubrisado eu hoje",
    "1214": "@oubrisado na moral",
    "1215": "@ramper_xyz @saros_xyz Hi! I have something very important to offer you! Send me a DM⚡️",
    "1216": "@SquirrelAwayNFT Hello team! online for a chat? 🦦",
    "1217": "RT @saylor: #Bitcoin is Digital Property. It is superior to other investments such as Gold, Equity, or Real Estate because it is digital, a…",
    "1218": "@oubrisado Amo",
    "1219": "@DonkDotMeme @RaydiumProtocol Amazing!! Send me a dm, I have a proposal for you 📩",
    "1220": "@WAYNESWORLDCOIN Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1221": "@bitmon_ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "1222": "@feelsgood_mao LFG🚀Send me a dm mate!",
    "1223": "@hmusuario de vdd",
    "1224": "@WojakCoinBTC @Stackswap_BTC Amazing!! Send me a dm, I have a proposal for you :)",
    "1225": "@oudesamor juro kkkkkkkkkkkkkkkk",
    "1226": "@The_Block_Group Hi! I have something very important to offer you! Send me a DM⚡️",
    "1227": "RT @BNB_BALL: We have reached 50k on telegram and we have yet to announce our launchpads. \n\nWe are $BNBB reward loyalty and bleed for our p…",
    "1228": "@oubrisado amokkk",
    "1229": "@yaoyaouniverse @bitcoin__i Hi! Send me a DM⚡",
    "1230": "@BetHypeCom Hey lets celebrate the launch! Send me a dm 🚀",
    "1231": "@CoopCoinHQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "1232": "@LuxPropco LFG🚀Send me a dm mate!",
    "1233": "@NailsTechERC20 Hi! Send me a DM⚡",
    "1234": "RT @apaixonarei: a vida tá me ensinando muita coisa de uma vez só",
    "1235": "@ThatTarsier @opensea Hi! Send me a DM for a good busines proposal!⚡️",
    "1236": "RT @diam_stack: #Airdrop Alert: $DIAM! \n\n🏆5,00,000 #DIAM+$1000 USDT\n\nDive into the future of finance with DIAM. Easy to join, rewarding to…",
    "1237": "@oudesamor eu amo",
    "1238": "@OffchainLabs Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1239": "@ShitCoinXchange Amazing!! Send me a dm, I have a proposal for you :)",
    "1240": "@blockonsol Hi! I have something very important to offer you! Send me a DM⚡️",
    "1241": "@TootieCoin Amazing!! Send me a dm, I have a proposal for you :)",
    "1242": "@BabyTomcatcoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1243": "@aifib90850 Hi! Send me a DM⚡️",
    "1244": "@imagens_capa 😍",
    "1245": "@oubrisado eu amo, até pq eu demoro 2 meses p resp",
    "1246": "@djongareall e me ferrei",
    "1247": "@OctaviaToken What amazing token! My community would love to.⚡️",
    "1248": "@TurtleyNFT I have a big business proposal for you! Send dm please💎",
    "1249": "@meIhoresamigos kkkkkk q ódio",
    "1250": "@likvidi Hey mate! send me a dm, let's talk about business",
    "1251": "@uebrisadassa minha paz sempre é prioridade dito, tomale bloque",
    "1252": "@hmusuario kkkk assim msm",
    "1253": "@oubrisado tá fd demaizi",
    "1254": "@StonedSloths3 Amazing!! Send me a dm, I have a proposal for you :)",
    "1255": "@oudesamor confia",
    "1256": "@satoshiinuSAI LFG🚀Send me a dm mate!",
    "1257": "@MalverdeMeme Amazing!! Send me a dm, I have a proposal for you :)",
    "1258": "@GigaChadGPT_io Amazing! Send me a dm, I have a proposal for you 🚀",
    "1259": "minha parte eu fiz  (postei indireta no twitter pra pessoa q nem tem twitter",
    "1260": "@symbiogenesisPR @yosuke_toyoda Amazing! Send me a dm, we have a proposal for you.",
    "1261": "@ZKFCommunity @LumozOrg @Galxe Hi! I have something very important to offer you! Send me a DM⚡️",
    "1262": "@hmusuario \"bora lanchar, eu pago\" amo lanchao",
    "1263": "@HopProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "1264": "@5th_scape Hi! Send me a DM!⚡",
    "1265": "@MetahubFinance Hi! I have something very important to offer you! Send me a DM⚡️",
    "1266": "@cryptol3mon_nft @exchgART What amazing art! Send me a DM!⚡️",
    "1267": "@oubrisado mds simmmmm 🙌🙌",
    "1268": "@Ping_on_Sol Amazing!! Send me a dm, I have a proposal for you 📩",
    "1269": "@meIhoresamigos amokkkkkk",
    "1270": "@oubrisado kkk",
    "1271": "@BREADPITONSOL LFG🚀Send me a dm mate!",
    "1272": "@oudesamor assim q eu tô",
    "1273": "@KenduInu Amazing!! Send me a dm, I have a proposal for you 📩",
    "1274": "@Sixpack_me Amazing!! Send me a dm, I have a proposal for you 📩",
    "1275": "@EldersGrace Amazing!! Send me a dm, I have a proposal for you 📩",
    "1276": "@OctaviaToken Hi! I have something very important to offer you! Send me a DM⚡️",
    "1277": "@djongareall q ódio 🤡",
    "1278": "@oubrisado nem falo nada, pq eu q mando os áudios",
    "1279": "@SagaSteed Amazing!! Send me a dm, I have a proposal for you :)",
    "1280": "@oudesamor 🤡eu🤡",
    "1281": "@myBraavos Hey! Send dm I have a big business proposal for you!💎",
    "1282": "@oubrisado que ódio sério 🤡",
    "1283": "@viamirror @matdryhurst @hollyherndon Hi! I have something very important to offer you! Send me a DM⚡️",
    "1284": "RT @apaixonarei: sei lá  ( sei sim  só não quero falar",
    "1285": "responder flerte com  “eu e mais quantas”",
    "1286": "@Upsideturtle Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1287": "@sirwindotcom Hello team! online for a chat? 🦦",
    "1288": "@DogWifPepe Amazing!! Send me a dm, I have a proposal for you :)",
    "1289": "@GoGoPool_ @SteadyNFT_ Hi! Send me a DM⚡",
    "1290": "@JonSeenahCoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "1291": "@oudesamor de vdd preciso",
    "1292": "@AlienBuddyBuds Hi! I have something very important to offer you! Send me a DM⚡️",
    "1293": "@hmusuario simm",
    "1294": "@TheDogeMob @pinkecosystem Hey!! I have a big business proposal for you! Send dm please 💎",
    "1295": "@Kartel_network Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1296": "@Active_Gang_nft Amazing!! Send me a dm, I have a proposal for you :)",
    "1297": "@meIhoresamigos eu em kkk",
    "1298": "@oubrisado q ódio 😭😭 pq eu sou assim",
    "1299": "@bscetf Hello there! Send me a DM to discuss business opportunities",
    "1300": "@BrightNFT_AI @web3_matters @YetiApes @NFTBubblesApp @Trav_hube_shirt @CanerIrina @mocarram_swe Hi! I have something very important to offer you! Send me a DM⚡️",
    "1301": "@ProjectDogeNFT @sunpictures @Nelsondilpkumar @anirudhofficial Hello team! online for a chat? 🦦",
    "1302": "@outrechos 😭😭😭",
    "1303": "@Bluewhale1billy LFG🚀Send me a dm mate!",
    "1304": "@NinjaTurtleFctn Hi! Send me a DM⚡",
    "1305": "@TheByteDoge Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1306": "@burgirsol Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1307": "@outrechos amo",
    "1308": "@hmusuario de vdd msm",
    "1309": "@outrechos por falar em sdd por onde anda vc",
    "1310": "@KongSolCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1311": "@oubrisado literalmente eu",
    "1312": "@HeLa_Labs Hi! I have something very important to offer you! Send me a DM⚡️",
    "1313": "@HRSD_SA Hi! I have something very important to offer you! Send me a DM⚡️",
    "1314": "@koinect_now Hi! Send me a DM for a great business proposal⚡️",
    "1315": "@BYC_sol Great!! Send me a dm 💪",
    "1316": "@PepeSwiftBsc Amazing!! Send me a dm, I have a proposal for you 📩",
    "1317": "@WIF_Base Amazing!! Send me a dm, I have a proposal for you 📩",
    "1318": "@choquei \"amar o próximo como a ti mesmo\"\n\nbeleza",
    "1319": "@souinseguranca sempre",
    "1320": "@VirgosApp Amazing!! Send me a dm, I have a proposal for you 📩",
    "1321": "@Solana_Goku LFG🚀Send me a dm mate!",
    "1322": "@GM_DegensClub @TheOCcryptobro Amazing!! Send me a dm, I have a proposal for you :)",
    "1323": "@crhgame Amazing!! Send me a dm, I have a proposal for you :)",
    "1324": "@GorillaValet LFG🚀Send me a dm mate!",
    "1325": "@oubrisado de fato, amo",
    "1326": "@SuperteamVN Hi! I have something very important to offer you! Send me a DM⚡️",
    "1327": "@uebrisadassa assim",
    "1328": "@oudesamor 🙄🙄🙄",
    "1329": "@JustBuySolana Amazing!! Send me a dm, I have a proposal for you 📩",
    "1330": "@uebrisadassa juro",
    "1331": "@hmusuario eu aq",
    "1332": "@robudmeme Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1333": "@HTX_DAO Hi! I have something very important to offer you! Send me a DM⚡️",
    "1334": "@MetaVixensNFT @M4son_nft @MatthewUnterbe2 @0xPolygon Amazing! Send me a dm, we have a proposal for you",
    "1335": "@outrechos essa música parece pra mim",
    "1336": "@PetArtistcol Hi there! how are you? do you have a minute?🦦",
    "1337": "@LordTimothyDext LFG🚀Send me a dm mate!",
    "1338": "@oubrisado eu amo",
    "1339": "@Call_Me_Kael Hi! Send me a DM⚡️",
    "1340": "@BitcoinWhales_ Amazing!! Send me a dm, I have a proposal for you :)",
    "1341": "@quantaratech LFG🚀Send me a dm mate!",
    "1342": "@The_Frank_E Wow, very good project I found on telegram. I believe we can help you increase your presence on X, would you send us a dm?",
    "1343": "@uebrisadassa .",
    "1344": "@_Terraport_ Great! Send me a dm, I have a proposal for you 🚀",
    "1345": "@Solana_Bread Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1346": "@GemFighterP2E Amazing!! Send me a dm, I have a proposal for you :)",
    "1347": "@APYLionNFT Amazing!! Send me a dm, I have a proposal for you 📩",
    "1348": "@FameLadySociety Hi! I have something very important to offer you! Send me a DM⚡️",
    "1349": "@oudesamor preciso aprender",
    "1350": "@center_identity Send me a dm, my agency have a proposal for you",
    "1351": "@virtualversions Hey, can you send me a dm?",
    "1352": "@JewelRedshadow @Blast_L2 Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1353": "@ouinex @Markchain_io Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1354": "@oudesamor pensando nisso aqui",
    "1355": "@SaveElonCoin @byatcoin Amazing! Send me a dm, I have a proposal for you 🚀",
    "1356": "@GutterCatGang LFG🚀Send me a dm mate!",
    "1357": "@uebrisadassa eu",
    "1358": "@aokiai_official @coingecko Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1359": "@Budcoin_World Amazing!! Send me a dm, I have a proposal for you 📩",
    "1360": "@AutoAirAi_xyz Hi! I have something very important to offer you! Send me a DM⚡️",
    "1361": "@Pears_p2p @mafintosh @davidmarkclem Hi! I have a big business opportunity for you!⚡️",
    "1362": "@oubrisado preciso de um tir0\n\nmeu Deus meu corretor tá meio 🙄",
    "1363": "@BorderCollieBSC @CoinMarketCap Hi there! how are you? do you have a minute?🦦",
    "1364": "@oudesamor isso aq é muito real",
    "1365": "@superslimes @inkartluis @Pallet_Exchange @Dagoraxyz Amazing!! Send me a dm, I have a proposal for you :)",
    "1366": "@Nakamigos Hi! Send me a DM⚡️",
    "1367": "@SaudiBirdio LFG🚀Send me a dm mate!",
    "1368": "@hmusuario q ódio",
    "1369": "@oubrisado inclusive queria começar agora",
    "1370": "@BontenArt_NFT Hi! Send me a DM for a good business proposal!⚡️",
    "1371": "@DBITDRC20 LFG🚀Send me a dm mate!",
    "1372": "@Decod3rsNFT LFG🚀Send me a dm mate!",
    "1373": "@mebeworld_ Hey! We found your project on telegram and we really like it. Would you be interested in making a marketing campaign to increase your presence on X?",
    "1374": "@bigdogfink Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1375": "@NyanCat_Base_ Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1376": "@paisa_box @ton_blockchain @RoostyFi Hi! I have a big business opportunity for you!⚡️",
    "1377": "@adaexchangeapp Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1378": "@uebrisadassa aí mt bom",
    "1379": "@cxcx128 Hey I can’t dm you, your dm is closed",
    "1380": "@ragdollnetwork Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1381": "@Neo_Blockchain @ethereum Hi! I have something very important to offer you! Send me a DM⚡️",
    "1382": "@oudesamor nunca pensei nisso",
    "1383": "@pixelArtist_nft Hi there! how are you? do you have a minute?🦦",
    "1384": "@bruceleeonsol LFG🚀Send me a dm mate!",
    "1385": "@outrechos 😭😭😭😭😭",
    "1386": "@ValhalliumNFT Hi! Send me a DM⚡",
    "1387": "@aavegotchi @spiritforcegg @gotchiguardians Hi! I have a big business proposal for you! Send me a DM⚡️",
    "1388": "@DecePay_org Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1389": "@choquei no dia q ele ficou d rabo preso ele quis fazer a tatuagem",
    "1390": "@CinatitSol LFG🚀Send me a dm mate!",
    "1391": "@LiskHQ @OVioHQ Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1392": "@outrechos aí droga",
    "1393": "@outrechos Jorge e Mateus nunca erra",
    "1394": "@chowchowdegen Amazing!! Send me a dm, I have a proposal for you :)",
    "1395": "@oubrisado confia",
    "1396": "@rarifoundation Hi! Send me a DM⚡️",
    "1397": "@4O4Bakery @Yesmft @AvatarErc404 @defrogs @Pandora_ERC404 @Monarch_ERC404 @dogwifcoin @PorkCoinETH Hi! Send me a DM⚡️",
    "1398": "@oubrisado pqp",
    "1399": "@outrechos isso q é foda",
    "1400": "@estheticlunar 🥰🥰🥰🥰",
    "1401": "@CasinuSolana @DexTools Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1402": "@TextopiaAi Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1403": "@sundoge_solana LFG! send me a DM, I have a proposal for you",
    "1404": "@SamuraiWarlords Amazing!! Send me a dm, I have a proposal for you :)",
    "1405": "@BabyThorCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1406": "@cherrypepesol Amazing!! Send me a dm, I have a proposal for you 📩",
    "1407": "@ExpeleeOfficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "1408": "@betti_sol Hey! We found your project on telegram and we really like it. Would you be interested in making a marketing campaign to increase your presence on X?",
    "1409": "@CCommunityAI Hi! Send me a DM⚡️",
    "1410": "@Hunterswap2023 Hi! Send me a DM⚡️",
    "1411": "@CetCoinSOL LFG🚀Send me a dm mate!",
    "1412": "@XVIIIVXV @thegoonsclub Hi! Send me a DM for a good business proposal!⚡️",
    "1413": "@gametyio Amazing!! Send me a dm, I have a proposal for you :)",
    "1414": "@mainnetz Hi! Send me a DM for a great business proposal!⚡",
    "1415": "@BonkSol_Ai Hi! Send me a DM⚡",
    "1416": "@big_cock_coin LFG🚀Send me a dm mate!",
    "1417": "@oubrisado pqp saudade",
    "1418": "@BencilFamily Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1419": "@baobabstudios @galactic_catch @MetaQuestVR @PICOXR @LyraVR Hello mate! I've been looking at their animation studio and there's a lot of talent. I think it would be a success if we hummed together, as my entire community would be able to see their excellent work, send me a DM⚡️",
    "1420": "@NailsTechERC20 Amazing! Send me a dm, I have a proposal for you!",
    "1421": "@decentraland Hi! Send me a DM⚡",
    "1422": "@Procreaticn @Procreation Hi! I have something very important to offer you! Send me a DM⚡️",
    "1423": "@degengodsonsol Hello team! dm me",
    "1424": "@petercoinsol LFG! Send me a dm mate",
    "1425": "@LiquidDriver @RamsesExchange Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1426": "@v1punks Hi! Send me a DM⚡️",
    "1427": "@PerviCroc Hey can you send me a dm?",
    "1428": "@oubrisado kkkkkkkkkkkkkkkk rindo de nervoso",
    "1429": "@oudesamor isso é mto elite",
    "1430": "@greatagaincpa Amazing!! Send me a dm, I have a proposal for you 📩",
    "1431": "@AlienBuddyBuds LFG🚀Send me a dm mate!",
    "1432": "@uebrisadassa dms pena q",
    "1433": "@KingPundu Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1434": "@MemePadSol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1435": "@cryptorobotics Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1436": "@SolChatCoin Hey mate, your app seems to be very interesting, can we talk about business? 🎧",
    "1437": "RT @apaixonarei: nao poder tuitar sobre a pessoa pq ela tem twitter😡🤬🤬😠🤬😡😫😡😠😡😡😡😠😠🤬😠😠😡😠😠🤬🤬😡😠🤬😩🤬",
    "1438": "@djongareall elite né?",
    "1439": "@PrevailToken Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1440": "@oubrisado elite né",
    "1441": "@Phon3Booth Hi! I have something very important to offer you! Send me a DM⚡️",
    "1442": "@oubrisado assim msm",
    "1443": "@halalanft Amazing!! Send me a dm, I have a proposal for you :)",
    "1444": "@outrechos essa machuca",
    "1445": "@meIhoresamigos amém",
    "1446": "@ApexShift3 Hi, send me a DM⚡",
    "1447": "@oubrisado 🤡🤡🤡🤡🤡",
    "1448": "@oubrisado !!",
    "1449": "@imagens_capa coisa linda",
    "1450": "@oubrisado 🤡🤡🤡",
    "1451": "@Green_BlockC Amazing! Send me a dm, I have a proposal for you 🚀",
    "1452": "@CrazyGooseFlock @TheDerpBirds Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1453": "@PhonyBirds Amazing!! Send me a dm, I have a proposal for you :)",
    "1454": "@DuneAnalytics Hi! Send me a DM for a great business proposal!⚡",
    "1455": "@oubrisado 🤡🤡",
    "1456": "@oubrisado realmente uma porra",
    "1457": "@EthKabosu LFG🚀Send me a dm mate!",
    "1458": "@FishHeadSol I love this project, can you dm me?",
    "1459": "@CatCoincc @LBank_Exchange Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1460": "@Boo_TRC20 @CCCTRX20 Amazing!! Send me a dm, I have a proposal for you :)",
    "1461": "@TheLTONetwork Amazing!! Send me a dm, I have a proposal for you :)",
    "1462": "@oubrisado sexta chega nunk",
    "1463": "@NOISxeno @PROJECTXENO_JP Amazing! Send me a dm, we have a proposal for you",
    "1464": "@NeurochainAI @AiWhitebridge Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1465": "@KindCatSol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1466": "@bzrpcoin Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1467": "RT @saylor: The $BTC Spot ETF may be the biggest development on Wall Street in the last 30 years. My discussion of #Bitcoin in 2024, Spot E…",
    "1468": "@KeithGrossman @newyorkcares Hi! Send me a DM⚡",
    "1469": "@oudesamor .",
    "1470": "@PopoTheDogReal Amazing!! Send me a dm, I have a proposal for you :)",
    "1471": "@oudesamor mt chato",
    "1472": "@oudesamor simmmmm",
    "1473": "@BTCDragonToken Awesome friend! send me a dm, I have a proposal for you",
    "1474": "@songpu_eth Hi! Send me a DM⚡️",
    "1475": "@Peanutz2024 Hey! I have a big business marketing proposal for you! Send dm please 🚀",
    "1476": "@bearandbullnft Hi! Send me a DM⚡️",
    "1477": "@SHIBFORKINU Amazing!! Send me a dm, I have a proposal for you :)",
    "1478": "@ThetaDragons @OpenTheta LFG🚀Send me a dm mate!",
    "1479": "@oubrisado kkkkkkkkkkkkkkkk eu amo",
    "1480": "@outrechos 🥹",
    "1481": "@ThePinkSheetOTC Great! Send me a dm, I have a proposal for you!",
    "1482": "@BlameKato @Pjorge_M @KattyBoopNFT @katokrew @RealKatoOG @Christine_Clue @puertoroc24 @metaworld007 Hi! Send me a DM⚡️",
    "1483": "@oubrisado choro",
    "1484": "@MasculinityTKN Hi! I have something very important to offer you! Send me a DM⚡️",
    "1485": "eu penso demais porque eu percebo tudo",
    "1486": "@gangzofnyNFT LFG! Send me a dm, I have a proposal for you mate!",
    "1487": "@WesOP_CAT @gandalfcryptto @OfficialOpcat LFG🚀Send me a dm mate!",
    "1488": "@oubrisado elite q fala né",
    "1489": "@AngelDemonNFTs Hi! Send me a DM for a good business proposal⚡",
    "1490": "@oudesamor simm",
    "1491": "@CellanaFinance @Aptos_Network Hi @CellanaFinance! Send me  a DM⚡️",
    "1492": "@oudesamor sim",
    "1493": "@LuminaiAi LFG🚀Send me a dm mate!",
    "1494": "@mrkalpesh7814 @gomblegames Hello team! online for a chat? 🦦",
    "1495": "@meIhoresamigos amo",
    "1496": "@oudesamor real dms tá",
    "1497": "@raanaamiri @mahsazolfkhani @NFT_NYC Hey there, send me a DM, I have a business proposal for you!🪙",
    "1498": "@BabysterNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1499": "@dogetontoken LFG🚀Send me a dm mate!",
    "1500": "@berachein hi ! check DM 🫡📩 i have some offers for you !",
    "1501": "@coderabbitai LFG🚀Send me a dm mate!",
    "1502": "@harshitdave Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "1503": "Good news about @capychonk 🙌\n\nIn just few minutes, $CAPY has skyrocketed! 🚀\n\n$CAPY still has room to soar! Don't let this opportunity slip away! 🔔\n\nCa: E5UGrwAHWs2gjRyMwMEooq7wcurJYGofRCy6FWAQv9bA \nDexscreener: link to come https://t.co/ecUv86kVzk",
    "1504": "@oubrisado kkkkkkk q odiooooo",
    "1505": "@Hdrogencoin @binance @solana @ethereum @BTCTN Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1506": "@redpilllionsNFT @RationalMale LFG🚀Send me a dm mate!",
    "1507": "@oubrisado 🙄",
    "1508": "@nubfrog LFG🚀Send me a dm mate!",
    "1509": "RT @matrixagencyweb: @DeviantsNFT is gearing up for the 2nd stage of their play-2-airdrop! Starting March 1st!\n\nJoin the conflict at https:…",
    "1510": "@InvsbleFriends @typ3st3r @DavePlowden @Is_Keith_Smooth @ST_McFly Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "1511": "@LayerZero_Labs Hello fam, would you like to be partners? Send me a dm",
    "1512": "@oubrisado na moralzinha kkk",
    "1513": "@naoicitizens Amazing!! Send me a dm, I have a proposal for you :)",
    "1514": "@m2nyEng Amazing!! Send me a dm, I have a proposal for you 📩",
    "1515": "@oubrisado juro q ódio",
    "1516": "RT @dop_org: Massive milestone accomplished and it feels so good! 🙌  \n\nThank you to each and everyone of you for your comments. It drives o…",
    "1517": "@lordofmemeonsol LFG🚀Send me a dm mate!",
    "1518": "@ReturnalsX Amazing!! Send me a dm, I have a proposal for you :)",
    "1519": "@DFZ_GAMING @Deadfellaz Hi! Send me a DM⚡",
    "1520": "@meIhoresamigos kkkkkkkkkkkkkkkk sim",
    "1521": "@oubrisado volta friozinho",
    "1522": "@Jcgaaaa1 Hi there! how are you? do you have a minute?🦦",
    "1523": "@oudesamor tô afim tb",
    "1524": "@THELAND_ELF_JP LFG🚀Send me a dm mate!",
    "1525": "@RatsInACatWorld Amazing!! Send me a dm, I have a proposal for you 📩",
    "1526": "@kisswiftoe Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1527": "@cookiecoinbase Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1528": "@RobopeToken Amazing!! Send me a dm, I have a proposal for you 📩",
    "1529": "@JetTonGames Hey can we chat?",
    "1530": "@oudesamor na moral mesmo",
    "1531": "🎉 10 ETH Giveaway Alert! 🚀\n\nCalling all NFT enthusiasts! 🌟 Mint any of our exclusive NFTs for a chance to win big. When our collection sells out, we'll randomly select 10 wallets to receive 1 ETH each. Don't miss out on this epic opportunity!\n\n👉 Mint now to secure your… https://t.co/QWBL81AvU4 https://t.co/YBVCEv6IAM",
    "1532": "@uebrisadassa confia",
    "1533": "@satoshiisland Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1534": "@signum_official Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1535": "@SukiHubNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1536": "@icecream_swap Hi! I have something very important to offer you! Send me a DM⚡️",
    "1537": "@TowardHemelslin Amazing!! Send me a dm, I have a proposal for you :)",
    "1538": "@oudesamor nem me fale",
    "1539": "@UniRouterBTC @AINN_BRC20 Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1540": "@oudesamor e continuo sendo trouxa 🤡🤡meu Deus meu senhor me ajuda pf",
    "1541": "@LisanalGaibTW Amazing!! Send me a dm, I have a proposal for you 📩",
    "1542": "@oudesamor tá fd",
    "1543": "@outrechos tá fd",
    "1544": "@hmusuario pf",
    "1545": "@GalacticG24 Hi! I have something very important to offer you! Send me a DM⚡️",
    "1546": "@outrechos qlqr uma do Bruno Mars",
    "1547": "@outrechos seu Deus quiser não volto nunk",
    "1548": "@outrechos sim djonga sim",
    "1549": "@souinseguranca elite q fala né",
    "1550": "@CryptoCynthiaYu @Venom_network_ Hello team! online for a chat? 🦦",
    "1551": "@oudesamor vontade de viver um romance sem a parte que dá errado",
    "1552": "@lnbits Hi! Send me a DM⚡️",
    "1553": "@unusual_whales Hi! Send me a DM for a great business proposal!⚡",
    "1554": "@oudesamor signo de homem",
    "1555": "@barbielndiretaz meu Deus meu senhor me ajuda pf",
    "1556": "@ore_times_3 @badbunnycnft @EncaseArt Hi! Send me a DM⚡️",
    "1557": "@Acyn 🤨🤨",
    "1558": "@CoinMasterGame Hi! I have something very important to offer you! Send me a DM⚡️",
    "1559": "@DooplesNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1560": "@SuperBrettERC20 Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1561": "@poponze dito isso, doem sangue 😘",
    "1562": "@oudesamor real",
    "1563": "@Monsterra_P2E Hello team! online for a chat? 🦦",
    "1564": "@oudesamor avisa l7",
    "1565": "@AragonProject Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1566": "@GetRainCoin Hey mate, send me a dm, I would like to talk with you about your project",
    "1567": "@RobinhoodApp Hi! Send me a DM⚡",
    "1568": "@DggNetwork @BARMYGROUP Hi! I have something very important to offer you! Send me a DM⚡️",
    "1569": "@minu_coin @BNBCHAIN Hi @minu_coin! Send me DM⚡",
    "1570": "@minegonetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "1571": "@z00tzAnchorClub Amazing!! Send me a dm, I have a proposal for you :)",
    "1572": "@tensorscanai Hi! Send me a DM⚡",
    "1573": "@TheDancingBaby LFG🚀Send me a dm mate!",
    "1574": "@oubrisado elite",
    "1575": "@SHEPESOLANA @SHEPESOL Hey mate, do you need some marketing for your new account? Send me a dm",
    "1576": "@oudesamor e pedir muito?",
    "1577": "@PhiCoreTeam Hi! I have something very important to offer you! Send me a DM⚡️",
    "1578": "@HamiWif Amazing!! Send me a dm, I have a proposal for you 📩",
    "1579": "@rocketmemetoken LFG🚀Send me a dm mate!",
    "1580": "@pactalom @objktcom Hi! Send me a DM for a good business proposal!⚡️",
    "1581": "@oubrisado kkkkkkkk quentinho",
    "1582": "@oudesamor chega minha vez nunk",
    "1583": "@zCloakNetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "1584": "@Imatroz Hello! This is Thomas from @matrixagencyweb  , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists… https://t.co/YcwkGMCruN",
    "1585": "@ponkesol @eastondebolt2 @memetrendbot Amazing!! Send me a dm, I have a proposal for you :) 🎧",
    "1586": "@eobotech @pinkecosystem @solana Hey! We found your project on telegram and we really like it. Would you be interested in making a marketing campaign to increase your presence on X?",
    "1587": "@BuddyAIERC Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1588": "@Upcxofficial @UtopiaBet_com I have a big business proposal for you! Send dm please💎",
    "1589": "@defectcoin @ValCryptoG Hey can you send me a dm?",
    "1590": "@TheSOLTH @coingecko LFG🚀Send me a dm mate!",
    "1591": "@niftygateway @Mad_Dog_Jones Hi! I have something very important to offer you! Send me a DM⚡️",
    "1592": "@BSCDOGE7 Hi! Send me a DM⚡️",
    "1593": "@satanic__skulls @rarible Hi! Send me a DM⚡",
    "1594": "a minha vida ultimamente anda muito 📈📉📈📉📈📉📈",
    "1595": "@dappOS_com @festival_web3 @HashKeyGroup @WXblockchain Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1596": "@VralityMKT Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1597": "@Quantic___ Hi! I have something very important to offer you! Send me a DM⚡️",
    "1598": "@MILEItokeneth @Crypto_Tone1 Amazing!! Send me a dm, I have a proposal for you🦁",
    "1599": "@DingerCommunity LFG🚀Send me a dm mate!",
    "1600": "@RunnersSlum LFG🚀Send me a dm mate!",
    "1601": "@flipixio Hey, send me a dm, I have a proposal for you",
    "1602": "@MoChadCoin Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1603": "@notnotstorm @paradigm Hi @paradigm! Send me a DM⚡️",
    "1604": "@RexxCoin Hey, can you send me a dm?",
    "1605": "@CoinGapeMedia Hey! Can we talk about business? 🎧",
    "1606": "@djongareall real",
    "1607": "que calcinha tem que usar final de ano p ficar gostosa e rica ano que vem?????",
    "1608": "@advbitcoin @fedibtc @provoost @stevenroose3 @SuperTestnet Hi! Send me a DM⚡️",
    "1609": "@TetherTV_ Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1610": "@cronkonsol LFG🚀Send me a dm mate!",
    "1611": "@oudesamor isso q é foda",
    "1612": "@BABYBULLBpe20 I have a big business proposal for you! Send dm please💎",
    "1613": "muitos \"e se\" na minha mente",
    "1614": "@SDAIA_SA Hi! I have something very important to offer you! Send me a DM⚡️",
    "1615": "@najuasv @pepapetriste 🤣❤️‍🩹❤️‍🩹❤️‍🩹",
    "1616": "@HapybaraSol Hey lets do some marketing!",
    "1617": "@SuperExet Hi! I have something very important to offer you! Send me a DM⚡️",
    "1618": "@Doodle_bunnies LFG🚀Send me a dm mate!",
    "1619": "@donkeysolstar Hi! I have something very important to offer you! Send me a DM⚡️",
    "1620": "@spacebudznft Hi! I have something very important to offer you! Send me a DM⚡️",
    "1621": "@graphprotocol @buidl_asia @evabeylin @shefiorg GM! I have something very important to offer you! Send me a DM⚡️",
    "1622": "@MewWif Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1623": "@oudesamor odeioooooo",
    "1624": "@Lazy_Chef_ @MOOKNIGHT12 @SpaceRidersXYZ Hi! Send me a DM for a great business proposal⚡️",
    "1625": "@oubrisado sdds",
    "1626": "@Bakooclub Hi! Send me a DM⚡️",
    "1627": "@oubrisado kkkkkkkkkkkkkkkk assim msm",
    "1628": "@oubrisado de vdd 😔",
    "1629": "@oubrisado juro",
    "1630": "@Acad_Labs @solana Hey can you send me a dm?",
    "1631": "@HyperspaceAvax Hi! Send me a DM for a good business proposal!⚡️",
    "1632": "carinho na coxa me deixa tão coisada",
    "1633": "@meIhoresamigos q ódio kk",
    "1634": "@shizutoken LFG🚀Send me a dm mate!",
    "1635": "@SHAYAatelier @fakewhale_xyz Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/mF7lVOW67N",
    "1636": "@oubrisado amo kkk",
    "1637": "@oubrisado assim",
    "1638": "@hmusuario falta me glamour",
    "1639": "@SolanaWorm Hey mate can you send a dm?",
    "1640": "@TheWolfINU Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1641": "@ParallelTCG Hi! Send me a DM⚡",
    "1642": "@DasAbhyudoy @TheSeaSummit @Bybit_Official Hi! I have something very important to offer you! Send me a DM⚡️",
    "1643": "@pumpkin_fi @TheHerculesDEX @MetisL2 Hi! I have something very important to offer you! Send me a DM⚡️",
    "1644": "@oubrisado eu tô nos dois",
    "1645": "@cryptopolium Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1646": "@ShacklefordBSC Amazing!! Send me a dm, I have a proposal for you :)",
    "1647": "@hmusuario pensando nisso aqui",
    "1648": "@CryptoWithLeo @TikTokSupport Hello man! send me a DM, I have a proposal for your projects",
    "1649": "@GBTPROJECT2024 Hey! Please send dm , I have a big business proposal…💎",
    "1650": "@PartyHatonBase Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1651": "@MemeMintCoin Amazing! Send me a dm, I have a proposal for you!",
    "1652": "@BongoCatCoinSol LFG🚀Send me a dm mate!",
    "1653": "@prespepe Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1654": "@authenticatoms Hi! Send me a DM for a good business proposal⚡️",
    "1655": "@imagens_capa criatividade de milhões",
    "1656": "@meIhoresamigos sdds",
    "1657": "@oudesamor aí é foda",
    "1658": "@Tokenmithr @carlosgarses @jpgstoreNFT @jpgstorelist @jpgstore_jp @UlisesBarreiro1 Hola, enviame un mensaje. Tengo una propuesta de negocios muy interesante que podria potenciar tu proyecto!⚡️",
    "1659": "@y00tsNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "1660": "@oudesamor pior coisa",
    "1661": "@InkrwedibleCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1662": "@SuperDappAI Hi! I have something very important to offer you! Send me a DM⚡️",
    "1663": "@zksync Hi! Send me a DM for a good business proposal!⚡️",
    "1664": "@KimboAvax @chiizukiNFT Hello, I'm interested in your project. I'm a crypto influencer. Can we talk for a moment?💎",
    "1665": "@Titimatra @exchgART Hey there, send me a DM, I have a business proposal for you!🪙",
    "1666": "@uebrisadassa juro kk",
    "1667": "@uebrisadassa 😭😭🤡😭🤡🤡🤡",
    "1668": "@hajar_ETH @Chad__musk @WatcherGuru @PikaMoonCoin Hi! Send me a DM⚡️",
    "1669": "@godantown Hi! Send me a DM⚡",
    "1670": "@MimiCoinOnBase Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1671": "@oubrisado queria",
    "1672": "@solstreetrobin Send me a dm mate! $Robin",
    "1673": "@ThePlagueNFT @wen_goods Hi! Send me a DM⚡️",
    "1674": "@RealRebelCoin Hi! Send me a DM⚡️",
    "1675": "@anuscoinsol @coingecko Amazing!! Send me a dm, I have a proposal for you 📩",
    "1676": "@oubrisado !!!",
    "1677": "@Derfsol LFG🚀Send me a dm mate!",
    "1678": "RT @alienfrens: Happy 2 Year Anniversary 🎉💚\n\nOG Fren giveaway. \nSet a reminder on tonight’s space\n&amp; RT to win.\n\nhttps://t.co/LceZ7Kn7R9",
    "1679": "@logarithm_fi Hi! I have something very important to offer you! Send me a DM⚡️",
    "1680": "@NewWaveSurfClub Amazing! Send me a dm, I have a proposal for you",
    "1681": "@outrechos essa ❤️",
    "1682": "@canarypunkNFT LFG🚀Send me a dm mate!",
    "1683": "@PlattyAi @base @prtyDAO Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1684": "@ambient_finance Hi! I have something very important to offer you! Send me a DM⚡️",
    "1685": "@meIhoresamigos então",
    "1686": "@ARTJEDI1 @paperbuddha Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/HLOOAdaFw2",
    "1687": "@familytokenoffl @CoinMarketCap Amazing!! Send me a dm, I have a proposal for you :)",
    "1688": "@Bobusoroh @rarible Hi! Send me a DM for a good business proposal!⚡️",
    "1689": "@BlorkOnBase @base Amazing!! Send me a dm, I have a proposal for you 📩",
    "1690": "@oubrisado sempre assim",
    "1691": "@Cappy_Solana @StalkersCrypto Amazing!! Send me a dm, I have a proposal for you 📩",
    "1692": "@oudesamor aprendam:",
    "1693": "@uebrisadassa eu e quem",
    "1694": "@carryprotocol Hi! Send me a DM⚡️",
    "1695": "@oubrisado 😮‍💨😮‍💨😮‍💨",
    "1696": "@Hachiko_INJ @ProtocolTalis Amazing!! Send me a dm, I have a proposal for you :)",
    "1697": "@meIhoresamigos eu e quem",
    "1698": "@oubrisado pra quem não me conhece eu sou assim",
    "1699": "@GoatzNFT_ @meinhart_esding @DeppeRainer @DustyrangerBE @PJS_ProV1X @ArdentVRory @gmanxrp2 @solana Amazing!! Send me a dm, I have a proposal for you :)",
    "1700": "@RCryptominds @xblast_app @Blast_L2 Hi! Send me a DM⚡",
    "1701": "@blockchain Hi! I have something very important to offer you! Send me a DM⚡️",
    "1702": "@AljawazatKSA Hi! I have something very important to offer you! Send me a DM⚡️",
    "1703": "@lfg_letsgo Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1704": "@RakoffToken @coinhall_org @_Terraport_ Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1705": "@Bongo_Explorer Amazing!! Send me a dm, I have a proposal for you :)",
    "1706": "@financialjuice Hi! Send me a DM for a great business proposal!⚡",
    "1707": "@Kxxx_go Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1708": "@oudesamor não ironicamente eu",
    "1709": "@oubrisado adorei",
    "1710": "@DaffyDuckySol Hi! Send me a DM⚡",
    "1711": "@PokegochiSOL LFG🚀Send me a dm mate!",
    "1712": "@oubrisado vem feriado 🙏",
    "1713": "@pngs_xyz Hi! I have something very important to offer you! Send me a DM⚡️",
    "1714": "@ThePink_Sheet Hey there, let's chat. I have a business proposal for you",
    "1715": "@oudesamor aprendam!!",
    "1716": "@oudesamor q ódio disso",
    "1717": "@Embark_fi Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1718": "@pukkuwifhatsol @dogwifcoin @wifbag Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1719": "@dfinity GM! I have something very important to offer you! Send me a DM⚡️",
    "1720": "@ArtOnBlockchain Hi! Send me a DM⚡",
    "1721": "@outrechos gatilho",
    "1722": "@WenLamboSolana_ LFG🚀Send me a dm mate!",
    "1723": "@BricksMintNFT LFG🚀Send me a dm mate!",
    "1724": "@PinkBoxSol Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1725": "@choquei pior q eu nem lembro mesmo",
    "1726": "@PanteraCapital Hello! I recently checked your project and would be interested in teaming up. We can deliver both marketing and collabs. Let me know! 🎧",
    "1727": "@Quantstamp Hi! Send me a DM⚡️",
    "1728": "@oubrisado pqp que fome q me deu",
    "1729": "@WEB3GAM3R @GoGEspanol @GuildOfGuardian Hi! Send me a DM⚡",
    "1730": "@GutterCatGang Hi! Send me a DM!⚡️",
    "1731": "@uebrisadassa amei kkkkkkkkkkkkkkkk",
    "1732": "@BartSolanaCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1733": "@BigMikeOnETH Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1734": "@hmusuario 🫠🫠",
    "1735": "@BASEVENGER_BAGE LFG🚀Send me a dm mate!",
    "1736": "@JackRussellSOL Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1737": "@babyzetachain @babyzetaarmy Hi @babyzetachain! Send me a DM⚡",
    "1738": "@CatWifBallzSOL Amazing!! Send me a dm, I have a proposal for you 📩",
    "1739": "@oubrisado tá foda",
    "1740": "@BoysInBlackNFT @MagicEden Amazing!! Send me a dm, I have a proposal for you :)",
    "1741": "@DuckyCoinToken @solincinerator LFG🚀Send me a dm mate!",
    "1742": "@oubrisado realmente q ódio kkk",
    "1743": "@DEGA_WORLD LFG🚀Send me a dm mate!",
    "1744": "@ArcasChampions Hi mate! I have something very important to offer you, send me a DM⚡️",
    "1745": "@LobsterCatCoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1746": "@meIhoresamigos de vdd",
    "1747": "@NfttCreator Hi! Send me a DM⚡️",
    "1748": "@baitthisisbait Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1749": "@DlerfSOL Send me a dm mate!",
    "1750": "@heliostersystem @WomensHealthMag @USWNT @WomenNASA @FIFAWWC @WomenintheWorld @Marketing @MarketingMind_ @MadOMarketing @markets @MarketingMax Hello friend! send me a DM for a business proposal, ask for John",
    "1751": "@flexlend @lulo_finance @SolanaFndn @hackerhouses Hi! I have something very important to offer you! Send me a DM⚡️",
    "1752": "@kusamanetwork @gavofyork Hi! I have something very important to offer you! Send me a DM⚡️",
    "1753": "@TickerCoinBase Hi! I have something very important to offer you! Send me a DM⚡️",
    "1754": "@oubrisado e tô errada? num to",
    "1755": "@meIhoresamigos juro kk",
    "1756": "@bora_ecosystem Hi! I have something very important to offer you! Send me a DM⚡️",
    "1757": "@LADA_MEME Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1758": "@outrechos !!!!",
    "1759": "@pugwiftowel Amazing!! Send me a dm, I have a proposal for you 📩",
    "1760": "@cryptoequip @Apesbored12 Hi! Send me a DM⚡️",
    "1761": "@FunksTokyo Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1762": "@coreapp Hi! Send me a DM⚡",
    "1763": "@Imaginor_546 @objktcom @ImaginaryXNFTs Hi! Send me a DM⚡️",
    "1764": "@HTXService Hi! I have something very important to offer you! Send me a DM⚡️",
    "1765": "@dedotfi @DeFi Amazing!! Send me a dm, I have a proposal for you :)",
    "1766": "@oudesamor literalmente assim kkk",
    "1767": "@oudesamor pra quem não me conhece eu sou assim",
    "1768": "@PolkadotHubs @PolkadotDevs @Polkadotsub0 Hi! Send me a DM⚡️",
    "1769": "@meIhoresamigos pior coisa",
    "1770": "@meIhoresamigos vazou eu",
    "1771": "@oudesamor pensando bem...",
    "1772": "@secretsociety @biginc Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1773": "@hmusuario sempre assim",
    "1774": "@oudesamor juro",
    "1775": "@oubrisado de fato",
    "1776": "@Pepezillas Hello team! online for a chat? 🦦",
    "1777": "@HakuRyujinSol @aeyakovenko @solana @rajgokal Amazing!! Send me a dm, I have a proposal for you :)",
    "1778": "@SeiIA_NFT LFG🚀Send me a dm mate!",
    "1779": "@PharonGame Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1780": "@Ponder_One Hey lets do some marketing! 🚀",
    "1781": "RT @Injective_: .@solana Name Service is now integrated on Injective, enabling both .sol and .inj domains to be used on Injective.\n\nThis is…",
    "1782": "@oubrisado kkkkkkkkkkkkkkkk já me ocorreu",
    "1783": "@thedoonuts @warnahxwarnih @opensea @rarible @0xPolygonFdn @0xPolygon excellent drawing, send me an MD📩 to enhance your project and art 🔥🚀",
    "1784": "@oubrisado sim k",
    "1785": "@catofwallstsol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1786": "@JupiterExchange Hi! I have something very important to offer you! Send me a DM⚡️",
    "1787": "@d_appai LFG🚀Send me a dm mate!",
    "1788": "Hello!  🎉 Exciting news! 🚀 \n\n✅ Join this vibrant community for the latest updates, insights, and more!\n\n✅ Go follow - https://t.co/K5eK9yj8Fy",
    "1789": "RT @apaixonarei: tu acha msm que vou ficar triste por bobeira?????????????????????????????????????????????? vou pq sou sensível",
    "1790": "@TinFunNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1791": "@Recollapse14 Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/XyXuuFCTWk",
    "1792": "@oubrisado queria marcar",
    "1793": "@ApeMonster1170 Hi! I have something very important to offer you! Send me a DM⚡️",
    "1794": "@PuseToken @YouTube Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1795": "@RedbrickLand Hi! I have something very important to offer you! Send me a DM⚡️",
    "1796": "@oubrisado dindin",
    "1797": "@outrechos 🤡",
    "1798": "@oudesamor nmrl",
    "1799": "@kimprotocol @modenetwork Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "1800": "@tearlinexyz Hey can you send me a dm?",
    "1801": "@GBTPROJECT2024 Hi! Send me a DM for a good business proposal⚡️",
    "1802": "@oubrisado assim mesmo",
    "1803": "@Minkionnft @opensea @cryptonian_0 @MahsaAli_art @MoonaLuna_eth @sashelka @soliiiart1 @NeuroPup_ @ABAElena @BIGFISHIMAGRY Amazing!! Send me a dm, I have a proposal for you :)",
    "1804": "RT @cryptogambinos: Another day another giveaway!\n\nTo celebrate the Crypto Gambinos launch we are giving away $300 each to 5 lucky minters…",
    "1805": "@meIhoresamigos quase todos situações",
    "1806": "@oubrisado de vdd",
    "1807": "@yeti_token Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1808": "@Randocatss @theinkedminkNFT @MetaVixensNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "1809": "@TheBunsNFTs Hi mate! Send me a DM⚡️",
    "1810": "@djongareall juro",
    "1811": "@NumanPixelRealm @PixelRealmlabs Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "1812": "@agronium_coin Hi! Send me a DM⚡️",
    "1813": "@LionOnSolana Amazing!! Send me a dm, I have a proposal for you :)",
    "1814": "@oudesamor realmente",
    "1815": "@CS_Trad1ng Hi! Send me a DM⚡️",
    "1816": "@BasedMinions LFG🚀Send me a dm mate!",
    "1817": "@KunaiKash LFG🚀Send me a dm mate!",
    "1818": "@ChuloCoolzCatz Hello team! online for a chat? 🦦",
    "1819": "@BobaCatPsps Hey there! send me a DM I have a business proposal for you",
    "1820": "@SSDefendersNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "1821": "@GetRainCoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1822": "@meIhoresamigos juro",
    "1823": "não esqueça de seguir a página e ative as notificações 🔔",
    "1824": "@uebrisadassa 😭😭",
    "1825": "@TrendingDownPod Hi mate! Send me a DM for a great business proposal⚡️",
    "1826": "@uebrisadassa q ódio",
    "1827": "@psychopepesol Amazing!! Send me a dm, I have a proposal for you 📩",
    "1828": "@xy_anon @StargazeZone @womenfromcosmos Hi! I have something very important to offer you! Send me a DM⚡️",
    "1829": "@AvaLabs Hi! Send me a DM⚡",
    "1830": "@ollibrocNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "1831": "@RyoshiExchange Hey! Can we talk about business? 🎧",
    "1832": "@NethermindEth @0xAlbertG @julenbernabe @Oscar_Lage Hi! Send me a DM⚡",
    "1833": "@Lindas_ARTS @objktcom @tezos Hi! Send me a DM⚡️",
    "1834": "@GetMoneyToken Hey can you send me a dm?",
    "1835": "@oubrisado e nem vou",
    "1836": "@XaveFinance Hey!! I have a big business proposal for you! Send dm please 💎",
    "1837": "@uebrisadassa eu agora",
    "1838": "@swissborg Hi! Send me a DM⚡️",
    "1839": "@PuseToken @CryptoGrowClub Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1840": "@BandProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "1841": "@Nimble_Network @Web3Go Hi mate! I have something very important to offer you, send me a DM⚡️",
    "1842": "sei lá  ( sei sim  só não quero falar",
    "1843": "@BleatETH LFG🚀Send me a dm mate!",
    "1844": "@oubrisado MDS SIMMMM",
    "1845": "@Crowd_Sol @Slerfsol LFG🚀Send me a dm mate!",
    "1846": "@toncats_tg Gm my friend!",
    "1847": "@SpaceandTimeDB @zksync @SuiNetwork @Blockworks_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "1848": "$50 Giveaway || 3 DAYS 🔥\n$50 - Follow Both @CryptonewzIo, @PayCircle_App+ RT",
    "1849": "@rhinofi @RariChain Hi! Send me a DM for a good business proposal⚡",
    "1850": "@Delphi_Digital Hi! Send me a DM⚡",
    "1851": "@GaiaEcoNFT @RooFinance @BabyMonstersNFT @Moonflownft @moonflowdefi @houseofskulls @PepeCRO_ @Dream_Qc_ @Cr00tsNFT @DEALMtoken Amazing!! Send me a dm, I have a proposal for you :)",
    "1852": "@WSOPToken @phil_hellmuth Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1853": "@bettynajafi Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "1854": "@SquareEnix @foamstarsgame Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1855": "@Mycarrotgame Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1856": "@oubrisado 😭😭😭😭😭😭",
    "1857": "@GAGARIN_World @sheertopia Hey can you send me a dm?",
    "1858": "@stickbug_hts LFG🚀Send me a dm mate!",
    "1859": "@Nftgeeks__ @Blastroid_xyz Amazing!! Send me a dm, I have a proposal for you :)",
    "1860": "@BlueChipOnBase Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1861": "@MeetMonke Hi! Send me a DM⚡️",
    "1862": "@uebrisadassa meu Deus meu senhor me ajuda pf",
    "1863": "@TaiyoRobotics Hi! I have something very important to offer you! Send me a DM⚡️",
    "1864": "@uebrisadassa assim msm",
    "1865": "@oubrisado eu sou uma piada 🤡",
    "1866": "@Cryptocom_Insto I'm interested in it, send me a DM, let's discuss business opportunities",
    "1867": "@nichonft Hey mate, can you send me a dm?",
    "1868": "@MinswapDEX Hi! I have something very important to offer you! Send me a DM⚡️.",
    "1869": "@myBraavos Hello, I'm interested in your project. I'm a crypto influencer. Can we talk for a moment?💎",
    "1870": "@oubrisado ...",
    "1871": "@outrechos ean..",
    "1872": "@oudesamor Nem e meme",
    "1873": "@hmusuario kkkkkkk ass",
    "1874": "Just launched: @CryptoGambinos - An exclusive collection of hyper-realistic 3D NFTs representing both old school and modern day thugs and mafiosi🕵️‍♂️\n\nDo you have what it takes to join the family? 👀\n\nMint now: https://t.co/LPKAYgUbFP\nJoin discord: https://t.co/crw52AgPFY https://t.co/19awPtcq5G",
    "1875": "@SmartPlacesX Hi! I have something very important to offer you! Send me a DM⚡️",
    "1876": "@oubrisado oi Deus sou eu de novo",
    "1877": "@SOL_Sniffer Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1878": "@oubrisado sonho",
    "1879": "@jade_ordinals LFG🚀Send me a dm mate!",
    "1880": "@rocc_ano @objktcom Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/T316jYdPvo",
    "1881": "@FlashMev_eth @zeRealPeth Amazing!! Send me a dm, I have a proposal for you :)",
    "1882": "@Shushii_NFT @Robotiez_NFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "1883": "@oudesamor 😢",
    "1884": "@everybodyholds @alanrog3 Amazing!! Send me a dm, I have a proposal for you :)",
    "1885": "@the187 Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1886": "@LoafCatCoin Great! Send me a dm 💪",
    "1887": "@MILEItokeneth @JakeGagain @MAGAMemecoin Hey, let’s increase $MILEI visibility! Send me a dm and VLLC 🦁",
    "1888": "@degwefhatsolana LFG🚀Send me a dm mate!",
    "1889": "@oubrisado lógico",
    "1890": "@oubrisado eu 😮‍💨",
    "1891": "@dogwifsockss Love it! send me a dm :)",
    "1892": "@oubrisado eu 🤡",
    "1893": "@ocicatcoin LFG🚀Send me a dm mate!",
    "1894": "vou dormir : música\n\ntô triste: música\n\nto feliz : música\n\nvou tomar banho : música",
    "1895": "@Inumooncoin Hey, send me a dm, let´s talk about your project!",
    "1896": "@oudesamor mas ela só me enrola",
    "1897": "@XtreamingOnline @AveDexCom Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1898": "@BigYakAxieClub Amazing!! Send me a dm, I have a proposal for you :)",
    "1899": "@Vince_Van_Dough @PepenardoStudio Hi! Send me a DM⚡",
    "1900": "RT @JoinGrapeCoin: Feeling $GRAPE \n\n🍇Accelerating Web3 mass adoption through gaming \n\n🌎 Live on top mainstream gaming platforms including i…",
    "1901": "@PuseToken @pinkecosystem Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "1902": "@outrechos apaga pf tá dando gatilho",
    "1903": "@oudesamor meu sonho",
    "1904": "@outrechos nem me fale",
    "1905": "@corechain_devs Hi! I have something very important to offer you! Send me a DM⚡️",
    "1906": "@oubrisado eu sou assim",
    "1907": "@Coinsgame123 Amazing! Send me a dm, we have a proposal for you!",
    "1908": "@maocatcoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "1909": "@ClipFinance @IntractCampaign @LineaBuild @LogX_trade @RangoExchange Amazing!! Send me a dm, I have a proposal for you 📩",
    "1910": "@outrechos tá fs",
    "1911": "@spellshiparena Amazing!! Send me a dm, I have a proposal for you :)",
    "1912": "@purpledogememe LFG🚀Send me a dm mate!",
    "1913": "@oudesamor oi Deus sou de novo",
    "1914": "@SCHRDINGERMusk Amazing!! Send me a dm, I have a proposal for you 📩",
    "1915": "@Last_Expedition Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1916": "@liquidmarbles wow!! excellent work, if you want you can write to me in DM📩 to promote your work 🚀🔥",
    "1917": "@SouReferencias coisa linda",
    "1918": "@librafinanceSol Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1919": "@PayCatSol LFG🚀Send me a dm mate!",
    "1920": "@WallacyWallet Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "1921": "@dodo_solcoin LFG🚀Send me a dm mate!",
    "1922": "@meIhoresamigos preciso",
    "1923": "@SuiGoats @Fincepto @axelroode Hi! Send me a DM⚡️",
    "1924": "@oudesamor chora",
    "1925": "@rhinofi @modenetwork Hello! I recently checked your project and would be interested in teaming up. We can deliver both marketing and collabs. Let me know! 🎧",
    "1926": "@asksensay Hey can you send me a dm?",
    "1927": "@oubrisado vazou eu 🥳 🥳",
    "1928": "@BoomerOnBase @coingecko LFG🚀Send me a dm mate!",
    "1929": "@oudesamor eu 🤡",
    "1930": "@tradeparadex @Galxe Hi! Send me a DM for a great business proposal!⚡",
    "1931": "@FBlpepe Amazing!! Send me a dm, I have a proposal for you 📩",
    "1932": "@CorgiCoinBSC Amazing!! Send me a dm, I have a proposal for you 📩",
    "1933": "@djongareall nem tô querendo aprender n",
    "1934": "@unity Hi! I have something very important to offer you! Send me a DM⚡️",
    "1935": "@NftPhotohraphy @BunyaminBulak @objktcom Hey there, send me a DM, I have a business proposal for you!🪙",
    "1936": "@oubrisado vish, eu nem reparo só acho péssimo de falar isso \n\"viu as treta lá no X\"\n\n\"não consigo sair do X\"\nmt feio filho",
    "1937": "@Ibrahmadse Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1938": "@oudesamor eu tento, quem não tenta são os meus amigos",
    "1939": "@meIhoresamigos te amo",
    "1940": "@spongeoneth Hi! I have something very important to offer you! Send me a DM⚡️",
    "1941": "@Cat_innahat Amazing!! Send me a dm, I have a proposal for you 📩",
    "1942": "@iotex_io @snzholding @ForesightVen @borderless_cap @ambergroup_io @fmgroupxyz @MetricsVentures @EV3ventures @waterdripfund @SummerEverest Hi! Send me a DM for a great business proposal!⚡",
    "1943": "@ZombieChains Amazing!! Send me a dm, I have a proposal for you :)",
    "1944": "@Bitcoinredburn LFG🚀Send me a dm mate!",
    "1945": "@POKTnetwork @rollchains @celestia Hi! Send me a DM for a great business proposal!⚡",
    "1946": "@KOALAAIVIP Amazing!! Send me a dm, I have a proposal for you 📩",
    "1947": "@ShanHaiGameFi Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1948": "@GameofTrades_ Hi! Send me a DM for a great business proposal!⚡",
    "1949": "@hashpalette Hi! I have something very important to offer you! Send me a DM⚡️",
    "1950": "@defi_sunio Hi! Send me a DM⚡️",
    "1951": "@PawstarCoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1952": "@GemFighterNFTs @GemFighterP2E Hey, can you send me a dm?",
    "1953": "@oubrisado assiste série",
    "1954": "@_OldManHead_ Amazing!! Send me a dm, I have a proposal for you :)",
    "1955": "@WHERIZ_PRO Amazing!! Send me a dm, I have a proposal for you 📩",
    "1956": "@LandWolf_Base LFG🚀Send me a dm mate!",
    "1957": "@BoredTownNFT @Optimism @base @ourZORA @modenetwork Amazing!! Send me a dm, I have a proposal for you :)",
    "1958": "@oudesamor 😭😭😭😭",
    "1959": "@oubrisado nmrl",
    "1960": "@Coop_Daniels Hi! I have something very important to offer you! Send me a DM⚡️",
    "1961": "@outrechos !!",
    "1962": "@oubrisado juroooo",
    "1963": "@GorillaDefi Hey!! I have a big business proposal for you! Send dm please 💎",
    "1964": "RT @RealCndnMint: 500$ Giveaway! 💥 30 days! 🤯\n\nTo enter draw: Purchase (5-6matic) Pengy Penguins NFT ⚠️ From RealCanadienMint (primary sale…",
    "1965": "@xmetoken @dexscreener Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "1966": "@GloboBull Amazing!! Send me a dm, I have a proposal for you :)",
    "1967": "@pokomon_vip Amazing!! Send me a dm, I have a proposal for you 📩",
    "1968": "RT @sealsonbitcoin: ONLY 1HR left until INSCRIPTION‼️\n\nInscription link: https://t.co/BrLu9HcQXV\n\nMInt details:\n- DATE: March 21th\n- HOUR:…",
    "1969": "@MerlinPrincess_ LFG🚀Send me a dm mate!",
    "1970": "@WolfOfWallStETH Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "1971": "@oubrisado assim de saúde",
    "1972": "@shadpepe @YouTube hey team, dm me",
    "1973": "@Mr_Nobody_NFT Great! Send me a dm, I have a proposal for you!",
    "1974": "@SaveElonCoin Hey!! I have a big business proposal for you! Send dm please 💎",
    "1975": "@darkdogwifhat @RaydiumProtocol @pumpdotfun Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "1976": "@meIhoresamigos nem é meme kkk",
    "1977": "@MandalaAffects Hi! Send me a DM for a good business proposal!⚡️",
    "1978": "@RammDex Hi @RammDex! Send me a DM⚡",
    "1979": "de amor eu não morro  mas de estresse eh  bem provável",
    "1980": "@MFFmeme Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "1981": "@oudesamor eu amo isso aq 👆",
    "1982": "@WEB3VIPWHALES Hi! I have something very important to offer you! Send me a DM⚡️",
    "1983": "@oudesamor todos",
    "1984": "@COMOLO_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "1985": "@Bullshittt_Sol LFG🚀Send me a dm mate!",
    "1986": "@realmeninav eu ai",
    "1987": "@Solordi_inu LFG🚀Send me a dm mate!",
    "1988": "@hmusuario eu sou uma piada",
    "1989": "@oudesamor eu sou uma piada",
    "1990": "@orbital_command @terra_money Hi! Send me a DM⚡️",
    "1991": "@oubrisado simm",
    "1992": "$50 GIVEAWAY 🔥\n\nLike + RT to this post\n\nFollow @diam_stack\nFollow @chiragjetani \n\nEnds in 48hs😉\n\n#cryptogiveaway #Giveaway #GiveawayAlert",
    "1993": "@outrechos ret antigas &gt;&gt;&gt;&gt;",
    "1994": "@theunioverse @KirkusReviews @HexPublishers @Joshua_Viola @angiehodapp @matsuyacreative @BFree63 @wyethridgway @tonyharman @RandomGamesCo Hi! Send me a DM⚡️",
    "1995": "@zeela_me Hi! Send me a DM⚡",
    "1996": "@AngryfemsNFT @BlocksmithLabs Amazing! Send me a dm, we have a proposal for you",
    "1997": "@BeerTheHold Hi!!! Send me a DM for a good busines proposal⚡️",
    "1998": "RT @BozoCollective: Merry Christmas and happy holidays Bozos!\n\nToday is a day of giving so drop some wallets and share this with your frien…",
    "1999": "@MultiverseEtnty @opensea Hi! Your art is cool and I´d like work with you. Send me a DM for a great business proposal! ⚡️",
    "2000": "@hackdra @AVIParadigm Hello team! online for a chat? 🦦",
    "2001": "@hmusuario juro",
    "2002": "@meIhoresamigos 🫶🫶",
    "2003": "@EcoBuildr @shaneheartwin @trap_gravity @murdersauce Why are you tagging me here? lol",
    "2004": "@racinogaming Amazing!! Send me a dm, I have a proposal for you 📩",
    "2005": "@BeJoeNFT LFG🚀Send me a dm mate!",
    "2006": "@Pakistaninpics @RealEmirHan @matrixvc @keanureevesjw04 Best movie ever",
    "2007": "@oubrisado pf",
    "2008": "@goatcoinworld Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2009": "@GOFURS404 GM!! Send me a dm, I have a proposal for you 📩",
    "2010": "@BITPointJP Hi! I have something very important to offer you! Send me a DM⚡️",
    "2011": "@WeAreSquidz Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2012": "@peperunx Amazing!! Send me a dm, I have a proposal for you :)",
    "2013": "@oubrisado na moralzinha",
    "2014": "@hmusuario @outrechos queria",
    "2015": "@hmusuario tá fd 🥹",
    "2016": "@nonbank_io Amazing! Send me a dm, I want to connect with you 🚀",
    "2017": "@oubrisado SIMMM",
    "2018": "@OutlawsPixel Hey can you send me a dm?",
    "2019": "@oubrisado eu e minhas amigas cvs e essa energia ai",
    "2020": "@Crypt0Hurricane @Jupipaw_ Awesome friend🚀",
    "2021": "@SedraCoin Hey, can you send me a dm?",
    "2022": "@oubrisado kkkkkkkkkkkkkkkk amo",
    "2023": "@oubrisado queria marca",
    "2024": "@LTKonSol Amazing!! Send me a dm, I have a proposal for you 📩",
    "2025": "@MysteryFrogNFT LFG🚀Send me a dm mate!",
    "2026": "@ekinoyku1 @mallow__art Hi! Send me a DM⚡️",
    "2027": "@BABYTRUMPsolana LFG🚀Send me a dm mate!",
    "2028": "@oubrisado q ódio kk",
    "2029": "@GeniusyieldO Hi! I have something very important to offer you! Send me a DM⚡️",
    "2030": "@TheMoneyFrogTkn Amazing! Send me a dm, I have a proposal for you 🚀",
    "2031": "@oudesamor sempre",
    "2032": "@_Evelyn_O_ @fakewhale_xyz @objktcom Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/TXf1Qhfduf",
    "2033": "@InterSwap_io @axelarnetwork @Axl_Ecosystem @yorgosv_ @sergey_nog @jason_c_ma @LineaBuild @arbitrumcore @Konstantin_Rmz Hi! Send me a DM⚡️",
    "2034": "@0xskullz Amazing!! Send me a dm, I have a proposal for you :)",
    "2035": "@ConstellaLabs Hey, send me a dm, I have a proposal for you!",
    "2036": "@QuantShift LFG🚀Send me a dm mate!",
    "2037": "@hmusuario nossa",
    "2038": "@oubrisado 😭😭😭😭😭😭😭",
    "2039": "@Shibasagaio Hi! I have something very important to offer you! Send me a DM⚡️",
    "2040": "fingir que não liga e depois morre de chorar no quarto &gt;&gt;&gt;&gt;&gt;",
    "2041": "@HelloKitcatX LFG🚀Send me a dm mate!",
    "2042": "@faiqaima Hello team! online for a chat? 🦦",
    "2043": "@Cybro_io @Blast_L2 Amazing!! Send me a dm, I have a proposal for you 📩",
    "2044": "@SONIC_WIF Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "2045": "@meIhoresamigos oi Deus sou eu de novo",
    "2046": "@realmeninav kkkkkkkkkkkkkkkk q ódio",
    "2047": "@TMNTETHNinja Amazing!! Send me a dm, I have a proposal for you :)",
    "2048": "@Tamadogecoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "2049": "@Zk_Node Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2050": "RT @ZKFCommunity: ⏰We have initiated the refund for USDC, and everyone can claim their respective refunds! \n\n👩‍👩‍👧‍👧Once again, a big thank…",
    "2051": "@UndeadChefNFT Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2052": "@KimJongMoonTO Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2053": "@BSCAiSoraaa Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2054": "@MtXcollection24 LFG🚀Send me a dm mate!",
    "2055": "@Web3Shaga @photons_enjoyor @hackerhouses Hi! I have something very important to offer you! Send me a DM⚡️",
    "2056": "@oudesamor 🫠🫠🫠🫠",
    "2057": "@oudesamor nem falo nd",
    "2058": "@outrechos 🙏",
    "2059": "@oubrisado juro kkkk",
    "2060": "se eu fizesse o mesmo com você, você me odiaria",
    "2061": "@the_matter_labs @getclave Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2062": "@oubrisado real msm",
    "2063": "@humpcoincrypto LFG🚀Send me a dm mate!",
    "2064": "@oubrisado vou nem reclamar, pq sou assim",
    "2065": "@oudesamor tá fd 🥹",
    "2066": "@oudesamor juro kkkkk q ódio",
    "2067": "@IceGirlzNFT Amazing!! Send me a dm, I have a proposal for you :)",
    "2068": "@oudesamor sempre assim",
    "2069": "@oubrisado vish",
    "2070": "@oubrisado que ódio",
    "2071": "@oudesamor q ódio 🤡",
    "2072": "@StartaleHQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "2073": "@oubrisado sempre",
    "2074": "@AlpaCoinsol Amazing!! Send me a dm, I have a proposal for you 📩",
    "2075": "@DestNft @xCJ69 Hi! I saw your project and something caught my eye, send me a DM for a great business proposal!⚡️",
    "2076": "@BEASTOK3N LFG🚀Send me a dm mate! $BEAST",
    "2077": "@imagens_capa estranhamente eu amo essa imagem",
    "2078": "@CryptoLuscian Hi! I have something very important to offer you! Send me a DM⚡️",
    "2079": "obg todos que estão seguindo a página e quem não está , ajudem nos 550k de seguidores ❤️‍🩹",
    "2080": "@oubrisado eu todos os dias da minha vidinha",
    "2081": "@LotteFi_app Hey can you send me a dm?",
    "2082": "@Skybeast0 Amazing!! Send me a dm, I have a proposal for you :)",
    "2083": "@pepuraivision Amazing! Send me a dm, I want to connect with you 🚀",
    "2084": "@oubrisado pensando aqui  em como eu gastaria esse 1 milhão, aí q delicia tenho ideias incríveis",
    "2085": "@oubrisado vazou eu",
    "2086": "@MockJupNFTss Amazing!! Send me a dm, I have a proposal for you :)",
    "2087": "@oubrisado mas essa pessoa n existe",
    "2088": "@hydramultichain Hi! Send me a DM⚡️",
    "2089": "@Floppymemecoin Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2090": "@PolyhedraZK Hi! Send me a DM⚡️",
    "2091": "@ballsackwifhat LFG🚀Send me a dm mate!",
    "2092": "@LAVAProtocolHQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "2093": "@RubberDuckyCoin @cryptocrewnfts Hi! I have something very important to offer you! Send me a DM⚡️",
    "2094": "RT @JoinGrapeCoin: The $GRAPE buyback STARTS NOW!  🪙\n\nAs part of our ongoing commitment to expanding the network of $GRAPE we would like to…",
    "2095": "🚀 Just discovered and met the team of @DogeGalaxyToken  and It looks like a really promising project 💯\n\nThis memecoin has something special brewing. Trust me, you don't want to sleep on this. Get in early and thank me later! 🔥 #DontMissOut #memecoin https://t.co/6uR0jSGhta",
    "2096": "@RenecBlockchain Hi! I have something very important to offer you! Send me a DM⚡️",
    "2097": "@CoqInuAvax Amazing!! Send me a dm, I have a proposal for you 🐔",
    "2098": "@ClubMassive @TeamIntella Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2099": "@KotaNakazono @EdouardMusic Wow this Is amazing!! Check the DM 📩\nI would love to help you enhance your work 🔥🚀",
    "2100": "@Sol_Cat_Warrior Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2101": "@AsinxPay Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2102": "@ArbitrumDevs Hi! I have something very important to offer you! Send me a DM⚡️",
    "2103": "@Imaginary_Ones Hi mate! I have a great business oppotunity for you, send me a DM⚡️",
    "2104": "@CoinATMRadar @generalbytes Hi! I have something very important to offer you! Send me a DM⚡️",
    "2105": "@SdaAcademy Hi! I have something very important to offer you! Send me a DM⚡️",
    "2106": "@Daddy_BONK_SOL Amazing!! Send me a dm, I have a proposal for you :)",
    "2107": "@outrechos gatilho, apaga pf",
    "2108": "@BnbTigerInu Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2109": "@hmusuario tá foda",
    "2110": "@Mr__Mone LFG! send me a DM, my agency have a proposal for you",
    "2111": "@SlothanaCoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "2112": "@ChessPolygon Hi! I have something very important to offer you! Send me a DM⚡️",
    "2113": "@oubrisado não ironicamente eu",
    "2114": "@TrollCoinCro LFG🚀Send me a dm mate!",
    "2115": "@oubrisado eu ai",
    "2116": "@xfoodtoken Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2117": "@InkStiks Hey can you send me a dm?",
    "2118": "@uebrisadassa eu amo",
    "2119": "@SanFdoMithr @JPGstore @Mithrandir48 @BaudouinMuv @ProgalabasNFT @DragonCrip @ElMundoTolkien @ToIkienverse Hola! Enviame un mensaje, tengo una buena oportunidad de trabajo para vos⚡️",
    "2120": "@oubrisado 😭😭😭",
    "2121": "@oubrisado pra qm não me conhece eu sou assim",
    "2122": "@SoulSociety_HON Amazing!! Send me a dm, I have a proposal for you :)",
    "2123": "@BluemendozaBase Hey can we chat?",
    "2124": "@hmusuario kkkkkkkkkkkkkkkk amo",
    "2125": "@trading_leagues LFG🚀Send me a dm mate!",
    "2126": "@oubrisado jurokkkk",
    "2127": "@TheBonkKong Hey! I have a big business marketing proposal for you! Send dm please 🔥",
    "2128": "@MagicSquareNews @gameland_ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "2129": "@DegenPantsAda GM🚀Send me a dm mate!",
    "2130": "@MemeMafiaSol Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2131": "@oubrisado mds sim",
    "2132": "@TheBlockbit Hey lets do a giveaway!",
    "2133": "@oubrisado só",
    "2134": "@oubrisado eu",
    "2135": "@LFG2024_a Hi! Send me a DM⚡️",
    "2136": "@b0rder1ess LFG🚀Send me a dm mate!",
    "2137": "@EMLprotocol Hi! Send me a DM for a good busines proposal!⚡️",
    "2138": "@oudesamor sempre assim 🤡",
    "2139": "@laosnetwork @alunthomasevans Hey, can you send me a dm?",
    "2140": "@oubrisado odeiooooooooooo tnc",
    "2141": "@GoMaestroOrg Hi! I have something very important to offer you! Send me a DM⚡️",
    "2142": "@0xScopescan @ScopeProtocol Hi! Send me DM⚡",
    "2143": "@HappyDino_eth LFG🚀Send me a dm mate!",
    "2144": "@capychonk Hey, can you send me a dm? Anyways, I would love a coffee 🤣",
    "2145": "@hmusuario juro kkkkkk",
    "2146": "RT @apaixonarei: muitos \"e se\" na minha mente",
    "2147": "RT @cryptogambinos: Exciting news! \nOur $MOB token has officially launched! \nDon't miss the chance to get in soon– the pre-sale for our MOB…",
    "2148": "@FinanceTug @Blast_L2 @Pringles @0xNomis Great! Send me a dm, I have a proposal for you",
    "2149": "@VinuChain Hi! Send me a DM⚡️",
    "2150": "@MosaicCoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2151": "@SHITTYCOINSOL Hey lets make some marketing, send me a dm!",
    "2152": "@BnbGodzilla Amazing! Send me a dm, I have a proposal for you!!",
    "2153": "@zhuanfgghjnb @BEBE_BE1BE Hi! I have something very important to offer you! Send me a DM⚡️",
    "2154": "@Lambosoraus @CoinMarketCap @coingecko Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2155": "@uebrisadassa tô assim",
    "2156": "@ShibassoCoin LFG🚀Send me a dm mate!",
    "2157": "@NolanWeb3 Hello team! online for a chat? 🦦",
    "2158": "@adrian_brunda @foundation Wonderful!! Your art is really awesome. Send me a dm, I have a proposal for you :) 🎧",
    "2159": "@BefeToken Hey, can you send me a dm?",
    "2160": "@oudesamor então né",
    "2161": "@stitchwifhat LFG🚀Send me a dm mate!",
    "2162": "@STITCHYCOIN Hey!! I have a big business proposal for you! Send dm please 💎",
    "2163": "@ZKFCommunity Hi! Send me a DM for a good business proposal!⚡️",
    "2164": "@thisrealart Amazing!! Send me a dm, I have a proposal for you :)",
    "2165": "@Tifonsol Hey mate, your collection seems to be very interesting, can we talk about business? 🎧",
    "2166": "tirar fotos q não podem ser postadas &gt;&gt;&gt;&gt;&gt;",
    "2167": "@NullHorizons @yunepto Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2168": "@danzulaworld Amazing!! Send me a dm, I have a proposal for you :)",
    "2169": "@Elegit2021 Hi! I have something very important to offer you! Send me a DM⚡️",
    "2170": "@xEarnDAO Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2171": "@Galxe @EthStorage Hi! I have something very important to offer you! Send me a DM⚡️",
    "2172": "RT @apaixonarei: ter namorado deve ser legal  minha amiga tem 3",
    "2173": "@souinseguranca real",
    "2174": "@chef_ck12 Hi, nice art bro! Send me a DM for a good business proposal!⚡️",
    "2175": "@Hela_Network @StableHodl Hi! I have something very important to offer you! Send me a DM⚡️",
    "2176": "@lezgitoken Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2177": "@Cattakeovercto Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2178": "@outrechos 🥰🥰",
    "2179": "@meIhoresamigos na moral",
    "2180": "@oubrisado !!!!",
    "2181": "@GokuOnDegen Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2182": "@BPinkySOL Awesome! send me a DM",
    "2183": "@DeepNationGame Hi! Send me a DM for a great busines proposal⚡️",
    "2184": "@uebrisadassa vivo me perguntando",
    "2185": "@CardanoCasinoC Hey can you send me a dm?",
    "2186": "@barbielndiretaz juro",
    "2187": "@MillionWhale is running a presale (24hr runtime) for $MILLION memecoin on Base blockchain🔥\n\nTake a look at their website https://t.co/LtKLI3GPTE 🚀 https://t.co/9v53L6qLTa",
    "2188": "RT @DB_MerlinChain: 🎉We will conduct a lottery before #DragonBall is launched, hoping to bring good luck to everyone\n\n👇Rewards and rules ar…",
    "2189": "@MasculinityTKN @1000xgirl Hi! I have something very important to offer you! Send me a DM⚡️",
    "2190": "todo dia tentando  entender e separar o que é intuição e o que é trauma",
    "2191": "@imagens_capa ❤️‍🩹❤️‍🩹❤️‍🩹",
    "2192": "@SRC20_Kevin Great! Send me a dm mate 💪",
    "2193": "não esqueça de seguir a página, falta pouco p 500k 🥹",
    "2194": "@btc_socks @StampedNinja Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2195": "@AtlazDeFi Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2196": "@ZippyStake @MeteoraAG @hellochow Awesome! send me a dm, I would like to discuss business opportunities",
    "2197": "@PangSolana LFG🚀Send me a dm mate!",
    "2198": "@Penguin404AVAX Hi @Penguin404AVAX! Send me a DM⚡",
    "2199": "@Mystic_Gurus @DLairHouston LFG🚀Send me a dm mate!",
    "2200": "@oubrisado eu toda q ódio",
    "2201": "@weenieinhood @JupiterExchange @FluxBeamDEX Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2202": "@oubrisado mds sim kkkkkk",
    "2203": "@zapesol Hey, can you send me a dm?",
    "2204": "@oubrisado pra quem não me conhece",
    "2205": "@Tapinator Hi! Send me a DM!⚡️",
    "2206": "@Aillydog Amazing!! Send me a dm, I have a proposal for you 📩",
    "2207": "@StarknetFndn Hi! Send me a MD⚡️",
    "2208": "@esats_ Hey!! I have a big business proposal for you! Send dm please 💎",
    "2209": "@litecoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "2210": "@oubrisado eu e quem",
    "2211": "@oudesamor nem é meme",
    "2212": "@oubrisado 🤡🥹🤡",
    "2213": "@uebrisadassa pf",
    "2214": "@jrvgcupvsc Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2215": "@mySwapxyz Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2216": "@BRC20com @OrangDx_BRC20 LFG🚀Send me a dm mate!",
    "2217": "@NethermindStark @Starknet @ETHGlobal Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2218": "@oudesamor 😘😘😘",
    "2219": "@realmeninav eu",
    "2220": "@oubrisado tá fd",
    "2221": "@Cryptic_Maestro @LunarDragon_BSC Hi! Send me a DM⚡",
    "2222": "@BaseBaboon LFG🚀Send me a dm mate!",
    "2223": "@TriadicToken LFG🚀Send me a dm mate!",
    "2224": "@BaseApeOfficial LFG🚀Send me a dm mate!",
    "2225": "@jokaiNFT @SeiNetwork @SeimuraiSEI @webump_ LFG🚀Send me a dm mate!",
    "2226": "@korratoken @Edwin_LAD @ViktorBunin Hi! Send me a DM⚡",
    "2227": "@oubrisado elite q fala",
    "2228": "@chillamingo Hey mate, can you send me a dm?",
    "2229": "@Micro_GPT @SelfOperatingAI Hey can you send me a dm?",
    "2230": "@oubrisado q ódio kkkkk",
    "2231": "@souinseguranca demais mesmo 😭",
    "2232": "@DogeRocketDOGER LFG🚀Send me a dm mate!",
    "2233": "@DropsERC Amazing!! Send me a dm, I have a proposal for you :)",
    "2234": "@SHDW_BASE Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2235": "@TuwaiqAcademy Hi! I have something very important to offer you! Send me a DM⚡️",
    "2236": "quando a gente dá um sorrisinho lendo uma msg da pessoa significa oq???????",
    "2237": "@oubrisado 🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡",
    "2238": "gente engraçada é mais atraente do que gente bonita",
    "2239": "@CheebaSol @beeple LFG🚀Send me a dm mate!",
    "2240": "@oubrisado kkkkkkkkkkkkkkkk ainda bem",
    "2241": "@meIhoresamigos dms",
    "2242": "@TonRaffles @ton_blockchain Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2243": "@outrechos pensando nisso aqui",
    "2244": "@outrechos veigh sempre fazendo a boa",
    "2245": "@oubrisado 😮‍💨🤡😔❤️‍🩹🥹\n\nparece que alguém é besta",
    "2246": "@WIFINUONSOL LFG🚀Send me a dm mate!",
    "2247": "sozinha eu curo minhas feridas, mas na moral eu valorizo demais quem senta do meu lado enquanto elas se curam",
    "2248": "@ButchCryptoland @FunApes_NFT @Jahncrypto Hi! Send me a DM⚡️",
    "2249": "RT @EMLprotocol: 🎉 End of the Year: Win $2000EML!  \n\n🚀 The launch of Trust Bridge X is close, thanks to our incredible community  \n🍾 Let's…",
    "2250": "eu amo aquelas pessoas que me conhecem ao ponto de dizerem “ela não gosta disso”",
    "2251": "@ChainGPT_Pad Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "2252": "@imagens_capa eu amo essa imagem",
    "2253": "@oudesamor assim",
    "2254": "@alrajhibank @mokafaa Hi! I have something very important to offer you! Send me a DM⚡️",
    "2255": "@BELLY__Coin LFG🚀Send me a dm mate!",
    "2256": "@CheekyCatsMafia @HMN5_NFT @LitBunny85 Amazing!! Send me a dm, I have a proposal for you :)",
    "2257": "a vida tá me ensinando muita coisa de uma vez só",
    "2258": "@bepeblast LFG🚀Send me a dm mate!",
    "2259": "@keet_io @paoloardoino Hi! Send me a DM⚡️",
    "2260": "RT @DooblesNFT: Our Mint Information will be Announced soon\nThis may be the Last chances for you to win the spot\n🌈 10 x OG  &amp;  20 x WL\nHow…",
    "2261": "@Humptoken LFG🚀Send me a dm mate!",
    "2262": "@kangamoons Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2263": "@69A_BTC Hi! Send me a DM for a good business proposal!⚡️",
    "2264": "@ritzsportsbet Hey can you send me a dm?",
    "2265": "@UnoHReverse Hey! I have a big business proposal for you! send dm 🔷",
    "2266": "@PoongAvax @avax LFG🚀Send me a dm mate!",
    "2267": "@oubrisado isso q é foda",
    "2268": "@PlayEmberSword Hi! Send me a DM⚡",
    "2269": "@CATNISS_SOL Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2270": "@EthereumInu2024 Amazing!! Send me a dm, I have a proposal for you :)",
    "2271": "RT @apaixonarei: eu amo aquelas pessoas que me conhecem ao ponto de dizerem “ela não gosta disso”",
    "2272": "@tocame_munich Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/EqW9TxjSHn",
    "2273": "@OudToken Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2274": "@VR_PunksNFT @Injective_ LFG🚀Send me a dm mate!",
    "2275": "@outrechos eu sou trouxa",
    "2276": "RT @BozoCollective: Give me 300 wallets.\n\n#solana $sol https://t.co/Hyo8k1O8xT",
    "2277": "@hmusuario meu sonho",
    "2278": "@uebrisadassa oi Deus sou eu de novo",
    "2279": "@Haven1official @_jeffreyowens Great! Send me a dm, I have a really nice proposal for you 🚀",
    "2280": "@hmusuario mds sim",
    "2281": "@AlphaHorseNFT Hi! Send me a DM for a good business proposal!⚡️",
    "2282": "@HashKeyGroup @festival_web3 Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2283": "@BrainiacsAI @itsdimzzz_ Great! Send me a dm 💪",
    "2284": "@hmusuario td p mim",
    "2285": "@oubrisado pensando nisso aqui",
    "2286": "RT @pudgypenguins: Pudgy World Alpha, powered by @zksync, releasing Q1 of 2024.\n\nThe beginning of a new era of blockchain-backed experience…",
    "2287": "@StroomNetwork Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2288": "@baiweiart @foundation Beautiful work, if you want you can write to me in DM📩 to enhance your work 🚀🔥",
    "2289": "@BaseBros_ Hey! Send me DM, we can talk about an excellent marketing proposal 📬",
    "2290": "@oudesamor amém 🫶🙏",
    "2291": "@degenheim @PGodjira @shanicucic96 Hi! Send me a DM⚡",
    "2292": "@HEEHEESolana I love this project, let’s do a giveaway!",
    "2293": "@KhugaSales Hi! Send me a DM!⚡️",
    "2294": "@LumiumNFT Amazing!! Send me a dm, I have a proposal for you 📩",
    "2295": "@byebyebsc Hey can you send me a dm?",
    "2296": "@Luna_NFT_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "2297": "@outrechos ah os detalhes...",
    "2298": "@angolamorkel LFG🚀Send me a dm mate!",
    "2299": "@Pond0x Hi @Pond0x! Send me a DM⚡",
    "2300": "@SpyroTokenEth @Spyro @wallstreetbets Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "2301": "@Optimism Hi! I have something very important to offer you! Send me a DM⚡️",
    "2302": "@oudesamor 🙏🙏🙏🙏",
    "2303": "@radixdlt @letsexchange_io Hi! Send me a DM for a great business proposal!⚡",
    "2304": "@CacklesNFT @skultstudio LFG @CacklesNFT 🚀",
    "2305": "@sinaps1994 @Theoverview5 Hi mate! I have something very important to offer you! Send me a DM⚡️",
    "2306": "@meIhoresamigos pf",
    "2307": "@slotgacor96 Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2308": "@bgn_nft Amazing!! Send me a dm, I have a proposal for you :)",
    "2309": "@doonznft Amazing!! Send me a dm, I have a proposal for you :)",
    "2310": "@Ethos_io @Toshi_base @BaseApeOfficial @MogCoinEth @CoqInuAvax @MAGAMemecoin @pepecoineth @NonPlayableCoin @CULOEXPERT @Conk_Coin @WassieOnETH Hi! I have something very important to offer you! Send me a DM⚡️",
    "2311": "@oudesamor !",
    "2312": "@oudesamor 🤡",
    "2313": "@oubrisado Kkkkkk qodio",
    "2314": "@lightbit2140 Awesome, let's talk to DM, I have a great plan to work with you 🚀",
    "2315": "@CHUCK_on_Base Amazing!! Send me a dm, I have a proposal for you 📩",
    "2316": "@oubrisado vida financeira bem tranquila",
    "2317": "@WackyCoin LFG🚀Send me a dm mate!",
    "2318": "@Blockchain420il Amazing!! Send me a dm, I have a proposal for you 📩",
    "2319": "@outrechos esse é meu erro, td importa mt",
    "2320": "@Boudicea_game Amazing!! Send me a dm, I have a proposal for you 📩",
    "2321": "@oubrisado vsf kkk",
    "2322": "@djongareall meu Deus meu senhor me ajuda pf",
    "2323": "@Grafinyayaya Hi! I have something very important to offer you! Send me a DM⚡️",
    "2324": "@KingxJuliencoin Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2325": "@realmeninav ganho nunk",
    "2326": "@spacefifinance Hi! Send me a DM for a great business proposal⚡",
    "2327": "@_thepangolin Hi! Send me a DM⚡️",
    "2328": "@dedonsolana Amazing!! Send me a dm, I have a proposal for you :)",
    "2329": "@ZELWINofficial @klinkfinance Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2330": "@oubrisado q ódio 🤡",
    "2331": "@pirichain Hi mate! I have somethig very important to offer you, send me a DM!⚡️",
    "2332": "@solarymancoin Amazing!! Send me a dm, I have a proposal for you 📩",
    "2333": "@hmusuario não ironicamente eu",
    "2334": "@oubrisado kkkkkkk aí q sdd",
    "2335": "@SOAI_web3 @taskonxyz @Armonia_Network @StarNestweb3 Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2336": "@Cetoex @BscPitbull @CetoexDaily Hi! Send me a DM⚡️",
    "2337": "@CatDogeSol Amazing!! Send me a dm, I have a proposal for you 📩",
    "2338": "@ZoneX_NFT Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2339": "@wodoio GM! Send me a DM⚡",
    "2340": "@S0LPAD Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2341": "RT @altcoinbear1: 🐽 Join the NINU revolution today! Unleash your creativity, earn rewards, and be part of a vibrant meme community. \n\nCA: 0…",
    "2342": "@outrechos vem vida, me visitar",
    "2343": "@DeployAiErc Amazing!! Send me a dm, I have a proposal for you :)",
    "2344": "@ApeBlock @D3gens @ArcasChampions Hi! I have something very important to offer you! Send me a DM⚡️",
    "2345": "@oubrisado !!!!!",
    "2346": "@JannatPathan9 @binance @BitMartExchange @cardinals_doge @CoinDCX @COTInetwork @CryptoCraze08 @ElonMuskAOC @ice_blockchain @kadercalls @KeeshaWhit80659 Hey, send me a DM, I want to offer you free promo",
    "2347": "@meIhoresamigos odeio",
    "2348": "@oubrisado simples",
    "2349": "@PinguExchange @dogwifcoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "2350": "@oubrisado chorando",
    "2351": "@getdecloud Hi! Send me a DM⚡",
    "2352": "@oubrisado de graça",
    "2353": "@SeiPiratesNFT @Pallet_Exchange Hi! Send me a DM for a good business proposal!⚡️",
    "2354": "@solanamobile Hi! I have something very important to offer you! Send me a DM⚡️",
    "2355": "@AngryGFSol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2356": "@GreatTrumpRoast LFG🚀Send me a dm mate!",
    "2357": "@Luna28Tokens Awesome! send me a DM, I have a proposal for you",
    "2358": "@MTPA_Trump42024 Amazing!! Send me a dm, I have a proposal for you :)",
    "2359": "@outrechos nem fala",
    "2360": "@oudesamor eu e quem",
    "2361": "@bricscoinworld @cz_binance Hi! I have something very important to offer you! Send me a DM⚡️",
    "2362": "@PopCatStacks Hi! I have something very important to offer you! Send me a DM⚡️",
    "2363": "@zeuscoinsol @coingecko LFG🚀Send me a dm mate!",
    "2364": "@Inqubetahq @tim_cook Hello there! send me a DM, I have a proposal for you ;)",
    "2365": "@oudesamor dms",
    "2366": "@berilbapsi Hey, would you like to promote your giveaway?",
    "2367": "@c_ninja_party Hi! I have something very important to offer you! Send me a DM⚡️",
    "2368": "@tanzanitehunt Hi! Send me a DM⚡️",
    "2369": "@xolobase Amazing!! Send me a dm, I have a proposal for you 📩",
    "2370": "@aacryptoverse Hi! Send me a DM For a great business proposal⚡️",
    "2371": "conhecer meu lado brega e amoroso é um privilégio",
    "2372": "@lucrotoken Amazing!! Send me a dm, I have a proposal for you :)",
    "2373": "@GunzillaGames Hi! Send me a DM!⚡",
    "2374": "@wastebin_sol Amazing!! Send me a dm, I have a proposal for you :)",
    "2375": "@MAGACoinCrypto LFG🚀Send me a dm mate!",
    "2376": "@hmusuario sabotaram msm",
    "2377": "sentir falta de amizade é um negocio que machuca né?????",
    "2378": "@bottersnft Hi! I have something very important to offer you! Send me a DM⚡️",
    "2379": "@CuddleFishNFT LFG🚀Send me a dm mate!",
    "2380": "@nftsportszoneio Hi! Send me a DM⚡️",
    "2381": "@paranoia_gg Hey can you send me a dm?",
    "2382": "@EthCC Hi! Send me a DM!⚡",
    "2383": "🔥 @network_lion #Coin  BIG #Airdrop\n\n🎁 Prize Pool «» 2 Billion LION Tokens AND 500 Usdt #Giveaway \n\n✅ Like, RT and Tag 3 Friends \n✅ Follow @network_lion \n✅ Complete #AirdropBot all task ⤵️ \nhttps://t.co/xCvg3gqgaU\n⏰ Distribution date: In 10 hours periods.\n\n#Airdrops… https://t.co/m4HWRyeQV6 https://t.co/WxfmoW72AT",
    "2384": "@Swan @JSeyff @EricBalchunas Hi! I have something very important to offer you! Send me a DM⚡️",
    "2385": "@BabyChitaToken Hi @BabyChitaToken! Send me a DM for a great business proposal!⚡",
    "2386": "@TheMetaBucks Hi, send me a DM⚡",
    "2387": "@RGI_info @RoboReplicant @AndrejaHaj Hi! I have something very important to offer you! Send me a DM⚡️",
    "2388": "@OnnoVault @justinferdian Hey! Send dm I have a big business proposal for you!💎",
    "2389": "@RariChain @nft_paris Hi! Send me a DM⚡️",
    "2390": "@oubrisado assim hoje",
    "2391": "@oubrisado não ironicamente",
    "2392": "@diretodomiolo homens aranha longe do aniversário",
    "2393": "@coinmarketprime @DogeLegionX Hello, can we talk about business? I’m the owner of a marketing agency, maybe you are interested in my proposal💎",
    "2394": "@friendtech Hi! I have something very important to offer you! Send me a DM⚡️",
    "2395": "@wifStash LFG🚀Send me a dm mate!",
    "2396": "@oubrisado eu agora",
    "2397": "@oubrisado kkkkkkkkkkkkkkkk sempre assim",
    "2398": "@VTS_Labs Hi! Send me a DM⚡️",
    "2399": "@MapOfZones Hi! I have something very important to offer you! Send me a DM⚡️",
    "2400": "@oubrisado juro kkkkkkkkk",
    "2401": "@BabyMonstersNFT @Dream_Qc_ @Moonflownft @PixelTribesNFT @GaiaEcoNFT @Ninja_fu_ @marbleverse_io Hi! Send me a DM⚡",
    "2402": "@perrypelicansol Awesome, let's talk to DM, we have a great plan to work with you 🚀",
    "2403": "@oudesamor nao",
    "2404": "@mamaralic @YedaiArt @primitives_xyz Hello! This is John from @matrixagencyweb, a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/A8LxhMqLw7",
    "2405": "@mewwifhat Amazing!! Send me a dm, I have a proposal for you 📩",
    "2406": "@GMX_IO Hi! Send me a DM⚡️",
    "2407": "@nekotoken_xyz Hey can you send me a dm?",
    "2408": "@hmusuario não ironicamente eu 🤡",
    "2409": "@ScaryBeansNFT LFB🚀Send me a dm mate!",
    "2410": "@hmusuario 🥳🤡🥳🥳🤡🤡",
    "2411": "@oubrisado sdd",
    "2412": "@meIhoresamigos eu sou uma piada",
    "2413": "@oubrisado tem q esperar?",
    "2414": "@oubrisado juro k",
    "2415": "@FARANFTNFT1 Hi! Send me a DM for a good business proposal!⚡️",
    "2416": "@CHART_ON_SOLANA LFG🚀Send me a dm mate!"
}