{
    "0": "minha vida é acordar comer e ir p piscina",
    "1": "só me deseje feliz páscoa se for colocar os ovos na minha boca",
    "2": "ficar sem narguilé é tortura",
    "3": "@gadepara_jp Hi! I have something very important to offer you! Send me a DM⚡️",
    "4": "olhem meus fleets 😈",
    "5": "RT @BozoCollective: GM Bozos\n\nAs promised we've added +5000 wallets to https://t.co/EbqfQ8NxaU wallet checker.\n\nStill not on the list?\n\nDro…",
    "6": "@Megaton_Fi Hi! I have something very important to offer you! Send me a DM⚡️",
    "7": "que vontade de comer salgadinho",
    "8": "RT @BNB_BALL: Are you sick of P2E and Launchpad Tokens that dump every TGE? The solution is here. Big Buyback and Fiscally Responsible!\n\nBN…",
    "9": "@sandbar_io @assetdash Hi! I have something very important to offer you! Send me a DM⚡️",
    "10": "eu jogando lol https://t.co/5K0u5h1L8S",
    "11": "se alguém quiser me dar Spotify Premium de presente eu aceito ok?",
    "12": "RT @1Apaixonaduu: “amor comprei um presente que é a sua cara”\n\no presente; https://t.co/J8r7t5xiHF",
    "13": "@OctantApp @greenpillnet Hi! I have something very important to offer you! Send me a DM⚡️",
    "14": "RT @1Ficantefalando: https://t.co/bSoxeMPU4R",
    "15": "nessas horas minha paranóias vem com tudo, q ódio",
    "16": "@JupiterExchange Hi! I have something very important to offer you! Send me a DM⚡️",
    "17": "@opentensor Hi! I have something very important to offer you! Send me a DM⚡️",
    "18": "@VefoodiesWorld Hi! I have something very important to offer you! Send me a DM⚡️",
    "19": "@Venom_network_ @VenomBridge Hi! I have something very important to offer you! Send me a DM⚡️",
    "20": "@imperio08998720 isso me fez melhorar um pouco obgg",
    "21": "@ton_blockchain Hi! I have something very important to offer you! Send me a DM⚡️",
    "22": "@ethdaily @0xPolygon @base @DeFiSaver @NethermindEth Hi! I have something very important to offer you! Send me a DM⚡️",
    "23": "RT @Laitiii: pc gamer https://t.co/28SIFjg6Y8",
    "24": "como resolvo meus problemas com o winrar em? não aguento mais ver erro de soma de verificação 🥺",
    "25": "me sigam no insta 🥺 https://t.co/ootnnyWRP6",
    "26": "vamo economizar água? 😅 https://t.co/gNXRFZaech",
    "27": "pensando em abrir minha conta no onlyfans",
    "28": "@TheWarsaken @WAX_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "29": "@BeauxAnimes @opensea Hi! I have something very important to offer you! Send me a DM⚡️",
    "30": "@DeFiFUDDestroy @horizenglobal @HorizenLabs @robviglione @danizeres @fedesarquis @HypeByMister @john_camardo @deeg_hl @DAppaDanDev @ThisisVanshika Hi! I have something very important to offer you! Send me a DM⚡️",
    "31": "@realsnuscoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "32": "me sigam lá no insta: @sarahnunex\nhttps://t.co/ootnnyWRP6 💖",
    "33": "@mempool @dollarbroke Hi! I have something very important to offer you! Send me a DM⚡️",
    "34": "boca fechada pros planos darem certo",
    "35": "@BabyTrumpToken @BNBCHAIN @PancakeSwap Lfg! send me a DM",
    "36": "RT @saylor: #Bitcoin is Digital Property. It is superior to other investments such as Gold, Equity, or Real Estate because it is digital, a…",
    "37": "@UmojaProtocol @Consensys A great project",
    "38": "@seuputaosafado não, se quiser ver compra bb",
    "39": "@Ledger @iancr Hi! I have something very important to offer you! Send me a DM⚡️",
    "40": "gente me sigam no insta sou mais ativa lá 🥰 \nhttps://t.co/iZh2O7j3Oq",
    "41": "@SushiSwap @HalbornSecurity @immunefi Hi! I have something very important to offer you! Send me a DM⚡️",
    "42": "@TopazMarket Hi! I have something very important to offer you! Send me a DM⚡️",
    "43": "RT @Renatinhu_sick: Deus abençoe o Naruto https://t.co/OXq4RBbQqm",
    "44": "@TONHackerHouse @ton_blockchain Hi! I have something very important to offer you! Send me a DM⚡️",
    "45": "@BonkFi @CoinMarketCap Hi! I have something very important to offer you! Send me a DM⚡️",
    "46": "mais um dia cheia de tesao 🥵",
    "47": "me sigam no insta ❤️🥰 https://t.co/ootnnyWRP6",
    "48": "RT @BNB_BALL: We have reached 50k on telegram and we have yet to announce our launchpads. \n\nWe are $BNBB reward loyalty and bleed for our p…",
    "49": "@BoDoggosNFT @allnick Hi! I have something very important to offer you! Send me a DM⚡️",
    "50": "@InfiniGods @WolvesDAO @KingOfDestinyIG Hi! I have something very important to offer you! Send me a DM⚡️",
    "51": "@cosmos @CoreumOfficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "52": "RT @paulobarquinha: Flamengo campeão de tudo em 2020 https://t.co/zkNwojMatF",
    "53": "@FarsideUK Hi! I have something very important to offer you! Send me a DM⚡️",
    "54": "falei que não iria me arrumar, to toda arrumada agr kskskk",
    "55": "@Pinkbotapp @MoontokOfficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "56": "@TMNTETHNinja @Toad_Swap Hi! I have something very important to offer you! Send me a DM⚡️",
    "57": "@curiosidade_1 tinha aparecido p mim isso ai só qe foi até 50% e dps travou, reiniciei o app e a porcentagem qe tava aparecendo sumiu e não voltou",
    "58": "@dublingplover eu vi um video qe falava sobre ele, mas fiquei um pouco com medo de baixar e ser virus porq tem umas noticias qe hackers invadiram",
    "59": "@darien_lepper vai ser lindo assim lá em casa poxa",
    "60": "@ZuckPepe Hi! I have something very important to offer you! Send me a DM⚡️",
    "61": "RT @pedriinbarbosa: tesão em ver gente inteligente falando sobre algum assunto q domina",
    "62": "@BrillionFi Hi! I have something very important to offer you! Send me a DM⚡️",
    "63": "@bitcoin_i_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "64": "@NFTButtHeads @ButtCoinASA Hi! I have something very important to offer you! Send me a DM⚡️",
    "65": "@KingPepeETH Hi! I have something very important to offer you! Send me a DM⚡️",
    "66": "@Triii_loko @guedescaioxs yags bissexuais existem tá",
    "67": "@mzcryptos @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "68": "@HopProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "69": "faz amizade cmg p eu te pega as vezes",
    "70": "@decentrader Hi! I have something very important to offer you! Send me a DM⚡️",
    "71": "@proof_xyz @otherworld_xx Hi! I have something very important to offer you! Send me a DM⚡️",
    "72": "doi p caralho qnd vc tá perdendo um vínculo c alguém q vc queria pra sempre",
    "73": "@neftyblocks Hi! I have something very important to offer you! Send me a DM⚡️",
    "74": "@TO Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/axVLueSGZQ",
    "75": "RT @Demos_F: Kieza no Náutico https://t.co/iIZ0Ev6mf4",
    "76": "@NvidiaInu Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/ipHwHUaRJs",
    "77": "@compoundfinance Hi! I have something very important to offer you! Send me a DM⚡️",
    "78": "@ultrararecoins Hi! I have something very important to offer you! Send me a DM⚡️",
    "79": "@zkLinkNova Hi! I have something very important to offer you! Send me a DM⚡️",
    "80": "@FlipsterNFT @LenderLabs Hi! I have something very important to offer you! Send me a DM⚡️",
    "81": "queria fuder ate tirar o estresse do corpo",
    "82": "@RW_matsuda @Rakuten_Wallet Hi! I have something very important to offer you! Send me a DM⚡️",
    "83": "@WAX_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "84": "@casabunp Hi! I have something very important to offer you! Send me a DM⚡️",
    "85": "@BandProtocol @OasisProtocol @willfullhodl Hi! I have something very important to offer you! Send me a DM⚡️",
    "86": "@icphub_IN @cryptowaley @ICPHUBS Hi! I have something very important to offer you! Send me a DM⚡️",
    "87": "@_Chemistrybro @InvsbleFriends @Olsen_Gabe Hi! I have something very important to offer you! Send me a DM⚡️",
    "88": "RT @lovinfode: favorito porque não é único 🤣",
    "89": "@BybitArgentina Hi! I have something very important to offer you! Send me a DM⚡️",
    "90": "sou contra a violência exceto tapa na bunda",
    "91": "@be_cas3 windows",
    "92": "pode postar nudes no story do twitter????",
    "93": "@DioneProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "94": "@road_ninjart Hi! I have something very important to offer you! Send me a DM⚡️",
    "95": "@MoneyDubai_ae Hi! I have something very important to offer you! Send me a DM⚡️",
    "96": "Me sigam no insta: @sarahnunex\nhttps://t.co/ootnnyWRP6 🤗",
    "97": "Me sigam no insta vamos conversar lá: @sarahnunex\nhttps://t.co/ootnnyWRP6 🔥",
    "98": "@Slerfcoinsol Hi! I have something very important to offer you! Send me a DM⚡️",
    "99": "RT @1Apaixonaduu: https://t.co/DFmACi8FFN",
    "100": "@AstarNetwork @DeSpreadTeam @0xPolygon @gelatonetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "101": "@darien_lepper é melhor que o primeiro?",
    "102": "@TheEngineersNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "103": "5 dolales https://t.co/hrV53ngVJv",
    "104": "RT @JoinGrapeCoin: Feeling $GRAPE \n\n🍇Accelerating Web3 mass adoption through gaming \n\n🌎 Live on top mainstream gaming platforms including i…",
    "105": "@cryptol3mon_nft @dcastoART Hi! I have something very important to offer you! Send me a DM⚡️",
    "106": "cheirosa e sozinha...",
    "107": "@CryptopicsArt Hi! I have something very important to offer you! Send me a DM⚡️",
    "108": "paguei peitinho dnvo em um storie no insta e só vi agora, mas é isso aí, apaguei já  sorte de qem viu",
    "109": "@vavayolo Hi! I have something very important to offer you! Send me a DM⚡️",
    "110": "bom dia xuxus, ando sumidinha daq.. mas sempre ativa pelo inbox e instagram enfim bebam agua e comprem meus packs",
    "111": "@blocklogica Hi! I have something very important to offer you! Send me a DM⚡️",
    "112": "tem umas palavras q me deixa excitada e nem e palavra com contexto de sacanagem",
    "113": "@YieldGuild Hi! I have something very important to offer you! Send me a DM⚡️",
    "114": "@autonolas @ethereum @0xPolygon @arbitrum @Optimism Hi! I have something very important to offer you! Send me a DM⚡️",
    "115": "@SandroDL4 tô de boa",
    "116": "@runestone_ETH Hi! I have something very important to offer you! Send me a DM⚡️",
    "117": "@paulobarquinha não mais",
    "118": "@EtgctonVie mas sexo aumenta a imunidade pd transar a vontade",
    "119": "⚡️ BeiHuang---Play To Earn✔️\n🔔 Rewards: $DORAN ($DRN). \nThe previous $DRN token issuance was a huge success, with an increase of up to 20X! The price of $DRN is leading the market, soaring past $100 USDT. $DRN will to the moon soon! https://t.co/nN2zf0T1mI",
    "120": "@coinjinja Hi! I have something very important to offer you! Send me a DM⚡️",
    "121": "@TheUnderdogsHK @Blast_L2 @CryptoValleys Hi! I have something very important to offer you! Send me a DM⚡️",
    "122": "@openfabricai Hi! I have something very important to offer you! Send me a DM⚡️",
    "123": "@Swan @Dante_Cook1 @coryklippsten @charliebilello @natbrunell @LukeGromen @TomerStrolight @Bquittem @stephanlivera @samcallah @NeilJacobs Hi! I have something very important to offer you! Send me a DM⚡️",
    "124": "@TheYuliverse Hi! I have something very important to offer you! Send me a DM⚡️",
    "125": "RT @Mtsfxp: dps do almoço",
    "126": "RT @1Ficantefalando: https://t.co/SyqsFVKCFC",
    "127": "oii 👀",
    "128": "RT @BinanceArmy100x: $ULS interchain and easy-to-use cryptocurrency @ULS_TOKEN    \n\n BUY !  https://t.co/jgOHHzaVGe\n\nairdrop info :  TOTAL…",
    "129": "minha bunda com calcinha de renda fica tão linda que parece uma obra de arte",
    "130": "‼️#BlockDAG is the world's most advanced layer 1 blockchain which now hosts a staggering 2 Million $ #Giveaway ‼️\n\nKeynote - https://t.co/JHvlmXqUuM\n\nGIVEAWAY - https://t.co/RrxJ16wulm\n\n✔️ Share Keynote + RT\n✔️Complete tasks\n✔️Follow and like our page https://t.co/R1iww6JwfQ",
    "131": "@2A_Ditt roi... Lindo",
    "132": "@coldnorthart Hi! I have something very important to offer you! Send me a DM⚡️",
    "133": "@chris_rep17 Your art is amazing!⚡️",
    "134": "@BlueFairyNFT @opensea Hi! I have something very important to offer you! Send me a DM⚡️",
    "135": "@sam_sends Hi! I have something very important to offer you! Send me a DM⚡️",
    "136": "@DexJoven ficou chato quase 2hrs de tutorial",
    "137": "@hashpalette Hi! I have something very important to offer you! Send me a DM⚡️",
    "138": "@BitcoinWhales_ @rexquandoe Hi! I have something very important to offer you! Send me a DM⚡️",
    "139": "@paritytech Hi! I have something very important to offer you! Send me a DM⚡️",
    "140": "nem me perguntem qnts tattoos que eu tenho pq nem eu sei, conto td errado",
    "141": "nao participem do no fap september eu tenho contas a pagar",
    "142": "@LayerZero_Labs @PaikCapital @crosschaingah @avax Hi! I have something very important to offer you! Send me a DM⚡️",
    "143": "@1block_official Hi! I have something very important to offer you! Send me a DM⚡️",
    "144": "queria transar 😰",
    "145": "@nftfairyland Hi! I have something very important to offer you! Send me a DM⚡️",
    "146": "@LuizSan45389476 chama dm",
    "147": "olhem meus fleets 🥵",
    "148": "@JSSS_Mercenary Hi! I have something very important to offer you! Send me a DM⚡️",
    "149": "@juan_malk @tac_collective Hi! I have something very important to offer you! Send me a DM⚡️",
    "150": "RT @DooblesNFT: We're minting at 14th, UTC 15:00. THIS MIGHT BE THE LAST CHANCES FOR YOU TO GET WL in 48 Hours\n🌈100 x  WL raffles under thi…",
    "151": "me indiquem jogos de mobile online pfv que eu to super entediada",
    "152": "@bitFlyer Hi! I have something very important to offer you! Send me a DM⚡️",
    "153": "RT @saylor: Craig Wright is not Satoshi.",
    "154": "RT @1Ficantefalando: E no final, meu sonho é igual… https://t.co/qsVjh8SsRC",
    "155": "@GreenPill_IND @RohitMalekar @IrthuSuresh @solarpunkmaxi @regen_earthsoul Hi! I have something very important to offer you! Send me a DM⚡️",
    "156": "RT @RealCndnMint: 500$ Giveaway! 💥 30 days! 🤯\n\nTo enter draw: Purchase (5-6matic) Pengy Penguins NFT ⚠️ From RealCanadienMint (primary sale…",
    "157": "@ScottyThe_Ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "158": "@wisstbescheid Hi! I have something very important to offer you! Send me a DM⚡️",
    "159": "@247fnpNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "160": "queria um celular novo",
    "161": "@Respan_Fi Hi! I have something very important to offer you! Send me a DM⚡️",
    "162": "@YuiYuniNFT @kazuharukina Hi! I have something very important to offer you! Send me a DM⚡️",
    "163": "@greenpillnet @CollectPods Hi! I have something very important to offer you! Send me a DM⚡️",
    "164": "se contenta com tão pouco, pior assim",
    "165": "@protocollabs Hi! I have something very important to offer you! Send me a DM⚡️",
    "166": "@WEB3VIPWHALES Hi! I have something very important to offer you! Send me a DM⚡️",
    "167": "@TOZUniverse Hi! I have something very important to offer you! Send me a DM⚡️",
    "168": "meu fivem ta bugado dms, quando eu tento entrar em algum servidor tipo naquela lista pra selecionar NÃO CARREGA A PÁGINA de jeito nenhum, alguém sabe como resolver? :(",
    "169": "@Leandromgq acho lindo",
    "170": "já sou linda e gostosa em pé, imagina de 4",
    "171": "@quidliprotocol @Dashpay Hi! I have something very important to offer you! Send me a DM⚡️",
    "172": "@viamirror Hi! I have something very important to offer you! Send me a DM⚡️",
    "173": "@keplrwallet @lavanetxyz @axelarnetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "174": "RT @BozoCollective: Merry Christmas and happy holidays Bozos!\n\nToday is a day of giving so drop some wallets and share this with your frien…",
    "175": "@colle_ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "176": "queria uma pizza hoje 😪😪",
    "177": "@ZkZone_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "178": "@ether @Manel_El6 Hi! I have something very important to offer you! Send me a DM⚡️",
    "179": "@somosglobalcc Hi! I have something very important to offer you! Send me a DM⚡️",
    "180": "que calorrrrrr 🥵",
    "181": "@ForgotPlayland Hi! I have something very important to offer you! Send me a DM⚡️",
    "182": "@ALEXLabBTC Hi! I have something very important to offer you! Send me a DM⚡️",
    "183": "@MEGAMINFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "184": "@BITPointJP Hi! I have something very important to offer you! Send me a DM⚡️",
    "185": "@BitTrade_jp Hi! I have something very important to offer you! Send me a DM⚡️",
    "186": "@MantaDex Hi! I have something very important to offer you! Send me a DM⚡️",
    "187": "@TheDogeMob DogeMob will be the next 100x! Send me a DM, I really would like to collab with you",
    "188": "@Zebec_HQ Hi! I have something very important to offer you! Send me a DM⚡️",
    "189": "@micasoarex linda e rabuda igual a ahri",
    "190": "@rchannel_japan Hi! I have something very important to offer you! Send me a DM⚡️",
    "191": "RT @1Ficantefalando: https://t.co/lw524Mdjfs",
    "192": "@sbsubmarine @GaiminIo @GetBlockGames Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "193": "@GibilisO qualquer qe seja divertido",
    "194": "@ChatyNofficial @Blast_L2 Hi! I have something very important to offer you! Send me a DM⚡️",
    "195": "@micasoarex posso confirmar isso com toda certeza kk 🤭",
    "196": "@zielchain Hi! I have something very important to offer you! Send me a DM⚡️",
    "197": "@ZynCoinERC20 Hi! I have something very important to offer you! Send me a DM⚡️",
    "198": "tu vai lembrar de mim, no amor, no ódio ou no sexo, mas vai",
    "199": "@pepe2coineth Hi! I have something very important to offer you! Send me a DM⚡️",
    "200": "@PatrickAlphaC Hi! I have something very important to offer you! Send me a DM⚡️",
    "201": "@code4rena @ThrusterFi @0xEV_om Hi! I have something very important to offer you! Send me a DM⚡️",
    "202": "Azul é a cor mais quente 💙 https://t.co/YVp1O7IOW2",
    "203": "RT @dop_org: We are proud to announce our collaboration with @chainalysis - a global leader in blockchain analytics.   \n\nAt DOP, we are com…",
    "204": "fui fazer live no insta e mostrei meu peito kkkkk porra",
    "205": "me sigam no insta 🥺💛 https://t.co/ootnnyWRP6",
    "206": "meus pensamentos me torturam 🤯",
    "207": "@dcastoART Hi! I have something very important to offer you! Send me a DM⚡️",
    "208": "@JpCointelegraph Hi! I have something very important to offer you! Send me a DM⚡️",
    "209": "@astechprotocol Check dm.",
    "210": "@Manta_Eco @MantaNetwork @ether_fi Hi! I have something very important to offer you! Send me a DM⚡️",
    "211": "@be_cas3 obrigada, vou tentar aqui 😕",
    "212": "@be_cas3 recomenda qual?",
    "213": "@felipegrsilva_1 que? não entendi",
    "214": "RT @nftkoosh: ⚡ Giveaway Alert ⚡\n\nGiving Away @alienfrens Evolution #10959\n\nTo Enter:\n✅ Like &amp; RT\n✅ Follow @nftkoosh @th3collective_ @koosh…",
    "215": "chega de gravar storys no insta kkk",
    "216": "Hard to believe, isn't it? 🚨\n\nWitness the incredible transformation of $363 into a staggering $327,000 through a Solana memecoin called $HOBBES. The surge of $HOBBES is truly remarkable! 😮\n\nKeep an eye on $MEW $PE $WIF $BONK as well. 🚀 #crypto #SOL #UmojaProtocol… https://t.co/eJQyACw4O6",
    "217": "RT @1Apaixonaduu: https://t.co/NZihz0goDV",
    "218": "@isafviegas_ não tem coisa melhor que uma chupada bem dada",
    "219": "nesse calor nem sexo eu quero, tô brincando quero sim",
    "220": "@chrismtgbr prejudicial vc fala em qual sentido?",
    "221": "RT @ZKFCommunity: ⏰We have initiated the refund for USDC, and everyone can claim their respective refunds! \n\n👩‍👩‍👧‍👧Once again, a big thank…",
    "222": "@zoagame_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "223": "feliz dia dos pais pro meu futuro sugar daddy",
    "224": "@baobabstudios Hi! I have something very important to offer you! Send me a DM⚡️",
    "225": "@FibreMarlin Hi! I have something very important to offer you! Send me a DM⚡️",
    "226": "É de sainha que ela te estiga 😛 https://t.co/UroiQ3FRhP",
    "227": "@lukso_io @feindura @GenfinityIO @IOV_OWL @Fame21Moore Hi! I have something very important to offer you! Send me a DM⚡️",
    "228": "só um namoradinho p ficar vendo série",
    "229": "@html_eth Join our presale. Would love to have you onboard! \nhttps://t.co/BsRThIPQED",
    "230": "fleets 🔞",
    "231": "@hyrotrader @hyrotrader_com Hi! I have something very important to offer you! Send me a DM⚡️",
    "232": "afim de comer salgadinho hj mds",
    "233": "dm é 0800,tá?😛",
    "234": "@BabyTrumpInuSOL Hey there! send me a DM",
    "235": "@satoshivm Hi! I have something very important to offer you! Send me a DM⚡️",
    "236": "RT @dudindia: me dá 10 milhões aí https://t.co/k1z3XD080E",
    "237": "@Joo17740036 cala boca criança",
    "238": "RT @Ludmilla: https://t.co/rEYLqFSmc4",
    "239": "nem dormi ainda",
    "240": "@FUNtoken_io @pinkglasses1_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "241": "@rkkcole @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "242": "@MarsuCoin Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/X3LxuNK02s",
    "243": "frio bom p dar um chá e dormir de conchinha",
    "244": "@SOBAX_DEX Hi! I have something very important to offer you! Send me a DM⚡️",
    "245": "@CryptoReviewing @pyrin_network @CryptoCapitalAI Hi! I have something very important to offer you! Send me a DM⚡️",
    "246": "RT @coolcats: The Milk Chug | Ep. 102 https://t.co/e2dIz0s1Uz",
    "247": "voltei pro lol... dscp deus",
    "248": "@SolarNetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "249": "RT @saylor: The $BTC Spot ETF may be the biggest development on Wall Street in the last 30 years. My discussion of #Bitcoin in 2024, Spot E…",
    "250": "Exciting Announcement: Umoja Mirror NFTs + OAT #Airdrop!\n\nHurry, $500 Giveaway Ends in 4 Days!\n\n▶️ Retweet and follow: @UmojaProtocol\n\n▶️ Join the Telegram group: https://t.co/rpAzCnGSEt\n\n▶️ Get your OAT now: https://t.co/RQSxf5hnEj\n\n▶️ Create your Mirror NFTs:… https://t.co/Vuh4cUZ7DC https://t.co/F733tKJW1k",
    "251": "marilia mendonça vai com calma minha filha...... tá doendo",
    "252": "saudades de fuder 😖",
    "253": "@AngleProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "254": "@ArtistSH_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "255": "Já sentei assim, é muito aulas kkkkkkkkk 😩😩😩😩🤣 https://t.co/rL2IjLErMX",
    "256": "iai oq ces tao fazendo nessa madru?",
    "257": "⚡️ Prepare for the ultimate shake-up as #BigPump storms into the wild world of #BNBChain !🚀🚀 \nEmbark on the electrifying journey with the newest FREE #memecoin from @bakery_swap featuring $BNB $BAKE $CAKE #1CAT #IQ50. Stand a chance to snag 3M $PUMP!\n\n▶️ Just follow… https://t.co/WPSxJbTJE8",
    "258": "@ParadiseAltcoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "259": "@RandomlyNFTs Hi! I have something very important to offer you! Send me a DM⚡️",
    "260": "@bearandbullnft Hi! I have something very important to offer you! Send me a DM⚡️",
    "261": "@defi_sunio Hi! I have something very important to offer you! Send me a DM⚡️",
    "262": "Important reminder: Don't let FOMO cloud your judgment! It’s wise to consider taking partial or full profits, even if it's a 10X. Remember, the token could take a nosedive, putting your profits and capital at risk. Stay safe and secure! #SAFU #Crypto #ETH #Bitcoin #BTC",
    "263": "RT @JoinGrapeCoin: The $GRAPE buyback STARTS NOW!  🪙\n\nAs part of our ongoing commitment to expanding the network of $GRAPE we would like to…",
    "264": "@Fetch_ai @iitroorkee Hi! I have something very important to offer you! Send me a DM⚡️",
    "265": "orgulho estraga muita coisa mas sigo com o meu!!!!",
    "266": "@DOGE_COIN20 Hi! I have something very important to offer you! Send me a DM⚡️",
    "267": "@creators_nexus Hi! I have something very important to offer you! Send me a DM⚡️",
    "268": "@kingzurak @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "269": "@venompad @zealy_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "270": "@bull_bnb Join our memecoin, presale is live 🔥💎\nhttps://t.co/BsRThIPQED",
    "271": "@GMX_IO Hi! I have something very important to offer you! Send me a DM⚡️",
    "272": "RT @privsdohugo: começa assim        e termina assim https://t.co/ga7xbaBk3b",
    "273": "amo sair de madrugada",
    "274": "@birdmanboolish @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "275": "@Tumblerina_NFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "276": "@AlienMagicEyes Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/uO7WNoWspF",
    "277": "@Palmy_SOL Hi! I have something very important to offer you! Send me a DM⚡️",
    "278": "@safadinho_ba óia kkkkkkk",
    "279": "me chama de bb mas nao coloca pra mamar",
    "280": "🔛",
    "281": "beijo lento = tudo p mim 🥰🥰🥰",
    "282": "mt bom diaaaa 🌞🌞🌞🌞",
    "283": "hm",
    "284": "RT @robetinhoooo: Me dá um PC pra começar a fazer beat ae po https://t.co/xT4GxaCRn4",
    "285": "@sengsolana Hi! I have something very important to offer you! Send me a DM⚡️",
    "286": "tá muito calor vo morre",
    "287": "um topico mais que necessario https://t.co/c2Ka0CAf1E",
    "288": "@DeepLinkGlobal Hi! I have something very important to offer you! Send me a DM⚡️",
    "289": "@erOSennin_007 @EloiseStafuzza Hahahaha",
    "290": "@PolimecProtocol @Polkadot Hi! I have something very important to offer you! Send me a DM⚡️",
    "291": "@Nicbispo Hahaha",
    "292": "oi amigos, conversem cmg",
    "293": "@GPansylvan79042 Hi! I have something very important to offer you! Send me a DM⚡️",
    "294": "@ecomi_ Hi! I have something very important to offer you! Send me a DM⚡️",
    "295": "RT @dop_org: Massive milestone accomplished and it feels so good! 🙌  \n\nThank you to each and everyone of you for your comments. It drives o…",
    "296": "@withjapanGGA Hi! I have something very important to offer you! Send me a DM⚡️",
    "297": "só um bronze nesse verão",
    "298": "RT @1Apaixonaduu: https://t.co/UtLoqjvq9Z",
    "299": "@Mcrebeccaofc cancelada",
    "300": "@Land_Wushi Hi! I have something very important to offer you! Send me a DM⚡️",
    "301": "@nad_nfts Hi! I have something very important to offer you! Send me a DM⚡️",
    "302": "@RexxCoin Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/YxWW7Qn8D3",
    "303": "I'm thrilled to present @ThreeProtocol, a cutting-edge platform that is transforming traditional marketplaces and tangible assets. Focused on inclusivity and privacy in the realm of online shopping, ThreeProtocol is set to revolutionize the e-commerce landscape. Mark your… https://t.co/gZxX5fhUKZ https://t.co/UPuRPc3EWx",
    "304": "era só um sexo devido ao horário",
    "305": "que dor de cabeça pqp",
    "306": "🔥 @network_lion #Coin  BIG #Airdrop\n\n🎁 Prize Pool «» 2 Billion LION Tokens AND 500 Usdt #Giveaway \n\n✅ Like, RT and Tag 3 Friends \n✅ Follow @network_lion \n✅ Complete #AirdropBot all task ⤵️ \nhttps://t.co/yU9wglSW07…\n⏰ Distribution date: In 10 hours periods.\n\n#Airdrops… https://t.co/3vL6N58DFJ https://t.co/fL1d3qUSjl",
    "307": "@farcaster_xyz Hi! I have something very important to offer you! Send me a DM⚡️",
    "308": "queria voltar no carnaval e fazer tudo 10x pior 🤪🤪",
    "309": "to com tesão 🤤",
    "310": "@RDToTheMoon @_pixellare @seohyowork Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/PUztwj7XSw",
    "311": "@DehiscenceArt @kikanicolela @gif_gallery_ @kulturmuseum @tiegenhof_ Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/pNV9JuwFdu",
    "312": "RT @6oblinOfficial: We're 10,000 60Bs strong 🔥\n\nSpecial 10 WL spots giveaway as celebration:\n\n1⃣ Follow us, Like &amp; RT\n2⃣ Tag 3 friends http…",
    "313": "@GaffadiOnSol Hi! I have something very important to offer you! Send me a DM⚡️",
    "314": "@iEx_ec Hi! I have something very important to offer you! Send me a DM⚡️",
    "315": "@metahorseunity Hi! I have something very important to offer you! Send me a DM⚡️",
    "316": "quem falar que é mentira não vai pro céu",
    "317": "@RomarioArajodo1 me chama na DM",
    "318": "@theshadowhats Hi! I have something very important to offer you! Send me a DM⚡️",
    "319": "só eu que posto nude nos status do whatsapp kkjsiskk",
    "320": "@giftoble Hi! I have something very important to offer you! Send me a DM⚡️",
    "321": "RT @doodles: dress-o-tron https://t.co/Eer0THSvRH",
    "322": "no momento eu sou universitaria, mas largaria tudo para brilhar como  uma grande gostosa",
    "323": "..a hora e eu tentando achar solução pra isso",
    "324": "@stakingcircle Hi! I have something very important to offer you! Send me a DM⚡️",
    "325": "@StargateFinance @Aptos Hi! I have something very important to offer you! Send me a DM⚡️",
    "326": "@ZenGo Hi! I have something very important to offer you! Send me a DM⚡️",
    "327": "me sigam no instagram: https://t.co/ootnnyWRP6 sempre to postando story lá vamos conversar ✨",
    "328": "@iragreenberg @GAZELL_iO @GazelliArtHouse Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/KLEAPJ3Qvs",
    "329": "@BRC20com Hi! I have something very important to offer you! Send me a DM⚡️",
    "330": "RT @martinaolvr_: O Uber acabou mesmo com os Táxis, os cara tem que fazer propaganda até do Tigrinho https://t.co/Ag6v893p4g",
    "331": "@ThinTallTee Hi! I have something very important to offer you! Send me a DM⚡️",
    "332": "me sigam lá no insta 🔥\nhttps://t.co/fsbwARdDXU",
    "333": "@mariocesar1986 nem é kk",
    "334": "ventilador com controle = tudo p mim",
    "335": "@2A_Ditt se eu não me engano tem sim",
    "336": "@POKTnetwork Hi! I have something very important to offer you! Send me a DM⚡️",
    "337": "@Call_Me_Kael Hi! I have something very important to offer you! Send me a DM⚡️",
    "338": "dm mais morta que a minha n tem 🤷🏻‍♀️",
    "339": "nem adianta chamar no insta perguntando se eu troco nudes eu não troco https://t.co/9CQ718TmXw",
    "340": "@RaydiumProtocol @solana Hi! I have something very important to offer you! Send me a DM⚡️",
    "341": "@ambient_finance @BrahmaFi Hi! I have something very important to offer you! Send me a DM⚡️",
    "342": "@micasoarex queria ir",
    "343": "RT @DB_MerlinChain: 🎉We will conduct a lottery before #DragonBall is launched, hoping to bring good luck to everyone\n\n👇Rewards and rules ar…",
    "344": "o surto do falso sugar daddy",
    "345": "@PanteraCapital @arbitrum @sgoldfed @StarkWareLtd @EliBenSasson Hi! I have something very important to offer you! Send me a DM⚡️",
    "346": "RT @1Concepcionall: https://t.co/OfeVOcVtlx",
    "347": "RT @geminixworld: 🐼 PANDAO GO!  #BRC20 #BTC\n⌚️ Only 4 days left – seize the moment!\n\n1. follow @geminixworld \n2. join https://t.co/BHSlN8Hh…",
    "348": "acordei cansada dms",
    "349": "meu peito aparece nos meus storys do insta e eu só percebi dps de um seguidor ter falado kkkkkkkkkkk",
    "350": "olha eu amo lol mas é MUITO estressante jogar ranked. Serio, a galera não tem noção de game, cara! 😫😫😫",
    "351": "@bayfragile @objktcom @fakewhale_xyz Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/6nn0YlHwcG",
    "352": "@TarotFinance Hi! I have something very important to offer you! Send me a DM⚡️",
    "353": "@camilo_oliv33 @JooCesarMatos1 o pior é qe ele me bloqueou e eu nem vi o tweet dele é sobre oq?",
    "354": "@litecoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "355": "@Imaginary_Ones @PolygonVentures @LayerZero_Labs @eigenlayer @MagicEden @Memeland Hi! I have something very important to offer you! Send me a DM⚡️",
    "356": "me sigam no instagram: https://t.co/ootnnyWRP6 sempre to postando story lá vamos conversar 😈",
    "357": "@airb_ot Hi! I have something very important to offer you! Send me a DM⚡️",
    "358": "@NakamotoGames @KuCoinFutures @Bybit_Official Hi! I have something very important to offer you! Send me a DM⚡️",
    "359": "@duendetribos quando vc escrever algo interessante qe mereça minha resposta, eu te respondo, ok",
    "360": "@Saber_Trade Hi! I have something very important to offer you! Send me a DM⚡️",
    "361": "@DB_MerlinChain Hi! I have something very important to offer you! Send me a DM⚡️",
    "362": "@mosfami Hi! I have something very important to offer you! Send me a DM⚡️",
    "363": "@Sugar_DaddyCoin Hi! I have something very important to offer you! Send me a DM⚡️",
    "364": "@Ricardi77042815 deixo p minha amiga @itsthem0nia 🤗",
    "365": "@PPAI_Ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "366": "ai gente namoral, me sigam la no insta https://t.co/ootnnyWRP6 ou se quiser pesquisa meu user lá @sarahnunex obg obg",
    "367": "as vezes eu prefiro nem entender certas coisas",
    "368": "@Inqubetahq Hi! I have something very important to offer you! Send me a DM⚡️",
    "369": "RT @BozoCollective: Gm Solana!\n\nAirdrop wallet checker will be live soon!\n\nDrop your $SOL wallet we’re adding 250 wallets to the list for C…",
    "370": "@josh95744 @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "371": "RT @BitMartExchange: 🎮 Ready for some midweek thrill? Dive into the #BitMart X $BURN #Giveaway! \n\n💰 Uncover all the $BURN coins for a shot…",
    "372": "alguém me pare porque estou com vontade de cortar o cabelo em casa",
    "373": "@Sugar_DaddyCoin Hey team! send me a DM",
    "374": "olhem meu fleet 😔",
    "375": "bom diaaaaa",
    "376": "gente feliz anal",
    "377": "@astroport_fi @terra_money @warp_protocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "378": "povo da minha cidade não passa nem desodorante, imagina álcool em gel",
    "379": "@MetarsGenesis Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/mFzRUrdFlW",
    "380": "@goasymmetric Hi! I have something very important to offer you! Send me a DM⚡️",
    "381": "@Alexbuc70 Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/3dcGHNbXa6",
    "382": "@degencoinflip Hi! I have something very important to offer you! Send me a DM⚡️",
    "383": "@DonkTrading Hi! I have something very important to offer you! Send me a DM⚡️",
    "384": "RT @injective: .@solana Name Service is now integrated on Injective, enabling both .sol and .inj domains to be used on Injective.\n\nThis is…",
    "385": "mood https://t.co/rwpTH07G7Z",
    "386": "@darien_lepper 🥺",
    "387": "@GutterCatGang @GutterToken Hi! I have something very important to offer you! Send me a DM⚡️",
    "388": "RT @EMLprotocol: 🎉 End of the Year: Win $2000EML!  \n\n🚀 The launch of Trust Bridge X is close, thanks to our incredible community  \n🍾 Let's…",
    "389": "@micasoarex gatilho",
    "390": "@Zycot_Agency GM #zycot!",
    "391": "que quarentena chata...mandem nudes",
    "392": "RT @BozoCollective: Where?: https://t.co/pnpdRh8bAa\n\nDrop your wallets\nLike+Retweet\nFollow us and @bozocoinsol \n\nBonus: send dank memes.\n\nW…",
    "393": "@NTP_NFTofficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "394": "RT @1Concepcionall: https://t.co/TUJwR5w9f1",
    "395": "@TienCypress Hi! I have something very important to offer you! Send me a DM⚡️",
    "396": "RT @CFTradercom: Welcome to Crypto Fund Trader! \nWe are the first prop-firm focused towards cryptocurrencies with the best conditions for t…",
    "397": "mais um dia indo dormir cheirosa triste e com tesão",
    "398": "RT @coutinhoassis7: posso tirar uma moto no seu nome? https://t.co/S1E8qAMd2c",
    "399": "@Wintomatocom Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/2qBkm1ZeBn",
    "400": "RT @DooblesNFT: Our Mint Information will be Announced soon\nThis may be the Last chances for you to win the spot\n🌈 10 x OG  &amp;  20 x WL\nHow…",
    "401": "@coincheckjp @lastmemories_g Hi! I have something very important to offer you! Send me a DM⚡️",
    "402": "@layerium @IBIT_Global Hi! I have something very important to offer you! Send me a DM⚡️",
    "403": "@Neutron_org Hi! I have something very important to offer you! Send me a DM⚡️",
    "404": "@Leonard99394465 sei como é 😔",
    "405": "comprem meu pack e me ajudem a pagar pela fortuna que vou gastar no lol",
    "406": "@btc_status Hi! I have something very important to offer you! Send me a DM⚡️",
    "407": "@Emmanue55050754 Hi! I have something very important to offer you! Send me a DM⚡️",
    "408": "@zkLinkNova @puffer_finance Hi! I have something very important to offer you! Send me a DM⚡️",
    "409": "@JRNYCLUB Hi! I have something very important to offer you! Send me a DM⚡️",
    "410": "@gabihiaro Conceito",
    "411": "@raphaeIax 🤤🤤🤤",
    "412": "@KuntilCeo @opensea @miroweb3 Hi! I have something very important to offer you! Send me a DM⚡️",
    "413": "eu n tô acreditando que ele morreu, não caiu a ficha pra mim ainda sério",
    "414": "sdd d me apx por alguém",
    "415": "RT @BozoCollective: Give me 300 wallets.\n\n#solana $sol https://t.co/Hyo8k1O8xT",
    "416": "RT @ShitcoinGemCall: $MELON #SOL 🪙\n\nA new memecoin arrived on solana $MELON. Now $5.3M mc, liquidity BURN,Renounced Tax 0/0. #DYOR\n\nhttps:/…",
    "417": "@wethio_project Hi! I have something very important to offer you! Send me a DM⚡️",
    "418": "@Regis08084630 @onlyfans só ver",
    "419": "RT @1Apaixonaduu: Conexão https://t.co/46YbUfPdX4",
    "420": "Miau 🐱 https://t.co/cqcZlD2tjU",
    "421": "@ClubMassive Hi! I have something very important to offer you! Send me a DM⚡️",
    "422": "@DigitalAssets @fgthiel Hi! I have something very important to offer you! Send me a DM⚡️",
    "423": "@cosmoshub Hi! I have something very important to offer you! Send me a DM⚡️",
    "424": "🚨 Calling all ETH Maxis! Keep those seat belts fastened to avoid getting burned! ☄️\n\nEthereum's Dencun upgrade is now live, sparking both opportunities and risks on our radar.\n\n💰 Total ETH supply shrinking due to intense network activity and fee burning.\n\n💪 Staking numbers… https://t.co/mkxnSQoaYS",
    "425": "@WAX_io @thewaffleskitty @queencristalla @AlcieToo @ghostcam0625 @WAX_Tommy_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "426": "@OhBabyGames Hi! I have something very important to offer you! Send me a DM⚡️",
    "427": "@K9finance @Shibtoken Hi! I have something very important to offer you! Send me a DM⚡️",
    "428": "as vezes a gente só precisa se desligar de tudo",
    "429": "@Player_w3 @YieldGuild @pixels_online Hi! I have something very important to offer you! Send me a DM⚡️",
    "430": "@parsec_finance Hi! I have something very important to offer you! Send me a DM⚡️",
    "431": "@KingMillionair @bull_bnb Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "432": "@koinect_now Hi! I have something very important to offer you! Send me a DM⚡️",
    "433": "@ALCrego_ @wshuwrehere Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/SNogZAKe1W",
    "434": "@be_cas3 é o 10",
    "435": "nossa mais um dia ou menos um dia",
    "436": "alguém aqui já comprou alguma coisa pelo site do magazine luiza? preciso tirar uma duvida",
    "437": "@SVNTofficial Hi! I have something very important to offer you! Send me a DM⚡️",
    "438": "@PlayBunnyCoin @cz_binance Hey there, send me a DM",
    "439": "to ansiosa pra live da marília hoje",
    "440": "mentiu p mim, perdeu tudo cmg",
    "441": "@zkywallet @Bison_Labs Hi! I have something very important to offer you! Send me a DM⚡️",
    "442": "alias me sigam la https://t.co/ootnnyWRP6 🤔",
    "443": "quando acabar a quarentena eu vou transar até me dar crise de asma",
    "444": "@Deadfellaz @WockNFT @etherzach @psych_nft Hi! I have something very important to offer you! Send me a DM⚡️",
    "445": "@zkSyncShib Hi! I have something very important to offer you! Send me a DM⚡️",
    "446": "@ApeAccelerator @SpaceNationOL Hi! I have something very important to offer you! Send me a DM⚡️",
    "447": "@dertlerderya46 @ourZORA Hi! I have something very important to offer you! Send me a DM⚡️",
    "448": "@SMOGToken @zealy_io Hi! I have something very important to offer you! Send me a DM⚡️",
    "449": "@CryptoThro Join our presale🔥\nhttps://t.co/BsRThIPQED",
    "450": "RT @alienfrens: Happy 2 Year Anniversary 🎉💚\n\nOG Fren giveaway. \nSet a reminder on tonight’s space\n&amp; RT to win.\n\nhttps://t.co/LceZ7Kn7R9",
    "451": "@pibsc314 Hi! I have something very important to offer you! Send me a DM⚡️",
    "452": "@walbicom Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/eXLF0lcX09",
    "453": "sonho https://t.co/HN7M6yCCll",
    "454": "@HorizenLabs @Official_GDC @EricaPaperHands Hi! I have something very important to offer you! Send me a DM⚡️",
    "455": "@KimberliteToken Hi! I have something very important to offer you! Send me a DM⚡️",
    "456": "@fah_art_ @GetBlockGames Hi! I have something very important to offer you! Send me a DM⚡️",
    "457": "@cryptonews2308 Hi! I have something very important to offer you! Send me a DM⚡️",
    "458": "bom dia 🥰🥰 quem quiser comprar meus conteúdos só me mandar uma mensagem na DM que eu respondo",
    "459": "@BoredApe_FC Hi! I have something very important to offer you! Send me a DM⚡️",
    "460": "boa tarde",
    "461": "votou no nego di: um nude na dm",
    "462": "@BlackRock Hi! I have something very important to offer you! Send me a DM⚡️",
    "463": "@GreenBTCtoken Hi! I have something very important to offer you! Send me a DM⚡️",
    "464": "@BogdanDevx @DreamHypNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "465": "@InvinciblesXYZ Hi! I have something very important to offer you! Send me a DM⚡️",
    "466": "que soninho",
    "467": "@XCOPYART Hi! I have something very important to offer you! Send me a DM⚡️",
    "468": "@NodleNetwork @CNSOfficial__ @YouTube Hi! I have something very important to offer you! Send me a DM⚡️",
    "469": "só um sugar daddy na minha vida 😞",
    "470": "@Laugh_Project Hi! I have something very important to offer you! Send me a DM⚡️",
    "471": "amanhã acho que nem vou me arrumar p virada do ano, n tenho nem look p isso",
    "472": "@Fetch_ai Hi! I have something very important to offer you! Send me a DM⚡️",
    "473": "RT @BNB_BALL: $1000 (10x100) GIVEAWAY in $BNBB Token\n February 1st Contest winners are picked.\nRules:\n•Join TG https://t.co/ToITqjpEyJ\n•10…",
    "474": "@ordinalrugs Hi! I have something very important to offer you! Send me a DM⚡️",
    "475": "$500 6 Days \n\n🔘 Follow: @eesee_io \n\n🔘 Join: https://t.co/62yQOnLjpx\n\n🔘 Carry out at least 4 tasks on the EESEE Quest: https://t.co/osdGRA1oGc https://t.co/YXQ8yaodbf",
    "476": "@micasoarex me responde no zap",
    "477": "meu deus ??? https://t.co/e03ymeMX3a",
    "478": "RT @altcoinbear1: 🐽 Join the NINU revolution today! Unleash your creativity, earn rewards, and be part of a vibrant meme community. \n\nCA: 0…",
    "479": "só eu que posto story pelada no insta? to pelada porq ta mo calor do crl",
    "480": "vocês já se sentiram insuficiente? como que faz pra isso passar?",
    "481": "@TinFunNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "482": "feliz ano novoooooo 🥂🥂",
    "483": "@NStakowski hmm um pouco cansada dessa franquia de tiros e tals",
    "484": "@solanamobile Hi! I have something very important to offer you! Send me a DM⚡️",
    "485": "@AptosLabs Hi! I have something very important to offer you! Send me a DM⚡️",
    "486": "@PolyhedraZK Hi! I have something very important to offer you! Send me a DM⚡️",
    "487": "@BandProtocol @OasisProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "488": "@miji_art @Azuki Hi! I have something very important to offer you! Send me a DM⚡️",
    "489": "@sundoge_solana Solana community will love it",
    "490": "@AxieInfinity Hi! I have something very important to offer you! Send me a DM⚡️",
    "491": "meninos com unha pintada é meu ponto fraco",
    "492": "@nakapad_io Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/HjDjjGUSMy",
    "493": "minha bunda é muito linda, sofroh 😰",
    "494": "Crypto Chaos Alert! 🚨 This month, 22k #Bitcoin vanished from exchanges in a blink! 👀 Zooming in to just 1 hour shows more crypto vanishing acts in progress. 🌀\n\nBig players are on the move:\n- Bithumb: 7625k BTC 🚀\n- Binance: 6221k BTC 🌪️\n- Bitfinex: 7247k BTC 🔥\n- Coinbase:… https://t.co/oDz0va8prN https://t.co/8yR5ttBFg9",
    "495": "esperando a dublagem de nanatsu no taizai https://t.co/e0IqGG2NwN",
    "496": "@coutinhoassis7 mds não",
    "497": "@L7_DEX @PainWillStop Hi! I have something very important to offer you! Send me a DM⚡️",
    "498": "@KingMyroGlobal @coingecko Hi! I have something very important to offer you! Send me a DM⚡️",
    "499": "@criminxsx ai não viraa, vou me perder completamente 😣",
    "500": "@damusapp Hi! I have something very important to offer you! Send me a DM⚡️",
    "501": "RT @1Concepcionall: https://t.co/9TIOwYjSYX",
    "502": "me sigam no insta 🥺 https://t.co/iZh2O7j3Oq",
    "503": "estou com tesão 😔✊🏻",
    "504": "@rovercrc JOIN OUR PROJECT! PRESALE IS LIVE🔥👇\nhttps://t.co/BsRThIPQED",
    "505": "@Imaginary_Ones Hi! I have something very important to offer you! Send me a DM⚡️",
    "506": "@BBC__Group Hi! I have something very important to offer you! Send me a DM⚡️",
    "507": "@btcordinal Hi! I have something very important to offer you! Send me a DM⚡️",
    "508": "@raphaelpereiraj o @sanbenito usa e fica tão lindinho",
    "509": "uma aventura é smp bom 🤤 https://t.co/BvQLse3YUR",
    "510": "@karensafadinhaa Eita caralho 🙅🏻‍♀️🥵",
    "511": "online respondendo quem q comprar o pack na dm",
    "512": "@micasoarex por falta de orçamento 🥺",
    "513": "@Project_TXA Hi! I have something very important to offer you! Send me a DM⚡️",
    "514": "me sigam lá no insta postei aquele negócio de vcs fazerem perguntas nos story, perguntem la https://t.co/ootnnyWRP6 💙",
    "515": "@OthersideMeta Hi! I have something very important to offer you! Send me a DM⚡️",
    "516": "@EFDevconnect Hi! I have something very important to offer you! Send me a DM⚡️",
    "517": "@HmntyProtocol Hi! I have something very important to offer you! Send me a DM⚡️",
    "518": "@SMOGToken Hi! I have something very important to offer you! Send me a DM⚡️",
    "519": "@be_cas3 ainda não, só aparece que deu erro de soma de verificação em alguns arquivos quando eu extraiu e o app nem abre",
    "520": "@annaxmalina @tocame_munich @gif_gallery_ Hello! This is Thomas from @web3lounge_ , a marketing agency specializing in the promotion and dissemination of crypto and NFT projects. We have various tools that can guarantee your project the reach you're looking for, as well as attract new investors.\n\nOur agency consists of… https://t.co/L4mtU0SKDS",
    "521": "@moreno22hi @ahlaninhaa nossa... me arrependi dessa legenda ent",
    "522": "@toadstoolzNFT Hi! I have something very important to offer you! Send me a DM⚡️",
    "523": "só um sexo e dps dormi agarradinho"
}