{
    "0": "A estas alturas ya prefiero caer mal que aguantar a gente indeseable.",
    "1": "No quiero ser temporal para nadie más",
    "2": "No me arrepiento de nada de lo que digo, porque en algún momento fue exactamente lo que sentí.",
    "3": "Veras cuando salgamos https://t.co/kbpHk3q0aD",
    "4": "Siempre llega ese momento del día en el que, como sea, tengo que hablar contigo.",
    "5": "No dejes pasar una ocasión que te haga feliz, aunque a los demás no les guste.",
    "6": "Deberíamos estar abrazados y mirando series.",
    "7": "Ahi es https://t.co/yjYrl8NIuj",
    "8": "RT @FineTurtleNFT: Street style. 🛹\n\nEngage for finelist. 🐢 https://t.co/aS99OPqfQq",
    "9": "RT @Venomid_network: 🧧 Giveaway Time! 🧧\n\nParticipate in Venom ID Mainnet launch celebration to win 1 of 33 .Venom Domains! \n\n1️⃣ Follow us…",
    "10": "Te quise como si nunca fueras a doler.",
    "11": "El dolor es lo que hace cambiar a las personas.",
    "12": "RT @ZssBecker: We will be able to tell our children we saw WW3 take place right before our eyes.\n\nThat we witnessed the biggest battle of m…",
    "13": "Yo no elegí nacer en Sevilla, simplemente tuve esa suerte.",
    "14": "Y cuando parece que todo va mal, conoces a esa persona que te hace feliz con cualquier tontería y hace que cambie tu vida.",
    "15": "Y cuando más te necesitaba te fuiste.",
    "16": "https://t.co/WylUTYwoPP",
    "17": "El sexo con quien te gusta es una trampa porque no se te van las ganas, sólo te dan más.",
    "18": "Quiero = no funciona\nFunciona = no quiero",
    "19": "Odio esos bajones que te salen de la nada y te hacen sentir la persona más sola del mundo",
    "20": "RT @portal_finance: 🎙️Tune in for the #Portal DeFi and @Coredao_Org X Spaces | Wednesday, Apr 3 at 4 UTC\n\nSet a reminder now: https://t.co/…",
    "21": "Conocerás a esa persona que también se ha cansado de los juegos y que su lealtad estará a la misma altura que la tuya",
    "22": "Ojalá que lo que estés buscando valga más que lo que estás perdiendo",
    "23": "Ojala cuando estes apunto de olvidarme, alguien te pregunte por mi.",
    "24": "Prefiero un amigo que me diga hijo de puta, que un hijo de puta me diga amigo.",
    "25": "https://t.co/soMdF5C3kc",
    "26": "https://t.co/X44y8RpwpF",
    "27": "@booncoinada Hey, amazing project🔥🔥, shoot us a DM",
    "28": "Te puede gustar y al mismo tiempo caerte mal? Sí.",
    "29": "Veo a mi madre sonreir y soy la persona más feliz del mundo",
    "30": "Las ganas de fiesta no se pierden, se acumulan.",
    "31": "Contigo no quiero intentarlo, contigo quiero lograrlo.",
    "32": "Repetiría el 2017 como 50 veces",
    "33": "https://t.co/FvABqLRCMq",
    "34": "Por esas personas que nos cuidan desde el cielo.",
    "35": "La atracción física es buena, pero reír todo el tiempo es otra historia",
    "36": "No es lo que tienes, es a quienes tienes en la vida.",
    "37": "Hay que saber elegir con quien complicarse la vida.",
    "38": "Todos tenemos a alguien que no nos quitamos de la cabeza",
    "39": "Hay momentos que deberían ser eternos.",
    "40": "RT @sealsonbitcoin: We’re sorry we can’t respond to all DMs, but please be patient. \nWe received your funds and your inscriptions are on th…",
    "41": "Esas fotos que no publicas, esas charlas que no mencionas y esas historias que no puedes contar siempre tienen un valor más especial",
    "42": "OBJETIVO: encontrar pareja antes de que sea el día de San Valentin.\n\nOBSTÁCULO: nadie merece la pena.",
    "43": "🚀 Grab your share of the 3% $WSUSHI airdrop! Dive into the Catlomerate: a haven for Solana cats, airdrops, &amp; memes. 🍣🐈\n\n@CatWifSushi \n\nWebsite: https://t.co/2b8Bjk11fa \nTelegram: https://t.co/lxdmxZNVa3 https://t.co/AEzMicwqDh",
    "44": "Ven y te cuento cada lunar con un besito.",
    "45": "15 de Febrero, día mundial del cáncer infantil.\nDía de grandes luchadores, grandes héroes.",
    "46": "RT @catwifhatsolana: 24 hours ⚡️ 1 billion $CWIF giveaway\n\nRules for entry:\n🔁 Like + RT\n👤 Tag 3 friends + reply your $SOL address\n✅ Must fo…",
    "47": "Con este frío me apetece hacerte cosas calientes.",
    "48": "4 de Febrero,día mundial contra el cáncer.\nHoy es el día de algo que ni debió ni debería existir.",
    "49": "Qué bonito llegar a casa oliendo a ti",
    "50": "@diam_stack 🔥",
    "51": "Es imposible sacar de tu mente lo que tu corazón no esta dispuesto a dejar de querer.",
    "52": "Me cambia la carita si hablo de ti.",
    "53": "Yo en mi boda: ¿pero estas seguro que te gusto?",
    "54": "Quien quiere estar, está.",
    "55": "Abuelo, gracias por tus grandes consejos.",
    "56": "Y es que sin ti, me siento incompleto joder.",
    "57": "https://t.co/MTPjopQHT5",
    "58": "Estás para todos pero luego nadie está para ti 🤡🤡🤡",
    "59": "RT @binance: #BinanceCat vs #BinanceDog is back!\n\nBut this time with larger rewards, where you can bag yourself $800 in #BNB\n\nTo enter:\n🔸 R…",
    "60": "Cuando creen que no te vas a enterar: 🤡🤡🤡🤡",
    "61": "Ese es tu problema, piensas mucho y no haces nada.",
    "62": "Me pone tanto, que no sé si me sube al cielo o me baja al infierno",
    "63": "Que te traten como una mierda y tú ahí con una sonrisa como si nada.",
    "64": "https://t.co/2YPVpsTqhK",
    "65": "Un mensaje tuyo me alegra el día y la vida.",
    "66": "Quedarse con lo bueno y aprender de lo malo",
    "67": "Con mimitos en el pelo yo soy feliz",
    "68": "Donde te hacen olvidar que habías prometido no volver a enamorarte, ahí es.",
    "69": "RT @diam_stack: #Airdrop Alert: $DIAM! \n\n🏆5,00,000 #DIAM+$1000 USDT\n\nDive into the future of finance with DIAM. Easy to join, rewarding to…",
    "70": "Cuando algo te importa, hagas lo que hagas, estés donde estés, piensas en ello.",
    "71": "THIIIIISSSSSSSSSS https://t.co/GxOkYvW43f",
    "72": "RT @BefiLabs: $BEFI trading is LIVE! ⚡🟠\n\n$BEFI Contract Address 🔗\n0x8b9b95292f890DF47fFf5aC9Cbe93d5fC242bd51\n\nExchanges to trade $BEFI 📈\nKu…",
    "73": "https://t.co/ru3KJZ870x",
    "74": "https://t.co/HU7ebN85gc",
    "75": "Personas a las que ayudaste y después hablan mal de ti: 🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡",
    "76": "Todo en esta vida ocurre por algún motivo, las casualidades no existen.",
    "77": "La delgada línea entre necesitar desahogarte y no querer contarle nada a nadie.",
    "78": "RT @sealsonbitcoin: ONLY 5HRS left until INSCRIPTION‼️\n\n——SEND NODES——\n\nInscription link: https://t.co/BrLu9HcQXV\n\nInscription details:\n- D…",
    "79": "Y cada vez que encuentro la respuesta, la vida me cambia la pregunta.",
    "80": "Más grandes que yo: ✅✅✅✅✅\n\nDe mi misma edad: ❌❌❌❌❌",
    "81": "RT @elonmusk: https://t.co/V05FxXmdsb",
    "82": "Personas que dicen te echo de menos, pero no te escriben ni un solo mensaje en todo el día.",
    "83": "Lo que unos desperdician, otros mueren por tenerlo.",
    "84": "@pepdanocoinada @IOHK_Charles @IOHKMedia @snekcoinada Hey, dm us🙌🏽",
    "85": "Entra y deja tu apoyo, te lo agradeceria muchisimo ❤️ https://t.co/T8J9b5sStm",
    "86": "Encontrar amor y amistad en la misma persona es ganar en la vida",
    "87": "Como no voy a ser una persona fría si cada vez que demuestro algo termino así🤡",
    "88": "Lo que yo quiero por Navidad no se puede comprar con dinero.",
    "89": "Me encanta que me digan que quieren verme.",
    "90": "RT @Slerfsol: Giving out some NFT Slerflist spots 2x\n\nLike + RT\nDrop wallets\n\n$SLERF #Solana https://t.co/LeYzIm1oOa",
    "91": "https://t.co/yBe19MBSnU",
    "92": "@STXMAPS_NFT @trygamma @Stacks 🚀🚀",
    "93": "¿Cómo no va a estar bonito el cielo si tengo a gente que me importa arriba?",
    "94": "Nunca crei en muchas cosas, pero creía en ti.",
    "95": "@FOMO_BASE @brian_armstrong @base @coinbase @CoinbaseWallet @CoinbaseAssets 🔥🔥",
    "96": "@ordinalsNerd Let's gooo🚀🔥",
    "97": "La gente a la que le mandas 6 mensajes y te contestan a los 6????? seguid así sois los mejores",
    "98": "Eres todo lo que me importa.",
    "99": "A mí me cuidas y te cuido el triple",
    "100": "Un brindis por esas fotos que no se pueden subir, por esa persona que nadie sabrá que estuvo en tu vida y por todo aquello que nadie sabe",
    "101": "Si me vas a querer a ratos mejor vete",
    "102": "https://t.co/1BWdSRBJZn",
    "103": "'Donde hubo fuego, cenizas quedan'.",
    "104": "Ojalá y me dures toda la vida.",
    "105": "Si te sigue doliendo, te sigue importando.",
    "106": "La casualidad de que esa sonrisa se cruzara en mi camino.",
    "107": "https://t.co/dkAtZVTB67",
    "108": "Hay personas que son ✨lugares favoritos✨",
    "109": "Me encanta ver su sonrisa, aunque sea en fotos.",
    "110": "https://t.co/wL6DW2GmuA",
    "111": "Y cuando piensas que nada puede ir peor, algo te sorprende.",
    "112": "Te quiero, te juro que te quiero, pero me cansé.",
    "113": "No es tener algo serio, es tener algo sano.",
    "114": "Si no tardas mucho te espero toda la vida",
    "115": "Que te agarren del cuello para darte un beso 😍😍😍😍",
    "116": "@morrlabs_ Hey! Shoot us a dm🙌🏽",
    "117": "Por si nadie te lo ha dicho hoy: Tú importas mucho, vales mucho, eres suficiente y te ves genial cuando sonríes.",
    "118": "Yo :') https://t.co/yqx6wTdDZk",
    "119": "Sólo duele cuando empiezas a fingir que no pasa nada.",
    "120": "RT si los simpsons, FAV si padre de familia. http://t.co/GrRhDmCYpJ",
    "121": "Hablar de lo que siento:\n❌❌❌❌❌❌❌❌\n\nGuardar todo para mi:\n✅✅✅✅✅✅✅✅",
    "122": "No les pasa que NO tienen ningún secreto malo en su celular pero aún así les da miedo que se los revisen??",
    "123": "@TheGrefgYT de esa imagen cogieron el simbolo, lo unico que tuvieron que hacer es poner el color rojo, putos fakes :) http://t.co/3MZ0QNhhGQ",
    "124": "Que adictivas resultan las personas que te hacen reir",
    "125": "¿Quién se creyó el “dame tiempo” ? Pa reirnos juntos porque yo también me lo creí🤡",
    "126": "Menos mal que instagram no pone cuantas veces vez una historia",
    "127": "https://t.co/YTCoAMINIp",
    "128": "Mientras tu me critica, yo soy feliz.",
    "129": "https://t.co/5BEiAhC3ZX",
    "130": "Tú y yo, que bien suena",
    "131": "Ya te iras dando cuenta que lo que yo hacía por ti, no lo hacía nadie más.",
    "132": "Donde estariamos si hubiesemos hecho todo bien.",
    "133": "Hay quien vale una piedra y hay quien vale un diamante.",
    "134": "https://t.co/lbdSui4S1Z",
    "135": "Una mesita, un par de sillas, un par de cervezas, tú y yo.",
    "136": "Bad bunny: Si te veo con otro te sonrío, pa qué odiarnos después de lo que hemos vivido.\nYo: https://t.co/GYTgHQ67se",
    "137": "Me decía bebe y me abandonó. En fin, estoy en adopción.",
    "138": "RT @pigmo_com: Pigmo floor increased +300% today\n\nTo celebrate our community success, we're giving away this Epic NFT.\n\nReply $PIG and rt t…",
    "139": "Improvisar contigo me parece un buen plan.",
    "140": "No os pasa que ✨✨todos los cuerpos de las mujeres son bonitos✨✨",
    "141": "Llega un momento de la vida en el que decides no encariñarte con nada, ni con nadie. Y eres feliz",
    "142": "@Bear_solmeme Hey, let's talk",
    "143": "Me da mucha risa cuando una pareja termina y empieza la competencia de quien es más feliz",
    "144": "Follar sucio en una relación limpia y sana.",
    "145": "RT @NoCliffCapital: Very interesting to see what @Cookie3_com is doing with $COOKIE. Revolutionizing \"KOL Rounds\" by making them more trans…",
    "146": "Si ya no soy lo que era, algo me hiciste",
    "147": "@quantaratech Hello team! Please Dm us, we must talk🙌🏽",
    "148": "No es lo mismo que te prefieran a que te elijan.",
    "149": "Últimamente solo 3 o 4 personas saben de mí y así vivo mas tranquila.",
    "150": "@BetterCalSol @PooballEth Hey! Shoot us a dm🙌🏽",
    "151": "https://t.co/iPyxt9ydVx",
    "152": "Nadie nos advirtió que extrañar es el costo que tienen los buenos momentos",
    "153": "Me amarías aún sabiendo que duermo mucho??",
    "154": "Ni tú volviste a escribirme, ni yo volví a extrañarte.",
    "155": "Porque si te tengo a ti no me hace falta nada más.",
    "156": "RT @AstroPromoter_: Enpower yourself with knowledge💪🏽 Check out(link) for valuable insights and resources 📈 https://t.co/LB3QhXrfWN #AI #Po…",
    "157": "Jamás olvidaré lo valiente que fui al decir adiós a lo que más amé",
    "158": "https://t.co/yA3KAOA4pD",
    "159": "Los abuelos que cuidaron de sus nietos desde pequeños valen oro",
    "160": "'Es increible la facilidad con la que me hace sonreir'.",
    "161": "Fingir por el día, rayarse por la noche.",
    "162": "Y si no estas te pienso.",
    "163": "“tu abuela estaría orgullosa de ti”\n\nel piropo más bonito del mundo",
    "164": "@Pillar_xyz @solana Dm us🙌🏽",
    "165": "'Abrázame, hasta que ya no recuerde cuanto daño me haces'.",
    "166": "Hay demasiadas cosas que el tiempo no puede curar.",
    "167": "¿Te hablo o te olvido?",
    "168": "Se acerca el 14 de Febrero y pido perdón a todas las personas que no pueden pasarlo con alguien tan increíble como yo",
    "169": "https://t.co/zy33BeFi6a",
    "170": "¿Cómo puedo estar triste por algo que nunca he tenido?",
    "171": "Si das mucho es porque eres mucho. Nadie da lo que no tiene.",
    "172": "Aprendí que poner tanto interés en una persona no es sano",
    "173": "Qué felices fuimos en 2019",
    "174": "https://t.co/7A5OEHBPUI",
    "175": "@TheByteDoge Hi doge! DM us, we have a big proposal for you🚀",
    "176": "$30- 24 Hours💥\n\n🔘Repost &amp; Follow ~ \n@CryptonewzIo &amp; @diam_stack \n🔘RT on Quoted Tweet👇 https://t.co/9zspb1pzay",
    "177": "https://t.co/I4neDbZbWa",
    "178": "¿Tú crees que me engañas? Yo finjo que te creo.",
    "179": "'Tu sonrisa, a 2 centimetros de la mia'.",
    "180": "https://t.co/D6jHvBGk3U",
    "181": "Me jode mucho todos los momentos que nos estamos perdiendo por este virus.",
    "182": "Me hago daño por pensar en tonterías.",
    "183": "Si somos novios toda mi familia te ayudará a burlarte de mi ajjajasjja",
    "184": "'Una de las mayores libertades mentales es cuando no te importa lo que el resto puede pensar.'",
    "185": "https://t.co/KfZ6zA0J9Y",
    "186": "https://t.co/kTu4ZdxLJA",
    "187": "Que ironia: Si ignoras te buscan, si buscas te ignoran.",
    "188": "Si tu ex no soy yo ¿pa q lloras?",
    "189": "Más amor y menos distancia.",
    "190": "Tapate la herida, que se te nota el pasado.",
    "191": "Necesito más mimos y menos memos",
    "192": "Yo siempre quiero un ratito más contigo.",
    "193": "¿Qué pasaría si todo lo que has dado por esa persona lo hubieses dado por ti?",
    "194": "RT @stax_nft: ITS #VENOM DAY! 🥳\n\n#VenomLaunch is here! Lets wait for the big news so we can get our party started at @stax_nft  🥂\n\nhttps://…",
    "195": "'Vamos a besarnos hasta que nos gusten los Lunes'.",
    "196": "Dormir en el pecho de alguien o que duerman en el tuyo es una de las mejores sensaciones que hay",
    "197": "No sé que somos, pero hay que seguir siéndolo.",
    "198": "Para estas Navidades si quieres soy tu regalo.",
    "199": "¿De que te sirve llorar por personas que no lloran por ti?",
    "200": "No hay nada peor que extrañar a quien no quiere volver.",
    "201": "@GemsHunterbtc @lion_tokenf @MegaLab_ Done!",
    "202": "Algo mutuo.\nAlgo serio.\nAlgo durarero.",
    "203": "Ni yo te escribo, ni tú necesitas que yo te hable.",
    "204": "RT @GemsHunterbtc: $MOB is the native token of the @CryptoGambinos NFT Project ecosystem. It plays a crucial role by serving multiple funct…",
    "205": "@diam_stack Let's go🚀🚀",
    "206": "Podemos tener ambas cosas. https://t.co/bu347w49ij",
    "207": "@diam_stack 🔥🔥🔥",
    "208": "Ya te iras dando cuenta  que lo que yo hacía por ti, no lo hacía nadie más.",
    "209": "Secaré mis lágrimas y dejaré de sufrir, por lo que ya sufrí bastante.",
    "210": "No quiero follar quiero estabilidad con alguien",
    "211": "Sin pedirlo vale el doble y sin esperarlo ni te cuento",
    "212": "https://t.co/Afhbxy0L5V",
    "213": "Que te quieran tan bien que no tengas que dudarlo nunca.",
    "214": "Necesito un abrazo que diga \"no te preocupes que yo me quedo\"",
    "215": "Y la verdad es que sonreía cada vez que te recordaba.",
    "216": "Nadie es como tú y esa, esa es tu magia",
    "217": "Yo ya te superé, solo que me acostumbre a subir indirectas.",
    "218": "@DB_MerlinChain Shoot us a dm🙌🏽",
    "219": "Algún día voy a escribir todo lo que siento. Y vas a leerlo y a preguntarte si se trata de ti. Y probablemente si. Y posiblemente ya no.",
    "220": "Huyan de la gente que un día sí y al otro te hace dudar.",
    "221": "Las que tienen lunar en sus pechos son un regalo de dios",
    "222": "RT @skippy_eth: I got 1.8 million ELO points with a small account \n\nHere is how you do it with \n@GetBlockGames &amp; @ParamLaboratory \n\nComment…",
    "223": "Sacalo pronto Bad Bunny🙏🏻 https://t.co/5fDdrKpSu3",
    "224": "Duele que te decepcione alguien que creías diferente",
    "225": "Aún sigo buscando excusas para hablarte.",
    "226": "Coincidir es un lujo, pero conectar es otro nivel.",
    "227": "Si necesitas desahogarte 37 veces voy a escucharte 38",
    "228": "Y cuando menos te lo esperas, vuelve a aparecer esa persona que te provoca de nuevo todos esos sentimientos",
    "229": "¿Soy la unica persona que cuando tiene hambre y piensa en comida se pone feliz rapidamente?",
    "230": "Enpower yourself with knowledge💪🏽 Check out(link) for valuable insights and resources 📈 https://t.co/LB3QhXrfWN #AI #Portal https://t.co/4WTtLMmMJP https://t.co/FyecODxWZ1",
    "231": "RT @AstroPromoter_: $30- 24 Hours💥\n\n🔘Repost &amp; Follow ~ \n@CryptonewzIo &amp; @diam_stack \n🔘RT on Quoted Tweet👇",
    "232": "https://t.co/Yrg2ClLyJk",
    "233": "La gente solo ve cuando explotas, pero no ve lo que aguantas.",
    "234": "Los momentos más simples con la persona correcta son felicidad pura.",
    "235": "Pienso en aquella tarde, cuando me arrepenti de todo.",
    "236": "@morrlabs_ DM us🙌🏽",
    "237": "Cuando se elige a alguien, se renuncia al resto.",
    "238": "Y como dijo Bad Bunny: \"eso de enamorarse no es pa cualquiera\"",
    "239": "No es enojo, es decepción, y creo que es peor.",
    "240": "Te juro que ya no es orgullo, es que ya me das igual",
    "241": "Echo de menos lo que eramos.",
    "242": "Un brindis por aquellos que nos sonríen desde las estrellas.",
    "243": "'Aunque me compliques la vida, prefiero eso a que no estés en ella'.",
    "244": "http://t.co/znCcmmQt8t http://t.co/7VG5ct1Dfe",
    "245": "Ya me jodería perder a una persona como yo",
    "246": "@BIZAcoin @GemsHunterbtc 👀",
    "247": "A mi me fallas una vez y con eso ya basta para alejarme de ti.",
    "248": "Como duele perder a alguien importante.",
    "249": "@DupeThDuck Hey, DM us🙌🏽",
    "250": "La paz mental comienza cuando tomas la decisión de romper vínculos que no suman en tu vida.",
    "251": "Hay gente que debería haber aparecido en mi vida mucho antes",
    "252": "Y después de tanto tiempo, nos volvimos a ver, ya no éramos los mismos, éramos dos extraños con algo en común: un recuerdo.",
    "253": "Ojito con el karma, pega fuerte.",
    "254": "Rt si League of Legend. Fav si Call of Duty.",
    "255": "¿Sabes que es una mierda? Ver a la persona que te hace feliz siendo feliz con otra persona.",
    "256": "No quiero a nadie mas, solo a ti.",
    "257": "RT @diam_stack: We're thrilled to announce the integration of #BNBChain’s Greenfield into our ecosystem. This collaboration marks a signifi…",
    "258": "Que leer nuestras antiguas conversaciones me hace más feliz que hablar con otra.",
    "259": "Eran bromas.\nEran caricias.\nEran sonrisas.\nEra felicidad.\nÉramos nosotros.\nEn fin...éramos.",
    "260": "Solo los dos sabemos la falta que nos hacemos.",
    "261": "Dedícale más tiempo a lo que realmente te haga feliz.",
    "262": "Te imaginas que me hablas y nos va de puta madre???",
    "263": "Y si le importas hará de todo para estar bien contigo",
    "264": "RT @GeckoInuAvax: $GEC Airdrop is now LIVE for 18 hours!🪂\n\nFollow us and Drop your Avalanche $AVAX address below &amp; RT 👇🏻\n\n10 lucky wallets…",
    "265": "@hhasanzada Hey, dm me",
    "266": "El día que se notifique en WhatsApp las capturas de pantalla. Ese día será el final.",
    "267": "Vi como te miran y yo te miro mejor.",
    "268": "Te soy fiel desde que me gustas",
    "269": "Vamos a encontrar a gente que sea del mismo signo zodiaco y poner una casualidad que nos represente💗",
    "270": "La distancia une aún más a la gente que se quiere.",
    "271": "Lo que queda pendiente siempre vuelve, no?",
    "272": "¿Y si nunca puedo olvidarte?",
    "273": "Me echo de menos.",
    "274": "https://t.co/SruQEz0bjv",
    "275": "RT @Bossinvx: WHO WANTS TO BE BOOSTED ? 🧑‍🌾\n\nDONT FADE $BLOCK   \nDONT FADE $PARAM \n\nJUST REPLY, RT and LET ME FOLLOW YOU! 🤠 https://t.co/Rs…",
    "276": "A mi me dices vamos y vamos, no se a donde pero vamos.",
    "277": "¿No ves que te necesito?",
    "278": "https://t.co/mcDzuaieVj",
    "279": "https://t.co/dPwKsh02gR",
    "280": "No te culpo pero yo no te haría lo mismo y eso nos hace diferentes",
    "281": "A veces somos muy buenos y la gente abusa de eso.",
    "282": "Hoy no es domingo de san valentin, hoy es domingo de shingeki no kyojin",
    "283": "Voy a hacer lo que me haga feliz porque me lo merezco",
    "284": "El amor de tu vida eres tú, cuídate.",
    "285": "O te haces fuerte o te joden como quieren. Tú eliges.",
    "286": "Los “no te soporto” vienen de las personas que más te soportan y más te quieren jajaja",
    "287": "Dime donde y nos perdemos juntos.",
    "288": "Bendita la persona que me haga volver a sentir algo",
    "289": "Me encanta imaginarme cosas que jamás me van a pasar 🤡",
    "290": "Me cambia la carita cuando escucho tu nombre.",
    "291": "@booncoinada Hey! Shoot us a dm",
    "292": "RT @binance: A #BinanceCat on a #Binance box 🐈‍⬛\n\n📸 @RIBKA_BINANCE https://t.co/PbnCnOyDX1",
    "293": "Te ignoran hasta que te necesitan.",
    "294": "A mi hablame claro que no se pillar las indirectas",
    "295": "🤤 https://t.co/KWZvs5WLpi",
    "296": "El fallo fue que volvi a creer en los para siempre.",
    "297": "A veces no hay después, a veces ya es tarde, a veces ya no sirve de nada.",
    "298": "Cuando digo “el otro día” puede ser hace 6 años o ayer",
    "299": "No lloras por la musica, sino por lo que te hace recordar.",
    "300": "https://t.co/dCcjPc4rTW",
    "301": "Lo tengo todo solo con tenerte a ti❤️",
    "302": "@NinjaCAT_SOL Hi, shoot us a dm please 🙌🏽",
    "303": "@Kath4Art Hey, amazing work, DM us please🙌🏽",
    "304": "https://t.co/pZeNuUC6Gl",
    "305": "@Maticmap Hey! Shoot us a dm please",
    "306": "No sé que voy a hacer con mi vida, pero sí se que voy a vivir cada minuto de ella.",
    "307": "Una de las mejores sensasiones de la vida es abrazar a alguien después de haberla extrañado tanto.",
    "308": "El sexo esta en todas partes, la quimica no",
    "309": "Fue bonito mientras me lo crei.",
    "310": "Te conocen 3 y te critican 5.",
    "311": "Deja de necesitar a personas que no te necesitan.",
    "312": "RT @ZssBecker: 4am. Sunday. RL therapy. Pound it back with a like n lets get to it.\n\nRemove \n-The poison \n-Distractions \n-Dopamine over sti…",
    "313": "RT @mute_io: 🚨 $500 GIVEAWAY! 🚨\n\nWhat a year it's been for the Koi (Prev. Mute) tribe... 😱\n\nSince mainnet launch in May 2023 we've generate…",
    "314": "https://t.co/yS6SC4tWaz",
    "315": "El problema es que recordamos a quien no nos recuerda.",
    "316": "Un día te quieren mucho y al otro día ni te conocen.",
    "317": "$75 giveaway in 48 Hours 🐬\n\nRT &amp; Follow @diam_stack\n\nTg: https://t.co/uEP3rcXrjB\n___________________________________\n$DIAM pre-sale is now live",
    "318": "Es más dificil salir de un grupo de Whatsapp que de las drogas.",
    "319": "Envíale un mensaje al levantarte, hazle saber que ella es tu primer pensamiento por la mañana.",
    "320": "RT @BIZAcoin: 🌺 World's first &amp; only!\n-&gt; Web 3.0 Tools &amp; Platform \n-&gt; #BIZA Coin BIG Event\n-&gt; Best Low Cap #BIZA Coin\n-&gt; https://t.co/bOdTJ…",
    "321": "@MooToken_ Hey moo, DM us🔥",
    "322": "https://t.co/G9KLxVCXyR",
    "323": "Aprendí a quererme gracias a alguien que no me quiso",
    "324": "Llorar mientras explicas algo es otro nivel de dolor",
    "325": "Tienes tantas de follar que ni si quiera te has dado cuenta que no he escrito “ganas”",
    "326": "https://t.co/cRklpI8YPj",
    "327": "Duele mucho cuando estás perdiendo un vínculo con alguien que querías tener para siempre",
    "328": "@0xSnap_ Check dm",
    "329": "Sé feliz, eso vuelve loco a los demas",
    "330": "@fdscoin_ Hey! Shoot us a dm🙌🏽",
    "331": "Missed PEPE? Missed SHIBA? This is your chance to get your 100x in the Bullrun! 🏌🏾‍♂️\n\nMeet the Pepes best friend on Blast L2: @blastedandy\n\nBlasted $ANDY is here to take the meme game to a whole new level and surpass even the legendary PEPE! 🚀\n\nTo get a spot in the highly… https://t.co/KORyp9ygOX https://t.co/meQCN6XoVc",
    "332": "El orgullo suele ser peor que la distancia.",
    "333": "https://t.co/ZA8MJMU7E6",
    "334": "No quiero que te quedes, quiero que te quieras quedar.",
    "335": "Por esas personas que te hacen sonreir incluso en los peores momentos.",
    "336": "Disimuláis relaciones de mierda con fotos bonitas.",
    "337": "@CBARcapital @Pixiz_io Check dm🔥",
    "338": "Tiene algo que el resto no tiene",
    "339": "https://t.co/eNu4Qip3qi",
    "340": "https://t.co/n6j4MUo9Ag",
    "341": "Llega una edad que solo buscas progresar con alguien, no perder el tiempo.",
    "342": "https://t.co/cDLVLxKq92",
    "343": "RT @ordinalsNerd: Gm and good Day Ordinals 💯🆙🌟\n\n🌈WL 20 spot🔥\n\n⏰ Ends in 72 hours\n\nTo enter\n\n- Follow @ordinalsNerd \n- ❤️+RT\n- Drop your #BT…",
    "344": "Te quise cuando no quería querer a nadie",
    "345": "yo que no quería ilusionarme y llegaste tú",
    "346": "Una lástima haberte conocido en esta edad, donde nada dura, donde nada se valora.",
    "347": "'Como aquella vez que no éramos nada, pero aún así sentíamos todo'.",
    "348": "RT @daomaker: Fair Launch Contribution:\nABFxDJUJ8Xkc8JrbpQAjpExSE4ZpfsZymbgXkw67CE5x\n\n1. Raise on Solana\n\nHardcap: 33,333 SOL (SPL)\nOfferin…",
    "349": "RT @AstroPromoter_: $75 giveaway in 48 Hours 🐬\n\nRT &amp; Follow @diam_stack\n\nTg: https://t.co/uEP3rcXrjB\n___________________________________\n$D…",
    "350": "RT @btcordinal: The largest airdrop in history to all @LeonidasNFT #Runestones - Snapshot 72 Hours\n\n112 777 Inscriptions\n\nYou can't beat us…",
    "351": "Me quedé con ganas de decirte muchas cosas",
    "352": "Ojalá saber que piensas cuando me miras",
    "353": "Me encanta que me envies esos mensajes que me hacen sonreir sin importar cuantas veces lo lea.",
    "354": "Te quiero hablar? Si\nTe voy a hablar? No",
    "355": "Que me conteste a una historia de instagram mientras al mismo tiempo hablamos por whatsapp me parece algo maravilloso",
    "356": "Bad Bunny dijo: “Conocí a alguien, pero no sé, como que nunca encajo”",
    "357": "Dame una oportunidad en este 2021 y te juro que no te voy a fallar",
    "358": "Canciones que una vez te hicieron sonreír y ahora te hacen llorar.",
    "359": "Siempre habrá un recuerdo que nos llene los ojos de lágrimas",
    "360": "Qué miedo estar haciendo algo por última vez y no saberlo",
    "361": "@XFadeToken DM us🙌🏽",
    "362": "Echo de menos tus abrazos",
    "363": "Y entonces, llega alguien que está hecho de pedacitos de todo lo que te gusta.",
    "364": "Tu sonrisa es mi armadura.",
    "365": "Que te encontré cuando no buscaba nada, pero que ahora eres de las pocas cosas que no dejaría marchar.",
    "366": "El amor propio arregla lo que otros rompen.",
    "367": "RT @Blobble_Game: // Coming soon…\n//\n// https://t.co/RLHs2kj0RN\n//\n// OG supporters will be rewarded…\n#NFT #gaming #mobilegame $BLOB https:…",
    "368": "https://t.co/KreNXjYe20",
    "369": "Solo son bajones, está todo bien.",
    "370": "RT @GemsHunterbtc: 👀 Did you miss the chance to be richer &gt;&gt; $BOME , $NAP , $HUND…many multimillion meme presales on $SOL chain?🙄🤬\n\n🤩-&gt; JOI…",
    "371": "RT @Venomid_network: Venom Mainnet launch is just 1 day away!\n\nTo mark this occasion, we're distributing the exclusive Countdown Catalyst N…",
    "372": "RT @DB_MerlinChain: 🎉We will conduct a lottery before #DragonBall is launched, hoping to bring good luck to everyone\n\n👇Rewards and rules ar…",
    "373": "Amigos son esos que te levantan cuando los demás ni se han enterado de que te has caído.",
    "374": "Con mimitos y sin mentira yo me conformo.",
    "375": "Se terminaron los shorts y las camisetas cortas, ahora tocará enamorar con vuestra personalidad. Lo lleváis realmente jodido.",
    "376": "https://t.co/xEaUBtLbnN",
    "377": "Ver feliz a mis abuelos &gt;&gt;&gt;&gt;&gt;",
    "378": "Quiero que llege ya ese día, en el que pueda decir \"Valio la pena esperar\".",
    "379": "Algún día me cansare de decir que todo está bien.",
    "380": "En fin...la idea es querer y que también te quieran.",
    "381": "A veces ocurre que las personas que más quieres son las más difíciles de mantener cerca.",
    "382": "El tonteo, el pique, el vacile, las ganas, creo que deberían estar durante toda la relación y no solo al principio.",
    "383": "Me siento como si estuviera esperando algo que no va a suceder.",
    "384": "@beraverse 🔥🔥",
    "385": "https://t.co/YN6D1mGKep",
    "386": "RT @VenomInsiders_: $VENOM/USDT is live!\n\nLike, RT and Drop your #Venom wallet👇\n\n#Venom #VenomAirdrop https://t.co/xIdjyJxCHQ",
    "387": "Hay que saber con quien arriesgarse a querer bien.",
    "388": "Perdiste lo que muchos esperan toda su vida.",
    "389": "Poco a poco van pasando los años y te empieza a faltar gente... https://t.co/MpKzOSsaNr",
    "390": "Missed $WIF? Missed $SHIBA? Don't miss $PIKA, the first and only Pikachu on the Base chain - PIKABLU!\n\nTeam is building NFTs and an exclusive Bokedex wallet to hold and track all of your meme coins!\n\n⚡️🔵PIKA PIKA ON BASE CHAIN🔵⚡️\n\nCA:0xC603251DA21dDbe2ce0f98AB2cF68b7b3D733714… https://t.co/GXzyqwXL15 https://t.co/7FcI32dqZU",
    "391": "Cuando se elige a alguien se renuncia al resto.",
    "392": "https://t.co/PphwfZRMNG",
    "393": "@MochiOnS0L Hey! Shoot us a dm📩",
    "394": "Las parejas de hoy en día. http://t.co/zm85tj4POj",
    "395": "Bendita la persona que me haga volver  a sentir algo",
    "396": "Quiero que mis padres sean tus suegros❤️",
    "397": "La mejor persona en tu vida, es la primera que te viene a la cabeza despues de leer este tweet.",
    "398": "Si teneis unos minutos mirar este video, espero que os haga reflexionar y que el programa \"Vaya fauna\" lo cierren. https://t.co/Z9ICYFQaoN",
    "399": "Me caen tela de mal https://t.co/zY0mUzgqbB",
    "400": "Si no lo vas a intentar con todas las ganas, entonces mejor no lo intentes.",
    "401": "Amistad no es verse todos los días, es estar cuando se debe estar.",
    "402": "Tienes un lugar en mi corazón que nadie más podría tener",
    "403": "RT @DiamondSwapTeam: 💎Welcome to DiamondSwap!💎\n\nReady for the future of decentralized trading? \n\nWe are DiamondSwap – reshaping the future…",
    "404": "Mereces alguien que le hable a todo el mundo de ti como si hubiera descubierto una galaxia ✨",
    "405": "Lo fuiste todo, ahora eres nada.",
    "406": "Conexión, buen sexo, sinceridad y amor.\n¿Pido mucho?",
    "407": "Siempre juntos, pase lo que pase, ¿Recuerdas?",
    "408": "Que la vida te libre de estar con alguien que jure quererte mientras coquetea con alguien más.",
    "409": "Mientras encuentro el amor de mi vida disfruto comiéndome el amor de la vida de otras personas.",
    "410": "RT @Cookie3_com: We're thrilled to announce two new partners joining The Great Cookie3 Bake Off 🍪✨\n\nJoin Cookie3 CMO @krysiakozak, @qblockc…",
    "411": "Lo que yo hice por ti no lo va hacer nadie, acuérdate",
    "412": "feliz navidad para los que nos cuidan desde el cielo",
    "413": "Eres lo unico que me importa.",
    "414": "Qué bien se siente poner final donde no hubo un comienzo.",
    "415": "Nunca es donde, siempre es con quien.",
    "416": "Siempre voy a ser fiel a lo que siento porque es la forma más real de serme fiel a mi misma",
    "417": "Tu mama te lo dice y el tiempo te lo confirma",
    "418": "Tengo una intuición 10/10, siempre que pienso que algo va a pasar, acaba pasando.",
    "419": "Muchos daños en tan pocos años.",
    "420": "Nunca sabes cuando es la última vez de algo, así que disfrútalo",
    "421": "El sexo se volvió tan común, que ahora lo excitante es que te quieran de verdad.",
    "422": "El truco está en no imaginar un futuro con alguien que no ha superado su pasado.",
    "423": "Y cuando no queria enamorarme, te conoci.",
    "424": "¿Te has enamorado ya de la persona equivocada?",
    "425": "Follo menos de lo que merezco.",
    "426": "Todos tenemos una estrella en el cielo que nos guía",
    "427": "Hoy necesito un abrazo de esos que te solucionan el día.",
    "428": "Seguidmeeee ✌ http://t.co/KN9xdwFY7E",
    "429": "El día que se notifique en whatsapp las capturas de pantalla. Ese día será el final.",
    "430": "Leer nuestras antiguas conversaciones me hace más feliz que hablar con otra, ¿Lo entiendes?",
    "431": "Los que nos encariñamos con alguien sin ser nada: 🤡🤡🤡",
    "432": "ni se te ocurra acordarte de mi el día que te den menos de lo que yo te di",
    "433": "A mi yo del pasado:\n\n¿ves, idiota?\nSe puede ser feliz.",
    "434": "@STXMAPS_NFT @Stacks @trygamma Hey tram, shoot us a dm🚀",
    "435": "No tienes miedo a empezar de nuevo, tienes miedo a que te ocurra otra vez lo mismo.",
    "436": "Mi autoestima depende de mi pelo, si mi pelo está mal todo está mal",
    "437": "'En esta vida o eres tonto o eres un hijo de puta'.",
    "438": "Me gusta despertarme con un mensaje tuyo pero amanecer juntos es otro rollo.",
    "439": "https://t.co/3TmwUh9HgO",
    "440": "Odio sentirme indiferente.",
    "441": "A pesar de las inseguridades que tengo, trato de sentirme bien, de distraerme, de sonreir.",
    "442": "Si empatizais con mis frases seguirme en instagram, donde subo frases diarias y hago encuestas -&gt; https://t.co/2R3Mwodhw9",
    "443": "O me levanto temprano o me levanto de buen humor, las dos cosas juntas imposible.",
    "444": "Y ahora es cuando te das cuenta que hay cosas que no se superan, aunque pasen meses o años, siguen doliendo.",
    "445": "Si todavía duele, todavía importa",
    "446": "https://t.co/0lpqjd3JrG",
    "447": "Qué hice mal para seguir echándote de menos.",
    "448": "ni el martes 13 es tan malo ni el 14 de febrero es tan bonito",
    "449": "'Esa sensación que sientes cuando vas a ver a esa persona'.",
    "450": "@WOARsolana Hey! Shoot us a dm💥",
    "451": "La vida es demasiado corta como para echar de menos.",
    "452": "RT @gotbit_io: 🪂Weekend Aidrop🪂\n\nfor Solana degens only\n\nFollow @pundusol \nRt this tweet\n\nLeave your Solana wallet in comment\n\n8 winners \n8…",
    "453": "\"Yo nunca te dejare ir\" me dijo esa persona que a los pocos días se cansó de mi.",
    "454": "Me doy cuenta de todo pero prefiero no decir nada",
    "455": "'El problema es que recordamos a quien no nos recuerda'.",
    "456": "¿Dónde está el amor que no duele?",
    "457": "RT @diam_stack: Milestone Unlocked! 🎉  #1Million \n\n#DiamanteEcosystem has soared past 1 Million followers across social media platforms! A…",
    "458": "Como cambia la gente cuando algo ya no les interesa",
    "459": "La galería de mi movil esta llena de fotos que nunca voy a subir pero que tampoco voy a borrar",
    "460": "Es curioso como puedes pasar meses e incluso años sin hablar con una persona, pero que siga pasando por tu mente todos los días.",
    "461": "https://t.co/7yUIDalY7B",
    "462": "El que no arriesga no gana.\n\nyo: *arriesga*\ntambién yo: *no gana*",
    "463": "me encanta cuando la risa de una persona es más divertida que el chiste",
    "464": "Que difícil está siendo ignorarte",
    "465": "Me cansé de esperarte",
    "466": "@Mouse_Block Shoot us a dm sir",
    "467": "¿Quién hace ejercicio un día si y 4 meses no? Pa hacer ejercicios juntos",
    "468": "Pa droga tú, pa vicio el mío",
    "469": "@BasedBabyOnBase @base Check DM",
    "470": "$75 giveaway || 24 hours🔥\n\n•Rt + follow @diam_stack \n\n•Join: https://t.co/BZVdQ1bmwa",
    "471": "Este año desconocí gente que creía conocer",
    "472": "SIGUEME EN INSTAGRAM -&gt; MrManuelRuiz\nhttp://t.co/znCcmmR0Y1",
    "473": "Donde sientas paz, ahí es.",
    "474": "Me lo habeis pedido mucho, ya tengo tik tok😎\nAqui os dejo el enlace, espero que os guste, ire subiendo contenido día a día.\nhttps://t.co/lFDfcqJJWb",
    "475": "RT @TheCryptoGuy_: GM! The $BLOCK tower says it's time to farm ⏰🟪\n\nLet's get some points:\n🤝 Follow @TheCryptoGuy_\n🩷 Like\n💬 Comment $BLOCK /…",
    "476": "Cuantos tus amigos/as van a tu casa https://t.co/i3lJHcQA47",
    "477": "RT @YeehaGames: 📢 We're proud to introduce our honorary strategic partner @MetaCeneGame\nThe 1st Web3 Game to Actualize Mass Adoption🏆\n\n- Va…",
    "478": "https://t.co/zyZns7C2UN",
    "479": "@STXMAPS_NFT @Stacks @trygamma Hey, DM us💎",
    "480": "No se trata de tener algo serio, sino de tener algo sano",
    "481": "https://t.co/VaOaNdmP06",
    "482": "A mí me gusta que me digan siempre la verdad, yo veré si me duele o no.",
    "483": "Sólo quería que supieras que adoro estar contigo❤️",
    "484": "RT @GemsHunterbtc: $200 in 24 Hours ⚡️ \n1️⃣RT/Follow @TheDogeMob\n2️⃣Join: https://t.co/M281EoC6Cs \n\nPsst... $DOGEMOB pre-sale is now live:…",
    "485": "RT @ragmipromotes: INTRODUCING $VUCKO 🚀\n\nThe token mascot of the Olympic Games 🏅\n\n✅ First 50 holders will receive huge airdrop \n✅ Listing o…",
    "486": "Un Rt por esas personas que no te fallaron en 2014 y seguiran sin fallarte en 2015.",
    "487": "por mucho que me duela prefiero saberlo",
    "488": "11 de cada 10 veces que te pienso, sonrío.",
    "489": "Las palabras se me quedan cortas cuando te describo",
    "490": "Yo creí en mi cuando nadie más lo hizo",
    "491": "RT @ZssBecker: No it’s not the top.\n\nOur biggest vanity atm is a guy in a fishing boat saying “choose rich”.\n\nLast run we had stadiums. Con…",
    "492": "😏 https://t.co/NgWWzIvfSs",
    "493": "'Como cuando necesitas un abrazo de alguien que ya no está'.",
    "494": "No hay cosa que me guste más que verte sonreír.",
    "495": "RT @CatWifSushi: 🚀 Introducing the Catlomerate! \n\nDive into the ultimate hub for Solana cats! 🌟 Join our exclusive Telegram &amp; get all your…",
    "496": "https://t.co/shuePoUIkI",
    "497": "No os pasa que\n✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨\n   conversaciones sin salir del chat\n✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨✨",
    "498": "qué triste es sentir que le aburriste a la otra persona",
    "499": "Hay veces que un whatsapp, un simple whatsapp, te saca la sonrisa más grande del mundo.",
    "500": "Empieza como una locura, y acaba siendo lo mejor de mi vida.",
    "501": "https://t.co/bplhrtXrdU",
    "502": "@CatWifGat_CRO Hey, send dm",
    "503": "Borron y cuenta nueva.",
    "504": "https://t.co/zzvdEsXx28",
    "505": "1 minuto de silencio por aquel día que salimos de fiesta y no sabiamos que era el último",
    "506": "Nueva frase en mi cuenta de instagram \n⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️⬇️\nhttps://t.co/7UHJkkIDcp",
    "507": "https://t.co/FRf6z7my1o",
    "508": "Lo peor que puede uno hacer es volverse frío debido a malas experiencias y arruinar las experiencias futuras.",
    "509": "dedicar tiempo a quien no lo merece is my passion",
    "510": "Es dificil no dudar cuando ya te fallaron miles de veces.",
    "511": "RT @GemsHunterbtc: Are you on the hunt for top #NFT creators? Look no further! MetaLadies boasts a vibrant community of 127.600 #artists an…",
    "512": "Yo :') http://t.co/Il5JO2GIj0",
    "513": "🙄 https://t.co/k2Jv12PvmQ",
    "514": "Deje de quererte por como cambiaste de un día para otro, no porque me dejaras de importar.",
    "515": "Date la oportunidad de conocer a alguien mejor, no de volver a donde ya te hicieron daño.",
    "516": "Esta cama esta muy vacia sin ti",
    "517": "RT @TrippyLabs: TIME TO SPORE\n𓍊𓋼𓋼𓍊 AIRDROP LOADING 𓍊𓋼𓋼𓍊\n𓍊𓋼🍄𓋼𓍊 $SHROOM 𓍊𓋼🍄𓋼𓍊\n\nThe blessing of PLANiT\nPsybOrganic MIRACLE\nWraughter of SHROOM…",
    "518": "https://t.co/t3koCCVEat",
    "519": "Te miro como si fueras el planeta más brillante de la galaxia",
    "520": "Based Stamp No. 001 (888) now available on @ourZORA \n\nhttps://t.co/7oiZ5boJpr\n\nBlockstamps capture a specific moment in history, freezing it in time for eternity. From iconic events, to personal milestones that define individuals, these stamps serve as visual time capsules,… https://t.co/7cb5LP3u4X https://t.co/xFa7EHpzLC",
    "521": "Hablar contigo me alegra el día, la noche, la vida.",
    "522": "https://t.co/N0No5kmVMH",
    "523": "Si te miro la boca cuando me hablas tenemos un gran problema",
    "524": "Una pequeña de 1 año no se merece esto, poca vergüenza hay que tener para hacer cosas asi. Asi va España. http://t.co/lhdLUhwaCO",
    "525": "A veces quisiéramos volver atrás y cambiar todo, sin darnos cuenta que adelante nos espera algo mejor.",
    "526": "Ahora soy la mejor versión de mí y te la has perdido",
    "527": "A veces las personas se fijan en todos los errores que cometes, pero nunca en todo lo que haces por ellas.",
    "528": "Su abrazo era como un abrigo en invierno, y sus ojos cafés, como un bello paisaje de otoño.",
    "529": "Ama tan fuerte como follas, o al menos como te gustaría que te follaran.",
    "530": "De no salir de tu chat a no saber ni cómo estás.",
    "531": "@PLAY_W0RLD Hi, shoot us a dm🙌🏽",
    "532": "En las malas estaré a tu lado porque en las buenas te sobrará gente",
    "533": "Nos hemos querido conocer en momentos equivocados.",
    "534": "¿De que te sirve ser guapa si por dentro eres una mierda?",
    "535": "Tu sonrisa se ve más bonita a dos centímetros de mi boca.",
    "536": "https://t.co/XADhF4CRKE",
    "537": "Quedarse mirando a esa persona y darte cuenta que cada día la quieres más.",
    "538": "https://t.co/VqPERqmd8a",
    "539": "https://t.co/yOsjfCTGbv",
    "540": "No es la edad, es la mentalidad.",
    "541": "Si todavía duele, todavía importa.",
    "542": "Mi error fue pensar más en ti que en mí.",
    "543": "No se puede renunciar a aquello en lo que no dejas de pensar todos los días.",
    "544": "Quédate con la persona que no pueda estar un día sin hablarte.",
    "545": "Cuanto más dura sea tu historia, más grande debera ser tu sonrisa.",
    "546": "RT @sakumonsters: A new era of Web3 https://t.co/A8dHrlMPhm",
    "547": "Y la verdad, es que nunca pensé estar así por alguien.",
    "548": "@Vottun Check dm🚀",
    "549": "Algunos abrazos son viajes",
    "550": "Cupido me cago en to tus muertos",
    "551": "Y fue entonces cuando descubrí que no podía mirar a nadie como la miraba a ella.",
    "552": "Magia es ver reír a la persona que te gusta",
    "553": "No sabes la cara de felicidad que pongo cuando me llega un mensajito tuyo\nGracias por existir❤️",
    "554": "RT @ragmipromotes: 10 ETH Giveaway Alert! 🚀\n\nCalling all NFT enthusiasts! 🌟 Mint any of our exclusive NFTs for a chance to win big. When ou…",
    "555": "RT @cz_binance: 🤔",
    "556": "No descuides ni un solo segundo a quien lo da todo por cuidarte siempre.",
    "557": "@TheByteDoge DM us🤲🏼",
    "558": "Que nuestro único plan sea ser felices juntos",
    "559": "RT @tapswapai: Attention, TapSwap Community! Starting April 1st, the mission with @WUFFI_Inu tasks kicks off! 🎉\n\nBut wait, there's more! No…",
    "560": "Porque todo esta bien, si todo es contigo.",
    "561": "Bendita la persona que me aguante",
    "562": "Te imaginas ser el “pero ella es ella” de alguien",
    "563": "RT @binary_x: 🎉Happy April Fools Day Quiz!\n\n💰30$ for 5 each! \n\nhow:\n • Follow @binary_x\n • ❤️ &amp; RT this tweet\n • Reply &amp; tag 2 friends\n\nA:…",
    "564": "RT @ordinalsNerd: Hello Ordinals, 10 Days Before Launch, I would like to give you a preview of what we will be 🫡🟧\n\n1/step\n1000 OG Ordinals…",
    "565": "https://t.co/LWTzp2RX1G",
    "566": "Que hoy te quiere, y mañana te olvida.",
    "567": "Ahora todo se trata de poder pasar un dia sin pensar en ti.",
    "568": "Es jodido, cuando sabes que ya no vas a volver a saber nada más de esa persona.",
    "569": "@SeiGMYM Hey, shoot us a DM please",
    "570": "Me gustas, sé que no tendremos nada, pero me gustas.",
    "571": "Quiero estar con alguien que de verdad quiera estar conmigo.",
    "572": "Recordatorio: No te acostumbres a hablar con alguien todos los días.",
    "573": "RT @Crypt0Hurricane: 🔥Announcement of @jupipaw_ launch🔥\nTheir new token $PAW on the #SOL network on the GEMPAD platform 📈\nWhich will be hit…",
    "574": "Como tú te sientes, los demás te ven. No es cuestión de lo que eres, sino como te juzgas a ti mismo.",
    "575": "No es buscar alguien que te complete, es encontrar a alguien que te acepte con los pedazos que te faltan.",
    "576": "Duele ver que ya no eres la misma persona.",
    "577": "Enseñar a mi hija que ningún ramo de rosas perdona agresiones.",
    "578": "No doy lo que recibo, doy lo que siento.",
    "579": "RT @ragmipromotes: Join the Tap Swap Telegram Bot 🤖\n\n🌐 https://t.co/W6HTAm0DdU \n\nWhere over 400k players are already tapping and earning re…",
    "580": "A veces no volver a ser la misma persona es lo mejor que te puede pasar.",
    "581": "Te cuesta 0€ decir:\n- Gracias\n- Perdón\n- Por favor\n- Ven a dormir conmigo",
    "582": "Que bonito sería perdonar y empezar de cero.",
    "583": "Sonrisas falsas para no explicar la mierda que llevamos por dentro",
    "584": "Follabamos tan bien que parecía que nos queríamos.",
    "585": "Lo que no se publica se disfruta el doble",
    "586": "@FrogCardsOnSol Check dm🙌🏽",
    "587": "Si no quieres que me aleje, demuéstrame que te importo.",
    "588": "Hay que estudiar porque el viajecito por todo el mundo no se paga solo",
    "589": "@file_token Check dm🙌🏽",
    "590": "No me llama la atención cualquiera y ese es mi problema",
    "591": "RT @doolarzero: 10,000 comments and we launch\n\nbtw, join telegram for memories: https://t.co/lQJPmxH14O\n\noh fuck, nfts are live:\nhttps://t.…"
}