{
    "0": "RT @BTCCexchange: New airdrop coming soon. What should we give away this week?🤔",
    "1": "RT @BTCCexchange: Don't worry if you didn't win the last one because there's a new airdrop coming in today. It will not be a lucky draw and…",
    "2": "RT @BTCTN: \"The next 10 to 20 years are remarkably bullish,” says the Skybridge Capital founder about #bitcoin. #crypto #cryptocurrency  ht…",
    "3": "RT @crypto: Bloomberg Crypto is now on Telegram.\n\nAs Sam Bankman-Fried's trial continues, join our channel for the latest news and analysis…",
    "4": "RT @BTCTN: Dive into this essential guide to uncover the fundamentals of a #bitcoin exchange-traded fund (ETF) and its workings.  https://t…",
    "5": "RT @BTCCexchange: 🔥CRYPTO MEMES WANTED\n\nThe 5 funniest memes posted in the comments wins 20 USDT each🎁 ‼️MEMES MUST BE CRYPTO-RELATED‼️\n\n⏳C…",
    "6": "RT @crypto: Sign up for the Bloomberg Crypto newsletter for industry updates and analysis delivered straight to your inbox https://t.co/gtI…",
    "7": "RT @crypto: Avarice is the prevailing sentiment in crypto heading into 2024 after a more than 160% rebound in Bitcoin this year https://t.c…",
    "8": "RT @BTCTN: Co-founder of #crypto #exchange #Wex Aleksey #Bilyuchenko sentenced to 3.5 years in #Russia.  https://t.co/20mLO90Kgb",
    "9": "RT @BTCTN: \"Gold, silver, and #bitcoin are bargains today … but not tomorrow. America is broke,\" said Robert Kiyosaki. $BTC #crypto #crypto…",
    "10": "RT @BTCTN: Dallas Mavericks owner Mark Cuban sees his Metamask #crypto wallet hacked, Peter Schiff says \"day of reckoning is at hand\" for d…",
    "11": "RT @BTCTN: The crypto community has recently been introduced to #Atomicals, a digital object technology that allows users to embed data int…",
    "12": "RT @BTCTN: #Crypto #exchange #Coinbase held talks to buy #FTX #Europe after the #bankruptcy and in September.  https://t.co/lYigNdhb6w",
    "13": "RT @BTCTN: Where have you seen the biggest example of fiat #inflation in your life?",
    "14": "RT @crypto: Bloomberg Crypto is on Telegram. Join our channel for the latest news and analysis from the crypto universe https://t.co/l5a2zN…",
    "15": "RT @BTCCexchange: Another airdrop done!  😎🎉 Congrats to the following winners:\n@MrAbdulWahab86_\n@0xygenXT\n@jjncck\n@kou5837s \n@ChuZshen\n\nDM…"
}