{
    "0": "when a “promise” turns into a “sorry”",
    "1": "I don’t know how many times i survived myself without telling anyone.",
    "2": "save me from my thoughts.",
    "3": "I think a lot, but I don't say much.",
    "4": "choose peace over anything.",
    "5": "I admit, I miss you.",
    "6": "imagine someone posting about you⠀",
    "7": "Stop being ok with shit you really not ok with.",
    "8": "maybe its better to keep it inside.",
    "9": "i have one person in my head all day",
    "10": "traumas are the main reason why my trust issues are very high",
    "11": "“what if” thoughts are killing me",
    "12": "that feeling you can’t explain.",
    "13": "i’m okay and not okay at the same time.",
    "14": "Whatever happens, life goes on.",
    "15": "No matter how good or bad you think life is, wake up each day and be thankful for life. Someone somewhere else is fighting to survive.",
    "16": "sometimes my mind gets angry, but my heart still cares.",
    "17": "i want happiness, not headaches.",
    "18": "waiting is better than forcing things to happen.",
    "19": "It’s okay if your heart needs more time to accept what your mind already knows. Just don’t make it forever.",
    "20": "I’m actually tired bro, like from the bottom of my heart. I am tired.",
    "21": "i love you in a way i can’t explain.",
    "22": "If we date, I’m pushing you to become a better you.",
    "23": "spread love. not hate.",
    "24": "going through a lot but still smiling.",
    "25": "my silence is just another way i show pain.",
    "26": "my clingy side is only for my favorite person.",
    "27": "Healing day by day.",
    "28": "Don't cry because they left. Just smile because they gave you a chance to find someone better.",
    "29": "sleeping after crying hits so different",
    "30": "i’m quiet, but not blind.",
    "31": "Please take care of yourself.",
    "32": "Sometimes the healing hurts more than the wound.",
    "33": "you call it music, i call it therapy.",
    "34": "i need extra love and care these days.",
    "35": "it's okay to break down and cry.",
    "36": "i’m losing interest in everything again.",
    "37": "you save other people from sadness, but no one saves you",
    "38": "Never run back to what broke you.",
    "39": "Don’t cry, no one cares.",
    "40": "Love is all about that one person whose one single message can make your heart skip a beat that you end up staring at your phone while smiling like an idiot.",
    "41": "my attitude depends on yours",
    "42": "I never faked my care to someone.",
    "43": "Your mood affects mine.",
    "44": "i want your attention but i won’t ask for it.",
    "45": "please, let me have the love i deserve",
    "46": "it’s scary trusting people again.",
    "47": "my weakness is that i care too much",
    "48": "Life is weird. First you wanna grow up, then you wanna be a kid again.",
    "49": "i ignored everyone for you.",
    "50": "never force people choose you.",
    "51": "The truth is, we can't force someone to love us back.",
    "52": "□ single \n□ taken \n☑mentally tired of everything",
    "53": "i forgive a lot, but i never forget what's said and done.",
    "54": "I found someone I never want to lose.",
    "55": "it hurts when you find out your bond with someone ain’t as solid as you thought.",
    "56": "you’re my favorite person to talk to",
    "57": "keeping myself busy to feel okay.",
    "58": "if i ever become an option, don’t choose me.",
    "59": "my love language is to annoy you.",
    "60": "Imagine how many people dislike you because they didn’t hear your side of the story.",
    "61": "Take care of the people you love, but take even better care of the people that love you.",
    "62": "Smile through your tears, laugh through your pain, act confident through all your insecurities. Never let people see you hurt because they will think they won.",
    "63": "i know people are temporary but please just this once, be permanent.",
    "64": "Lord correct me, direct me, &amp; protect me.",
    "65": "Listening to music is the best medicine for a bad day.",
    "66": "i wanna heal from the things i don’t talk about.",
    "67": "everytime i get a weird feeling about someone i end up being right",
    "68": "Fall in love with vibes, nevermind the age.",
    "69": "the right person will always give you peace and assurance.",
    "70": "if they wanted to, they would.",
    "71": "we get too sensitive when they are too special.",
    "72": "I don't care about looks, as long as you can make me laugh, I'll keep you.",
    "73": "Once you have true feelings for someone, it will always be there. You may not like them anymore, but you still care.",
    "74": "not my best year, but i've learned a lot",
    "75": "I really want to talk to you but I feel like I'm disturbing you.",
    "76": "no rush, we will get the love that we deserve.",
    "77": "i only get jealous because i’m afraid someone is going to make you happier than i do.",
    "78": "music knows my deepest feelings",
    "79": "BEST FEELING: Making other people smile.",
    "80": "my sadness turns into anger and that’s one of my worst toxic traits.",
    "81": "people need to understand that once you go through your worst time alone you really don’t care who stays in your life anymore",
    "82": "again, if they want to, they will.",
    "83": "The hardest thing to do is to watch the person you love happy with someone else.",
    "84": "Be a blessing to someone today.",
    "85": "meeting you was a blessing.",
    "86": "I’m really trying to be better.",
    "87": "Don't let someone make you feel like an option.",
    "88": "i just wanna sit in front of the ocean &amp; listen to the waves.",
    "89": "just sleep. it solves everything.",
    "90": "Don’t compromise your mental health by engaging with toxic people.",
    "91": "eye contact with same feelings &gt;&gt;&gt;&gt;&gt;",
    "92": "I always visit your account secretly.",
    "93": "if it keeps you happy, keep it private.",
    "94": "ⓘ  this user will forever be in love with you",
    "95": "if i made a mistake, you have to tell me, not others.",
    "96": "some eye contacts are unforgettable",
    "97": "Dating someone who can stay kind even during fights is very important.",
    "98": "i disappear sometimes, that's my thing.",
    "99": "trust me i will stay with u",
    "100": "dear anxiety, let’s break up and not see each other ever again.",
    "101": "In the end everything is temporary.",
    "102": "Sense of humor is a big turn on.",
    "103": "can we normalize ‘i’m willing to work on it’ instead of ‘thats just how i am’",
    "104": "i don’t hate, i ignore people.",
    "105": "ⓘ this user doesn’t know what to do anymore.",
    "106": "i am strong but i cry quickly.",
    "107": "if you lost me, i’m so sorry for ur loss",
    "108": "people leave, feelings stay.",
    "109": "Clingy but mature partner, I WANT THAT!",
    "110": "I fall in love with personality and mindset, not looks and money.",
    "111": "relationships don’t last because of good times. they last because the hard times were handled with love and care.",
    "112": "seeing you happy is all i want",
    "113": "I don’t know how many times I survived myself without telling anyone.",
    "114": "Hanging out with yourself is the best vibe.",
    "115": "You're still important to me, with or without conversation.",
    "116": "slowly accepting the fact that life doesn’t always go the way we want.",
    "117": "To that friend who has never been tired of listening to my dramas, Thank you! I owe you a lot.",
    "118": "i play dumb for smart reasons.",
    "119": "and now you're just a stranger who has taken a big part in my life",
    "120": "clear communication is so attractive.",
    "121": "You smile, I fall deeper.",
    "122": "I'm lucky to have you in my life.",
    "123": "i miss you",
    "124": "if you stay, i’ll keep you.",
    "125": "sometimes i push people away to test if they will stay.",
    "126": "i miss u, i miss us, i miss everything with u.",
    "127": "Stop accepting less than you deserve.",
    "128": "i’m full of unsaid words.",
    "129": "Never love anyone who treats you like you're ordinary.",
    "130": "And the sad part is. They’ll never know how much they hurt you.",
    "131": "Don’t tell people your plan, show them your results.",
    "132": "Choose what makes you happy.",
    "133": "Improving, growing and healing.",
    "134": "i wish someone was afraid to lose me. i'm always scared of losing people that i love but i doubt anyone would fight to keep me in their life.",
    "135": "i'm fighting shit in my head everyday that nobody knows about, and it's draining me emotionally and mentally",
    "136": "no one is too busy, it's only a matter of priorities.",
    "137": "Let's just accept the fact that, no matter how hard you try, if a person is not interested to you, he/she will never love you back.",
    "138": "Bad communication ends a lot of good things.",
    "139": "I am good at pretending.",
    "140": "You've been through a lot, you're such a strong person. Remember that.",
    "141": "i deserve to be happy and fine.",
    "142": "give yourself a break sometimes.",
    "143": "It’s okay, to show your emotions.",
    "144": "Twitter is a place to confess our unsaid feelings.",
    "145": "dear brain, please stop overthinking. i’m tired.",
    "146": "Make good choices today so you won't have regrets tomorrow.",
    "147": "my last relationship taught me that you can be everything that someone is looking for and they will still take you for granted",
    "148": "Stop prioritizing people who make you feel like shit.",
    "149": "choose a good attitude, not a good face.",
    "150": "In 10 years from now, I want to see myself loving the same person I love today.",
    "151": "retweet if you miss someone right now",
    "152": "disappointed but not surprised.",
    "153": "Be in my place, then you’ll understand.",
    "154": "i miss talking to you for hours",
    "155": "nobody knows how many times I've cried myself silently.",
    "156": "no one talks about how hard it is when your mood is constantly switching between \"it’s okay, i don’t care. i’m fine\" and \"i don’t know how much more i can take\"",
    "157": "nothing is more heartbreaking than when you try your hardest and it still isn't enough",
    "158": "Learn to heal your own sadness.",
    "159": "just do whatever makes you happy.",
    "160": "i hate it when i can't control my tears",
    "161": "i want someone to look at me and say \"damn that's mine\" and just be proud to have me",
    "162": "Sending love to all people who feel unloved today.",
    "163": "i wish you wanted me like i want you",
    "164": "i love you. don’t ever question that.",
    "165": "Don’t break yourself just to fit into someone’s life.",
    "166": "honestly,  if u know how difficult and how long it took some people to recover their peace of mind and happiness, you'll understand why they shut all doors at any slight discovery of toxicity, and also why they can be so picky about who they allow into their lives.",
    "167": "i really want to hug you but u r so far",
    "168": "I regret opening up to some people.",
    "169": "can someone handle all my moods?",
    "170": "Pick peace over drama &amp; distance over disrespect.",
    "171": "forget about the past, people change.",
    "172": "choose yourself this time. it’s time for you to go back to your old happy self.",
    "173": "If you ever feel lonely, watch a horror movie. After a while, you won't feel like you're alone.",
    "174": "i am that person who genuinely appreciate small things and simple efforts",
    "175": "Missing you is becoming a habit.",
    "176": "before u assume, try asking first.",
    "177": "a heart that always understands also get tired.",
    "178": "Maturity is attractive.",
    "179": "What’s the worst response to “I love you?”",
    "180": "Know your position in someone’s life and act accordingly.",
    "181": "Do you know what hurts? My back.",
    "182": "block bad things, bad vibes, bad energy and bad people.",
    "183": "Everybody did what was best for them, it’s your turn.",
    "184": "If I change, it's for myself.",
    "185": "you ever liked someone so much that nobody else is attractive to you",
    "186": "slow kisses and long hugs are needed.",
    "187": "i secretly get jealous when someone talk to my fav person⠀",
    "188": "Mistakes are proof that you're trying.",
    "189": "You never fail to make me smile.",
    "190": "you save other people from being sad. who saves you?",
    "191": "i wish i could mute my head from overthinking",
    "192": "i was toxic to some and a blessing to others. im willing to admit i wasn’t always in the right",
    "193": "Loving someone should bring out the best in you, not the worst in you.",
    "194": "Things I want: \n\n1. you \n2. you",
    "195": "the hardest thing i've learned is that, you can’t make someone communicate and work things out. you can't beg for someone to see that you are worth fighting for.",
    "196": "Sorry I thought I was important 🤡",
    "197": "things will get better and you will be okay.",
    "198": "i kinda accepted that no one’s gonna stay forever.",
    "199": "you deserve someone who feels lucky to have you ⠀",
    "200": "Sometimes you have to disconnect to reconnect.",
    "201": "The older you get, the less people you trust.",
    "202": "Girls usually fall in love with funny boys.",
    "203": "deep conversations with someone who understands you is everything.",
    "204": "sometimes your mind can be your worst enemy.",
    "205": "You’re too rare to lose.",
    "206": "i woke up and u were my first thought",
    "207": "I care; I always care. \n\nThat's my problem.",
    "208": "Relationships are scary.",
    "209": "having someone who listens to you is a blessing.",
    "210": "i hate when i can’t explain the shit i feel.",
    "211": "i crave for peace of mind.",
    "212": "it's a different type of pain when ur going through shit and need someone to talk to but u dont wanna bother anyone so u just sit there drowning in ur thoughts",
    "213": "my life is 99% anxiety.",
    "214": "i saw your flaws and loved you more.",
    "215": "i go for maturity, stability, loyalty and peace.",
    "216": "No words can describe my feelings inside.",
    "217": "just wanna sleep and feel nothing",
    "218": "i'm good, but i have limits",
    "219": "you will find peace with the right one.",
    "220": "Heavy heart and tired eyes.",
    "221": "skipping meals, irregular sleeping habits, overthinking, stress, tired and drained. that's me, that's my everyday life",
    "222": "I never faked my \"I miss you\" to someone.",
    "223": "i found you, that's enough.",
    "224": "nobody apologized for how they treated me, they just blamed me for how i reacted.",
    "225": "In relationships, the little things really do matter.",
    "226": "at the end of the day it is what it is",
    "227": "I'm so happy to have you in my life. Please don't ever leave.",
    "228": "Don't just be good to others, be good to yourself too.",
    "229": "trust me, i tried my best.",
    "230": "you know i love you.",
    "231": "I lied because I don’t want you to know how much I’m hurt.",
    "232": "I love you, stay safe wherever you are.",
    "233": "healing is so weird. one day you’re fine, one day you’re not.",
    "234": "You can feel when someone isn’t being real with you. Energy never lies.",
    "235": "fall inlove with same vibes, never mind the age.",
    "236": "manifesting march full of peace of mind.",
    "237": "i love my day when it’s full of you",
    "238": "I use laugh, to hide pain.",
    "239": "Dear self,   \n\nSorry for putting pressure on you.  \nSorry for doubting you sometimes.  \nSorry for being so hard on you lately.  \nSorry for worrying so much about what the future holds.   \n\nThis time around, i will focus on you and will love everything about you.",
    "240": "kinda tired of being okay with things I’m not okay with :(((",
    "241": "my toxic trait is i overthink and break my own heart.",
    "242": "never take advantage of someone who has a soft spot for you.",
    "243": "Don't be too hard to yourself, yourself needs you.",
    "244": "I still believe in loving and being faithful to one person and I’m not gonna let this generation take that from me.",
    "245": "Motivate yourself. Don't listen to those people who only see your mistakes.",
    "246": "Being someone's first love is great, but being someone's last love is beyond perfect.",
    "247": "learn to be done, not mad, just done.",
    "248": "If it’s real, distance doesn’t matter.",
    "249": "Know your worth, even if it gets lonely.",
    "250": "it’s hurting me but nvm.",
    "251": "everybody dealing with a lot rn, i hope we all find peace.",
    "252": "maybe, i’m the problem.",
    "253": "Seek respect, not attention. It lasts longer.",
    "254": "It's easy to forgive, but impossible to forget.",
    "255": "you never know how strong you are until being strong is your only choice",
    "256": "once i don’t care, i will never care again.",
    "257": "yes i made mistake, but i learned.",
    "258": "Praying for a clear mind &amp; a happy heart.",
    "259": "A person who truly loves you will never let you go or give up on you, no matter how hard the situation is.",
    "260": "I’m always thankful for the good people around me.",
    "261": "Nobody has a perfect life. Everybody has their own problems. Some people just know how to deal with it in a better way.",
    "262": "Never compare me to someone else thanks.",
    "263": "Being judged by your own family is the worst kind of pain.",
    "264": "you are my never ending thought.",
    "265": "never force, don’t beg and don’t chase.",
    "266": "Spend time with people who appreciate your energy.",
    "267": "sometimes you have to stay busy so you don’t have time to feel.",
    "268": "The less you care, the happier you are.",
    "269": "No one knows how hard it is to open up to someone about being sad at random times. How hard it is to explain to your friends that you have a heavy feeling in your chest, but can't tell why.",
    "270": "Everything will be alright.",
    "271": "It is never too late to make things right.",
    "272": "you don't know how much you mean to me",
    "273": "my mind is more talkative than my mouth.",
    "274": "i'm not even mad, i'm just hurt",
    "275": "maybe i lied when i said i was okay.",
    "276": "The true mark of maturity is when somebody hurts you and you try to understand their situation instead of trying to hurt them back.",
    "277": "Listen before you talk. Understand before you judge.",
    "278": "i just feel sorry for myself.",
    "279": "my favorite memory was meeting you.",
    "280": "Strong people break too sometimes.",
    "281": "I promise, I will love you at your worst and hold you at your weakest.",
    "282": "to my fav person, i love you and take care everyday",
    "283": "Can I just disappear, for like a while",
    "284": "It’s not always the wrong timing. Sometimes it’s the wrong person.",
    "285": "I don't care about your - age - weight - sexuality - height - gender - skin color As long as you respect me, i'll respect you.",
    "286": "i need to rest my mind for like a week.",
    "287": "i hate waiting, but i’ll wait for you.",
    "288": "i’m not just tired, i also feel so empty and alone.",
    "289": "damn i miss my fav person so much⠀",
    "290": "Do you ever write a really long message and about halfway through you're like \"you know what, they don't even care\" and end up deleting it",
    "291": "call me for no reason I love hearing your voice.",
    "292": "If you miss me, you can call me.",
    "293": "forgiving people in silence and never speaking to them again is my kinda self care",
    "294": "I overthink myself into bad moods.",
    "295": "crazy inlove with u",
    "296": "i’ll always want the best for u even if we don’t speak anymore",
    "297": "“who hurt u?” me bro i overthink.",
    "298": "Don't chase. Get chosen.",
    "299": "it’s okay to let some friendships die.",
    "300": "self, you can do it.",
    "301": "Dear self, I'm sorry for being too soft.",
    "302": "getting no message is also a message.",
    "303": "Who cares, do better, move on.",
    "304": "i’ll choose you, every time.",
    "305": "Badly want to escape this world right now.",
    "306": "i wish you knew how i really feel.",
    "307": "Don’t kill your own vibe by overthinking.",
    "308": "No matter how strong you are, there's always a person who can make you weak.",
    "309": "Isn’t it sad?? that you're a keeper but never been kept.",
    "310": "Sometimes being alone is safer.",
    "311": "i get distant when i feel the vibe is off.",
    "312": "Sometimes it is your fault.. Sometimes you don't listen well enough, you're selfish, you're rude and aren't always right. Sometimes you fucked it up and that's okay. It happens, learn from it, apologize and keep moving. Just because you fucked up doesn't mean you're a bad person.",
    "313": "i wanna be someone’s first choice.",
    "314": "i wanna be loved in the softest and genuine way.",
    "315": "remember that the right person will never get tired of you.",
    "316": "it's painful how your trauma is not your fault but you have to take full responsibility for your healing. sending love to everyone who is carrying their burdens in silence and to everyone who wants to be heard but is too afraid to speak.",
    "317": "Never tell people more than they need to know.",
    "318": "Self reminder: You’re still young and you’re not supposed to have your whole life figured out yet. Don’t stress. Everything will work out.",
    "319": "If you don't try, then nothing will ever happen.",
    "320": "i wanna be loved by you, just you.",
    "321": "me??? tired??? stressed??? exhausted??? i wanna cry??? yes",
    "322": "trust me, i’ll be there when there’s no one",
    "323": "i never faked my love and care to someone.",
    "324": "i miss going to bed with nothing on my mind.",
    "325": "Dear self, stop expecting too much.",
    "326": "Pray, God answers.",
    "327": "don't revenge, let them realize.",
    "328": "crazy how long it takes your heart to heal from shit sometimes.",
    "329": "to my fav person, i really need your hug",
    "330": "You can’t hide from God.",
    "331": "i was hurt, but... nevermind.",
    "332": "i'm the best at acting like i am fine",
    "333": "hi, please take care, i love you",
    "334": "If I’m weird with you, I’m comfortable with you.",
    "335": "So if I don’t text first we won’t talk?",
    "336": "comforting other person while having an own problem",
    "337": "sucks when your effort is ignored.",
    "338": "do you ever feel like running away? just suddenly leaving. no note, no warning. just getting your shit and leaving.",
    "339": "expect nothing, appreciate everything.",
    "340": "i hate feeling like im forcing someone to talk to me.",
    "341": "Me on twitter, me on instagram and me in real life are completely three different person.",
    "342": "Don't compare me to anyone.",
    "343": "i want me back, this isn’t me.",
    "344": "mindset is so attractive.",
    "345": "can’t wait to disappear and start a new life.",
    "346": "Yeah it hurts but nvm I'm okay",
    "347": "Please don't come closer unless you plan to stay.",
    "348": "you get the best version of me when i know i can trust you.",
    "349": "I no longer force things. What flows, flows.",
    "350": "one day, i’ll marry you.",
    "351": "Faking smile is so easy but faking feelings is not.",
    "352": "stuck between “i’m proud of myself” and “i’m not doing enough”",
    "353": "You can rest, but don't forget to choose to fight again.",
    "354": "cry in private, smile in public.",
    "355": "I miss you, but I know you don't care.",
    "356": "i hate being stuck between “keep trying” and “why bother”",
    "357": "Maybe I don't cry, but it hurts.\nMaybe I don't say, but I feel.\nMaybe I don't show, but I care.",
    "358": "once i like someone, i really be ignoring everyone else",
    "359": "it's really not the fear of commitment. it's the fear of being cheated on, lied to, not taken seriously, begging, not being loved the right way, giving your all and losing yourself in the end",
    "360": "sometimes my tweets are messages for you.",
    "361": "imagine someone actually wanting you as much as you want them.",
    "362": "i need forever with you",
    "363": "Being a girl isn’t that easy. Imagine waiting for a reply without sending message.",
    "364": "waiting for the day when i can finally say i’m genuinely happy.",
    "365": "damn, i wish i was better.",
    "366": "when i’m alone, i think and think and think.",
    "367": "i want to sleep forever",
    "368": "the problem with me is me.",
    "369": "don’t let the pain destroy you.",
    "370": "i'm still hoping that, at the end of the day everything will make sense. i hope that soon, i am going to see why everything had to happen like that. i also hope that we never get tired of pursuing the life we always talk about no matter how hard and tiring it is sometimes.",
    "371": "i don’t wanna feel that kind of hurt again.",
    "372": "Positive mind. Positive vibes. Positive life.",
    "373": "Be humble but still aware of your value.",
    "374": "better to be lowkey and private.",
    "375": "I need someone who needs me and doesn't let go.",
    "376": "how to be happy?   \n\n1. pray \n2. stop holding grudges \n3. let go \n4. forgive \n5. see the good side of your struggles",
    "377": "you deserve people who uplift and validate you.",
    "378": "people tweet because no one listens.",
    "379": "Nothing kills you more than your thoughts.",
    "380": "Find someone that stays obsessed with you, not just in the beginning.",
    "381": "a best friend is someone who makes you laugh even when you think you’ll never smile again.",
    "382": "Not everyone you love will stay. Not everyone you trust will be loyal.",
    "383": "Please be aware, I am trying my hardest to push through the pain, the exhaustion and fatigue, the brain fog, the insomnia, the fear, the guilt, the judgement, the relentlessness of it all. All the time.",
    "384": "don’t say “sorry” and then do it all over again.",
    "385": "sometimes your heart cries, while your eyes are dry. and I think that's the worst.",
    "386": "having a trust issue is not easy.",
    "387": "Before you assume, try asking first.",
    "388": "to be honest, you're the only one i've ever spent this much time and effort on.",
    "389": "need someone who says “i’m lucky to have you”",
    "390": "people make time for who they want. remember that.",
    "391": "my mental health is getting bad again.",
    "392": "i'm nice until you break my trust.",
    "393": "Someday someone will be afraid to lose you.",
    "394": "always remember, iloveyou everyday",
    "395": "Happiness isn't about getting what you want all the time. It's about loving what you have and being grateful for it.",
    "396": "missing my favorite person.",
    "397": "i’m not overracting, if it hurts me.. it hurts me.",
    "398": "heavy heart and tired eyes.",
    "399": "my mood changes in 0.5 seconds",
    "400": "You need somebody like you in your life.",
    "401": "i just wanna be happy again.",
    "402": "the best part of my day is talking to u.",
    "403": "i’m such a “i want your attention but i’m not going to bother you” person",
    "404": "dear me, stop expecting so much from people.",
    "405": "People get jealous when they care.",
    "406": "if i talk a lot, that means i’m comfortable with you",
    "407": "i like private, not secret.",
    "408": "friendship and love in one person.",
    "409": "i love people i can be weird with",
    "410": "i notice everything; i wish i didn’t.",
    "411": "I can't stop staring at your pictures.",
    "412": "Isn't it scary knowing that any time could be the last time you talk to someone? Always keep that in mind.",
    "413": "I care about you. A lot actually.",
    "414": "better to wait than force things to happen",
    "415": "never forget who was with you when you had nothing",
    "416": "Sometimes, myself is literally my greatest enemy.",
    "417": "Never trust anyone too much, because when they break it, it also hurts so much.",
    "418": "describe your crush in one word",
    "419": "if they care, they’ll find time for you.",
    "420": "parents can break ur heart too.",
    "421": "Songs explain feelings.",
    "422": "We deserve someone who may get tired but still, wont give up on us.",
    "423": "i miss how interested u were in me..⠀",
    "424": "never losing myself again for anyone.",
    "425": "so you hate me? lol same",
    "426": "The hardest thing to do is saying goodbye to the person you wanted to spend your lifetime with.",
    "427": "if i ask, i already know.. no need to lie.",
    "428": "in the end, i'm always alone.",
    "429": "The best relationships start off as friendships.",
    "430": "can i skip all the bad days?",
    "431": "i want you to be by my side, always",
    "432": "i like dates. i like quality time. i like reassurance. i like reciprocated energy.",
    "433": "i wanna meet someone exactly like me.",
    "434": "If I had millions of choices, I'd still choose you.",
    "435": "You owe yourself some apologies.",
    "436": "i don’t blame anyone for leaving me i mean look at me i wanna leave me too.",
    "437": "i tell myself “you got this” all the time, even with tears in my eyes.",
    "438": "honestly, i really feel stupid for holding onto things that keep on hurting me.",
    "439": "I just want peace, no heartaches, no tears, no pain.",
    "440": "My pillows know all the pain.",
    "441": "i miss the feeling of being truly okay",
    "442": "normalize saying thank you to the people that help you even in the smallest matter.⠀",
    "443": "Surround yourself with peace and positivity.",
    "444": "you are the reason of my happiness",
    "445": "Don't rush things, trust God.",
    "446": "for me, consideration is the purest kind of love. when someone considers how something would make you feel. when they pays attention even to small details. considers you when making decisions that may effect you.",
    "447": "This time, I'll prioritize my own happiness.",
    "448": "I’m not about that “no feelings” shit. Fuck that. I feel deeply. I have a heart. I’m human. Things affect me dude.",
    "449": "Work hard, stay humble, dream big.",
    "450": "Brain, I need you to focus.",
    "451": "Never get too attached to anyone unless they also feel the same towards you, because one sided expectations can mentally destroy you.",
    "452": "Choose people who choose you.",
    "453": "Appreciate everything, regret nothing.",
    "454": "A mistake repeated more than once is a decision.",
    "455": "*Who hurt you?\n\n: My own expectations",
    "456": "once you feel unappreciated, leave.",
    "457": "I miss how interested you were in me.",
    "458": "i respect people that tell me the truth, no matter how hard it is.",
    "459": "When a promise turns into a sorry.",
    "460": "I have a special place in my heart for people who ask me how I’m feeling and randomly check up on me, keep those people close to you.",
    "461": "I can lose everything but not you.",
    "462": "i’m matured enough to understand that i have some toxic traits too.",
    "463": "i’m full of unsaid words",
    "464": "The more I think about you the more I miss you.",
    "465": "If they’re okay with losing you, stop fighting.",
    "466": "it's weird how you can actually feel it in your chest and stomach when something hurts your feelings",
    "467": "i explained my pain and still got hurt so i learned to stop talking.",
    "468": "i'm tired, but im still trying my best",
    "469": "you ever cried so hard you forgot how to breathe",
    "470": "effort. that’s what i appreciate the most. people who try.",
    "471": "Don't be afraid of losing people, be afraid of losing yourself by trying to please everyone.",
    "472": "eyes never lie",
    "473": "I appreciate effort. No matter how small, big or irrelevant it is, I appreciate effort.",
    "474": "who still has a friendship that lasted more than 5 years?",
    "475": "Loyalty still matters even on bad terms.",
    "476": "Sometimes I wish to become a robot; no emotions, no pain.",
    "477": "You’re my favorite notification.",
    "478": "Stop getting attached to people so fast, because attachments lead to expectations and expectations can lead to disappointments.",
    "479": "one thing i cannot stand is being ignored. if you are busy say so. if you are not in the mood to talk, say so. if you are done with me, say so. COMMUNICATE",
    "480": "My parents aren't rich but they've always found a way to make sure I had anything I ever needed or wanted and for that I'm forever grateful.",
    "481": "you know what’s attractive? effort",
    "482": "i hate the nights where i can't sleep because i'm overthinking way too much.",
    "483": "i just want to feel better.",
    "484": "me?????? obsessed?????? with u?????? yes",
    "485": "music heals but lyrics kills",
    "486": "I hate arguing, because I know, once I open my mouth, I'll lose control.",
    "487": "i hate how i’m feeling rn.",
    "488": "Good things come to those who pray.",
    "489": "life is full of regret",
    "490": "Keep it private until you know it’s permanent.",
    "491": "im scared of losing someone i really really love :((",
    "492": "when things really hurt you, they make you quiet.",
    "493": "i go on twitter, talk to myself, then leave.",
    "494": "i feel unappreciated, but it’s okay.",
    "495": "i'm trying, i tried, and i'm tired.",
    "496": "Never miss an opportunity to tell someone how much they mean to you.",
    "497": "keeping myself busy to forget you",
    "498": "God sees what our heart desires.",
    "499": "I love to be alone, but I hate being lonely.",
    "500": "trust me, i’ll be there when there’s no one.",
    "501": "never give your 100% on their 50%.",
    "502": "don’t worry about me, i got me",
    "503": "i don't think people understand how observant i am, like i'm really not a fool",
    "504": "yes to self improvement.",
    "505": "missing someone who doesn't miss me.",
    "506": "may our favorite person never turn into stranger.",
    "507": "The beautiful thing about life is that you can always change, grow, and better yourself. You aren't defined by your past. You aren't your mistakes.",
    "508": "Fake people don't last.",
    "509": "missing my fav person every night",
    "510": "God is enough.",
    "511": "i'm a sucker for good morning, goodnight, i miss you, and i'm so thankful for you texts.",
    "512": "It’s okay to start over and let someone else love you.",
    "513": "i’m not good at telling people how i feel",
    "514": "so many plans, so little money.",
    "515": "If you can love the wrong person that much. Imagine how much you can love the right one.",
    "516": "Everyone says Love hurts, But that is not true, Loneliness hurt, Rejection hurt, Losing someone hurt.",
    "517": "if you break someone's heart and they still talk to you with the same excitement and respect. believe me, they really love you",
    "518": "the saddest goodbye is when you still want to hold on, but you need to let go.",
    "519": "Don't just be good to others. Be good to yourself too.",
    "520": "efforts matter. not promises.",
    "521": "Yes, I overthink but not because I want to be sad. I just feel too much, I value things, emotions, people and promises.",
    "522": "People will always notice the change in your attitude towards them, but they will never notice it's their behavior that made your change.",
    "523": "it’s so attractive when someone shows they care",
    "524": "i prefer not to care anymore.",
    "525": "i hate how my mood shifts from happy to sad easily",
    "526": "Sometimes, letting go is the best thing you can do.",
    "527": "you are enough.   \n\nyou are good enough.   \n\nyou are smart enough.   \n\nyou are strong enough.   \n\nyou are beautiful enough.   \n\nyou are kind enough.   \n\nyou are brave enough.   \n\nyou are enough   \n\nand   \n\nyou will always be.",
    "528": "I’m just thankful for the people that never left me.",
    "529": "kinda wanna disappear and never come back",
    "530": "Stay single until you’re appreciated.",
    "531": "i overthink because i notice everything.",
    "532": "lany was right, “the more u love, the more it hurts”",
    "533": "Love without loyalty is pointless.",
    "534": "Life has so many different chapters. One bad chapter does not mean it's the end of the book.",
    "535": "i miss being excited about something again",
    "536": "don't waste your life for someone who can't see your worth",
    "537": "Everything happens for a reason.",
    "538": "save your feelings for someone who deserve it.",
    "539": "do u ever miss your own energy. like damn what happened to me.",
    "540": "I want to delete social media everyday, but social media makes me laugh when I need it.",
    "541": "imagine being enough for someone.",
    "542": "Don't make a promise you can't keep.",
    "543": "Sometimes i don’t even understand myself.",
    "544": "Never waste your feelings on people who don't value them.",
    "545": "i’m too soft and i hate it.",
    "546": "a year ago, she was different",
    "547": "don’t be afraid to take risks, either you win or you learn.",
    "548": "imagine falling in love and it works out for the rest of your life",
    "549": "i hate being someone’s second option",
    "550": "\"you sleep alot\" thanks i'm tryna ignore reality",
    "551": "Make your relationship with God a priority.",
    "552": "Kinda sad but it's okay.",
    "553": "lowkey hurt but oh well that’s life.",
    "554": "i immediately go silent when something upsets me. it's a coping mechanism i have developed over time. instead of expressing my anger or frustration, i simply withdraw and try to process my emotions in private. i prefer handling my problems on my own.",
    "555": "that moment when you start feeling okay for once but then you overthink everything and suddenly a wave of sadness hits you like a truck.",
    "556": "stuck between “i want that” and “i need to save money.”",
    "557": "ignoring me is really the most effective way to never hear from me again.",
    "558": "we all just want to feel better",
    "559": "Before you pray, believe.\nBefore you talk, think.\nBefore you spend, earn.\nBefore you speak, listen.\nBefore you quit, try.\nBefore you die, live.",
    "560": "some days i’m healing, some days i break again.",
    "561": "Be strong and smile at life even though it hurts sometimes.",
    "562": "My relationship will always be private but I’ll never keep my partner a secret. there’s a difference between privacy and secrecy.",
    "563": "We all have stories we'll never tell.",
    "564": "i care too much, that’s how i get hurt.",
    "565": "memories are forever.",
    "566": "i wish I can cheer up myself the way I cheer up others",
    "567": "To that person who owns a special place in my heart, please be safe everyday.",
    "568": "your heart needs to accept what your mind already knows",
    "569": "old songs still have the most beautiful lines.",
    "570": "I fall in love with personalities and vibes, not looks and money.",
    "571": "lowkey, wanna restart my whole life",
    "572": "distance sucks i need you here with me",
    "573": "Pain will end, maybe not now but soon.",
    "574": "i hate how small things hurt me a lot.",
    "575": "i tweet a lot when i’m hurt.",
    "576": "i think the best memories always remains unphotographed.",
    "577": "i prefer to distance myself whenever i'm in a bad mood because I will become the most heartless person you would ever meet.",
    "578": "hey overthinkers, we're gonna be okay",
    "579": "nothing feels heavier than unsaid words.",
    "580": "sleepy eyes, heavy heart with busy mind.",
    "581": "current mood: i wanna talk with you",
    "582": "this time, i’ll choose myself more.",
    "583": "from \"replied to your story\" to \"being part of your story\".",
    "584": "The way I care for people makes me wish I had somebody like me in my life.",
    "585": "my trauma didn't make me strong. it turned me into someone who's always paranoid, anxious, and doesn't know how to properly relax without feeling guilty",
    "586": "green flag to the person who will give you confidence not insecurities.",
    "587": "you will always be my favorite notification.",
    "588": "Jealousy can ruin a relationship in just a snap.",
    "589": "the audacity to think i'll be nice after being disrespected 🤡",
    "590": "my clingy side is only for my fav person",
    "591": "not everything is worth fixing. the only reason people take you for granted is because they assume you’ll always be there for them. prove them wrong, never give too many chances to those who had all access and abused it. there are better people out there who will cherish you.",
    "592": "i'm mature and immature, i can do both depending on the mood",
    "593": "They ignore u until they need you.",
    "594": "Let’s switch places so you’ll feel what I felt. Maybe then you’ll understand.",
    "595": "it’s time to let go and move on.",
    "596": "When you love someone, choose them everyday.",
    "597": "my silence means i’m tired of everything.",
    "598": "I tried my best, and now I'm so tired.",
    "599": "Stay away from people who act like a victim in a problem they created.",
    "600": "crying with no sound hurt the most",
    "601": "i'm a lazy texter‚ unless you're my bestfriend or i like you.",
    "602": "Sometimes you have to leave, not for ego, but for self-respect.",
    "603": "i wonder what version of me exists in your mind.",
    "604": "Pray when it’s bad, pray when it’s good.",
    "605": "you hurt me, and i said sorry.",
    "606": "I am addicted with your smile.",
    "607": "enough crying. you deserve better.",
    "608": "Breakups are ok. Starting over is ok. Moving on is ok. Saying no is ok. Being alone is ok. What is not ok is staying somewhere where u are not happy, valued, or unappreciated, that's not ok.",
    "609": "i need you on my bad days too.",
    "610": "I believe true love meets you in your mess and not your best. When someone sticks around no matter how hard shit gets, they really love you.",
    "611": "Sometimes, the advice you give to other people is the advice you need to follow.",
    "612": "“are you okay” nah next question",
    "613": "people with good heart are always unlucky in a relationship.",
    "614": "Respect people's feelings. Even if it does not mean anything to you, it could mean everything to them.",
    "615": "I hope future me is happy.",
    "616": "I am not the same person I once was.",
    "617": "Walk away if you’re not valued.",
    "618": "it’s about who stays not who promised.",
    "619": "sometimes we say “bye” to hear “stay”",
    "620": "dear twitter, thank you for listening to my rants and dramas when no one else was there for me.",
    "621": "i’m tired, i’m stress, i’m hurt, but i’m fine.",
    "622": "Always value who you are. Enjoy your uniqueness.",
    "623": "never chase people, never.",
    "624": "don't cheat. if you're unhappy, just leave.",
    "625": "i hate the fact that i think the only way i can protect myself is by being alone.",
    "626": "reassurance hits different when it’s not asked for.",
    "627": "tired of wishing, i wanna start having",
    "628": "The worst feeling is when someone makes you feel special, then suddenly leaves you hanging and you have to act like you don't care at all.",
    "629": "i hate how quickly my eyes get filled with tears whenever i’m hurt or angry",
    "630": "please love me more on my bad days.",
    "631": "i'm glad i met you, i hope you know that.",
    "632": "\"that feeling you can’t explain.\"",
    "633": "i miss talking to you for hours.",
    "634": "i miss us",
    "635": "didn't change, just learned.",
    "636": "It sucks when I have to act like it wasn’t a big deal when it was actually breaking my fucking heart.",
    "637": "i can be in such a good mood and then boom i hate everyone.",
    "638": "i’m not a showy person but i secretly appreciate simple efforts.",
    "639": "mood: i wanna move to another city and start a new life",
    "640": "i miss you, take good care of yourself.",
    "641": "Nothing hurts more than trying your absolute best and still not being good enough.",
    "642": "im not okay but soon i will be",
    "643": "crying without sound is more painful than having a wound",
    "644": "If nobody got me, I got me.",
    "645": "nice joke bro, now she’s insecure..",
    "646": "Be thankful for what you have.",
    "647": "list of priorities in 2024:\n\n1. me",
    "648": "normalize to distance yourself once you feel unwanted.",
    "649": "Show effort and I’ll show interest.",
    "650": "twitter isn't just an app, it's my diary",
    "651": "be my peace.. i got enough pain.",
    "652": "Stop holding onto things that keep hurting you.",
    "653": "i broke my rules for you.",
    "654": "Imagine someone listening to a song and thinking of you.",
    "655": "whatever happens, i love you.",
    "656": "i appreciate people that ask about me.",
    "657": "Be careful who you trust.",
    "658": "Overthinking can ruin something before it even begins.",
    "659": "when it hurts, just sleep.",
    "660": "we always tweet things we can't say.",
    "661": "efforts matter, not promises.",
    "662": "i will always say i’m fine as long as i can handle it.",
    "663": "you ever killed your own vibe from thinking too much",
    "664": "private life always wins. keep it secret till you win.",
    "665": "Treat people how you want to be treated.",
    "666": "even the kindest hearts get tired too.",
    "667": "i broke my own heart trying to be enough.",
    "668": "i don’t want perfect, i want honest and faithful.",
    "669": "With or without communication I still love you.",
    "670": "i’m stuck between, i’m too young to be rushing things and i’m too old to be wasting time.",
    "671": "Don't ever be afraid to show who you really are, because as long as you are happy with yourself no one else's opinion matters.",
    "672": "protect your heart at all costs",
    "673": "should i stop hoping for us?",
    "674": "one minute you’re proud of yourself, the next minute you are feeling like you are not doing enough.",
    "675": "People change, feelings change, things change.",
    "676": "You deserve someone who will be obsessed with you.",
    "677": "Be weird. Be YOU!",
    "678": "i’ve been realizing a lot lately.",
    "679": "i know i’m not a perfect person, but i’m doing my best to be better.⠀",
    "680": "I prefer respect rather than fame.",
    "681": "i tried my best to fix things.",
    "682": "Finding people with good intentions is rare.",
    "683": "i choose you and i’ll keep choosing you.",
    "684": "Never leave a friend sad.",
    "685": "If it happens, it happens. Don’t force it.",
    "686": "I love sleep. You forget about pain, problems, stress, everything for a while.",
    "687": "Sometimes, it is much better to be alone rather than being surrounded by people so close to you but often make you feel worthless.",
    "688": "it’s okay to disappear until you feel like you again.",
    "689": "I still pray for you and for your happiness.",
    "690": "Distance is also a response.",
    "691": "reminder: never beg for someone’s reply.",
    "692": "i’m actually tired, like from the bottom of my heart, i am tired.",
    "693": "Damn, I wish I was better.",
    "694": "Happiness will come to you when it comes from you.",
    "695": "every beautiful thing reminds me of you",
    "696": "don’t lose people who are rare to find",
    "697": "I miss someone who doesn't miss me.",
    "698": "If you really have a pure heart, you’re gonna win in the end.",
    "699": "unexpected blessings are the best.",
    "700": "i am here if you need me",
    "701": "I just wanna be enough for someone.",
    "702": "to my favorite person, be safe always. i love you",
    "703": "\"Im proud of you\" just hits different.",
    "704": "that \"grow together\" type of love",
    "705": "the right person will never get tired of you.",
    "706": "wish i could tell you what’s really on my mind.",
    "707": "continue to forgive. continue to grow. continue to love.",
    "708": "hurt in private, heal in silence, shine in public.",
    "709": "i ruin my own mood at least once a day",
    "710": "Honestly, I'm glad I met everyone in my life- the good and the bad. The good made me thankful and the bad made me learn my lessons.",
    "711": "i prefer vibes than looks tbh",
    "712": "my mental health lately: 📉📉📉",
    "713": "Everything will be okay in the end. If it's not okay, it's not the end.",
    "714": "I am in love with your smile \nI am in love with your voice \nI am in love with your body \nI am in love with your laugh \nI am in love with your eyes \nI am in love with you!",
    "715": "Life goes on. Move forward. Be better. Do better.",
    "716": "you can’t force someone to love you.",
    "717": "I love seeing you happy.",
    "718": "correct me when i'm wrong, i'm always willing to learn &amp; grow.",
    "719": "I hate when I cry about one thing then I end up crying about everything that's messed up in my life.",
    "720": "Choose your happiness over everything.",
    "721": "Not everyone you love will love you back.",
    "722": "i miss the old me like damn i was so happy before.",
    "723": "i want to see my favorite person",
    "724": "Distance sometimes lets you know who's worth keeping and who's worth letting go.",
    "725": "Music knows my deepest feelings.",
    "726": "don't trust words, trust actions.",
    "727": "effort is the most attractive thing ever",
    "728": "ur voice is my favorite sound",
    "729": "watching sunsets and sunrises is free therapy.",
    "730": "sometimes silence is better.",
    "731": "Heal yourself first. The rest will come.",
    "732": "You’re better off single than taken for granted.",
    "733": "If they told you what they been through, don’t put them through it again.",
    "734": "Life doesn't get easier, you just get stronger.",
    "735": "Trust the timing in your life.",
    "736": "Now, you're just a stranger with all my secrets.",
    "737": "Accept that not all things will end the way we wanted.",
    "738": "Respect yourself enough to walk away from anything that no longer makes you happy.",
    "739": "Be addicted to bettering yourself.",
    "740": "my goal is to give myself everything i deserve",
    "741": "i need a hug, a long one",
    "742": "you’ll find peace when you stop caring.",
    "743": "Silent breakdown because no one knows how tired and exhausted I am",
    "744": "it’s difficult to explain so i stay quiet.",
    "745": "Tbh, I’m gonna say I’m fine as long as I can handle it.",
    "746": "I get sad. I get insecure. I get jealous. I get lonely. I overreact. I make mistakes. But I promise I will always give you my best.",
    "747": "i never changed, i just see things differently now.",
    "748": "I miss being a little kid with no worries.",
    "749": "i hate how sometimes i can’t find the right words to describe what’s going on in my mind.",
    "750": "\"I'll never leave you.\"",
    "751": "everything happens for a reason",
    "752": "Never argue with an idiot.",
    "753": "not everything can be fixed with one sorry.",
    "754": "we cannot change anything unless we accept it",
    "755": "i’m not overreacting, if it hurts me.. it hurts me.",
    "756": "With or without label, I will always care for you.",
    "757": "Wanna talk to you so bad.",
    "758": "never beg someone to stay if they want to leave, let them.",
    "759": "i want a peace of mind and a happy heart.",
    "760": "you have to suffer to grow.",
    "761": "ima very observant person. so if you think i didn’t notice i did.",
    "762": "i always do my best to hide what i feel.",
    "763": "It's better to be alone than to be with someone who never sees your worth.",
    "764": "I miss us being together.",
    "765": "you will never understand the hell i feel inside my head",
    "766": "i’m not ok but it’s ok.",
    "767": "the hardest thing i've learned this year is that u can’t make someone communicate &amp; work things out. u can't beg for someone to see that u are worth fighting for &amp; i stand by that now.",
    "768": "Old songs and chill.",
    "769": "when it comes to favoritism, i never win.",
    "770": "Stop chasing people who continuously pushing away.",
    "771": "i wish some things never changed",
    "772": "not single, not taken, just waiting for something real.",
    "773": "Don’t let someone treat you bad just because you love them.",
    "774": "Everyone you meet has something to teach you.",
    "775": "can’t wait to spoil my parents with my own money from my hardworks, one day.",
    "776": "I need a hug and six months of sleep",
    "777": "i wanna hug you for hours",
    "778": "It’s different without you.",
    "779": "Pain teaches us how to be strong.",
    "780": "Never be afraid to try something new because life gets boring when you stay within the limits of what you already knew.",
    "781": "if you want me, act like it.",
    "782": "i'm full of unsaid words",
    "783": "Being understood without having to explain yourself is the best kind of feeling.",
    "784": "It’s not a joke when anxiety attacks.",
    "785": "“just checking up on you” means a lot.",
    "786": "may our favorite people never turn into strangers.",
    "787": "Smile at people who hate you.",
    "788": "eye contact, then that little smile.",
    "789": "Everything changed when I met you.",
    "790": "i love seeing you happy.",
    "791": "Emotionally: i'm done \n\nMentally: i'm drained \n\nSpiritually: I feel dead \n\nPhysically: I smile.",
    "792": "I want your attention but I won't ask for it.",
    "793": "i still remember how our first conversation started",
    "794": "imagine having someone who understands your mind.",
    "795": "be nice but learn to say no.",
    "796": "i wanna cry of how tired i am.",
    "797": "A toxic person will never change.",
    "798": "don’t get too comfortable, they never stay.",
    "799": "to the people who appreciate me, i love you.",
    "800": "Same lies, different people.",
    "801": "If someone really wants to be a part of your life they will seriously make an effort to be in it. No reasons, no excuses.",
    "802": "a friendship without bullying is boring.",
    "803": "The world is gonna judge you no matter what you do, so love your life the way you want to.",
    "804": "imagine finding both love and friendship in one person.⠀",
    "805": "I love getting unexpected messages from you.",
    "806": "Sometimes you have to make a decision that will hurt your heart but will heal your soul.",
    "807": "If it hurts, you care.",
    "808": "I hate when people can’t see the wrong in their actions, but see the wrong in yours.",
    "809": "it's never too late to start over. if you weren't happy with yesterday, try something different today. don't stay suck. do better. you got this.",
    "810": "Prayer changes the person who prays.",
    "811": "i’m at the point of my life where i’d rather be alone than mistreated.",
    "812": "i really miss the after school bonding with friends",
    "813": "Look at you, you’re tired but you are not giving up. Take a moment to be proud of that.",
    "814": "one day, you'll wake up and it won't hurt anymore",
    "815": "a little reassurance goes a long way",
    "816": "i'm a human too. i can feel pain",
    "817": "too many \"what if's\" on my mind",
    "818": "i’m so sensitive honestly",
    "819": "i miss the feeling of being okay.",
    "820": "Even our nonsense conversation means a lot to me.",
    "821": "sorry i assume i was important",
    "822": "I want you to want me, but I know that it cannot be.",
    "823": "I want someone who will love me without any conditions.",
    "824": "I'm not rich. I'm not smart. I'm not appealing. But, I have a good and loving heart.",
    "825": "Make sure your heart is bigger than your ego.",
    "826": "day by day, i feel more empty",
    "827": "to my special person, ily",
    "828": "i’m trying, i am really trying.",
    "829": "Blasting music, and ignoring the world.",
    "830": "when we first met I honestly had no idea you would be so important to me",
    "831": "I only exist when you want something from me.",
    "832": "date to marry, that’s it.",
    "833": "manipulation is when they always play the victim by blaming you for reacting to their toxic behavior, but never discuss their disrespect that triggered you",
    "834": "hardest pill i swallow this year was learning that no matter how good you could be to someone‚ no matter how much you love them‚ they can &amp; they will turn their back on you and there’s absolutely nothing you can do but suck it up &amp; keep moving forward",
    "835": "i used to think communication was the key until i realized comprehension is. you can communicate all you want with someone but if they don’t understand you or refuse to understand, communication is useless.",
    "836": "i still care, i’m just tired.",
    "837": "make memories with the right people",
    "838": "stop choosing what isn’t choosing you.",
    "839": "i want to repeat our moments together",
    "840": "Hurting someone with the truth is better than making them happy with a lie.",
    "841": "if you both want it, it will work.",
    "842": "protect your heart at all costs.",
    "843": "I hate that moment when you hear something that kills you inside, but you have to act like you’re fine.",
    "844": "Details always mean a lot, always.",
    "845": "i don’t care how complicated this gets, i still want you.",
    "846": "i want to hug you and sleep",
    "847": "we may not talk, but i still care.",
    "848": "Apology accepted, trust denied.",
    "849": "I’m proud of me because I’ve survived the days I thought I couldn’t.",
    "850": "Before you \"assume\" try this method  called \"ask\"",
    "851": "Thousand words was hidden as I said \"I'm fine\".",
    "852": "Please be strong and don't look back anymore. Keep moving and find your happiness.",
    "853": "is your heart okay?",
    "854": "late night realization hits different.",
    "855": "if i choose you, it’ll always be you",
    "856": "twitter is a place to confess our unsaid feelings.",
    "857": "You can be confident and still have anxiety.",
    "858": "i want a \"i’m never giving up on you\" type of vibe",
    "859": "its just me vs my mind everyday.",
    "860": "stuck between idk, idc and idgaf.",
    "861": "when you’re trying to have a healthy relationship but you’re an overthinker.",
    "862": "just for once, i want someone to be afraid of losing me.",
    "863": "Sometimes it is better to sit quietly and not speak to anyone.",
    "864": "Trust me, family problems can kill all of your happiness.",
    "865": "“Can you multitask?”\n\nYes, actually I am losing my mind and chilling at the same time.",
    "866": "Stop fixing people while they’re breaking you.",
    "867": "Real love is being in someone’s prayers.",
    "868": "If I ever tell you about my past, it’s never because I want you to feel sorry for me but so you can understand why I am who I am",
    "869": "i can be the most understanding person but remember i’m not blind.",
    "870": "i wanna say so much but nah",
    "871": "no more expectation just go with the flow and whatever happens, happens.",
    "872": "take it as a lesson and move on",
    "873": "i give too much, that’s the problem.",
    "874": "wondering if you miss me like i miss you",
    "875": "you have no idea how much i love you.",
    "876": "I don't know what to talk about but I wanna talk to you.",
    "877": "you're the only person i wanna see",
    "878": "i just wanna be enough for someone.",
    "879": "start choosing yourself.",
    "880": "Don't lie, don't cheat, and don't make promises you can't keep.",
    "881": "You tried. Move on.",
    "882": "i wish i could also be someone's favorite.",
    "883": "Stop chasing after people &amp; being the only one trying to fix everything. It's mentally &amp; physically exhausting. You have to find peace with whoever comes &amp; goes from your life. Don't be the only one putting in effort Bc you will end up losing yourself trying to save everyone else",
    "884": "mood: i just wanna sit in front of the ocean &amp; listen to the waves.",
    "885": "7 billion smiles and yours is my favorite.",
    "886": "i’m gonna say “i’m fine” for as long as i can handle it.",
    "887": "in case you hate me, i hate me too.",
    "888": "Damn, i need cash.",
    "889": "overthinkers need understanders.",
    "890": "Be with someone who is good for your mental health.",
    "891": "i found love and friendship in one person",
    "892": "never regret anything that made you smile.",
    "893": "everyone leaves in the end anyway",
    "894": "reminder: you can be a good person with a good heart and still tell people to fuck off when needed",
    "895": "breathe. \n\neverything will be ok.",
    "896": "your smile changes my whole mood",
    "897": "physically and mentally exhausted.",
    "898": "No matter how long it takes, true love is always worth the wait.",
    "899": "protect your peace.",
    "900": "I'm strong, but not all the time.",
    "901": "Sometimes I can't tell what I feel.",
    "902": "“are you ok?” no my anxiety makes me think everyone secretly dislikes me.",
    "903": "Emotional health matters.",
    "904": "everyone has a story they never told",
    "905": "Dear life, i just wanna be happy.",
    "906": "we all broke our rules for someone.",
    "907": "Love will find a way.",
    "908": "being called \"baby\" makes my heart melt",
    "909": "sorry i thought i was important 🤡",
    "910": "one song makes you remember a lot.",
    "911": "I’m glad I met you. Now do me a favour and stay.",
    "912": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy.",
    "913": "kinda wanna sit outside with someone and talk all night",
    "914": "Sleeping is considered the most effective cure to forget about pain, problems, stress and everything for a while.",
    "915": "Isn’t it weird? we are all alive but we are dead inside.",
    "916": "i just need someone to understand me.",
    "917": "Distance doesn’t matter if you both understand each other.",
    "918": "if we vibe, we vibe. that’s my type.",
    "919": "I am still here, loving you silently.",
    "920": "i still remember the first day i saw you",
    "921": "never wanted perfect, just real",
    "922": "the trauma will always be there.",
    "923": "If you’re special to me, don’t ruin it.",
    "924": "it's attractive when someone stays up late just to talk to you",
    "925": "i don’t know what i feel right now, i just feel empty, that’s all.",
    "926": "□ single\n□ taken \n☑mentally tired of everything",
    "927": "reassurance is so important to me, let me know what i mean to you.",
    "928": "I'm not heartless, I'm just tired of getting hurt.",
    "929": "i’m good, but i have limits.",
    "930": "Sometimes the wrong choices take us to the right places.",
    "931": "need someone who says “let’s fix this i can’t lose u”",
    "932": "The biggest comeback is making yourself happy again.",
    "933": "vibe alone until you’re valued.",
    "934": "i miss having a life without stress",
    "935": "not everybody will understand your silence, remember that.",
    "936": "Tweets are actually hints.",
    "937": "no one notices your sadness until it turns into anger, and then your the bad person.⠀",
    "938": "music helps me",
    "939": "i'm so mentally and emotionally drained from holding all this shit in, acting like life is sweet when i got so much deeper shit going on",
    "940": "Make sure the people in your circle are good for your mental health.",
    "941": "Don’t let toxic energy bring you down.",
    "942": "suddenly every song i listen to is about you",
    "943": "i just wanna be happy. not confused, not hurt, not stressed, just happy.",
    "944": "only person i want is you.",
    "945": "a long hug is needed",
    "946": "i don't cry over people, i cry over the way i get treated because i don't deserve that.",
    "947": "you do stupid things when you're hurt.",
    "948": "we become cold to avoid getting hurt.",
    "949": "sad part is, you can't even fix yourself",
    "950": "god protect me from what I can’t see.",
    "951": "I hope you find a love you don't have to question.",
    "952": "You have to fight through some bad days to earn the best days of your life.",
    "953": "i fixed me because sometimes i was the problem.",
    "954": "my heart is so numb right now, i don't feel any emotions like i used too. i feel empty, i'm not sad nor happy just emotionally exhausted and tired",
    "955": "Not everyone can vibe with you.",
    "956": "and the sad part is.. they’ll never know how much they hurt you.",
    "957": "i overlove and overcare that’s why i overthink.",
    "958": "10 years from now, i want to see myself successful and having a stable life.",
    "959": "stay, i need u more than u think",
    "960": "just because i didn’t react doesn’t mean i didn’t notice.",
    "961": "I love you, that means I’m not just here for the pretty parts and the happy days. I’m here for the rough and the bad days. I’m here no matter what.",
    "962": "A day without overthinking pls",
    "963": "It’s hurting me but nvm.",
    "964": "always be in love w/ a soul, not a face.",
    "965": "i’ll keep you in my heart forever",
    "966": "if i really care, i’ll try like 400 times. but once i’m done, it’s over.",
    "967": "i’m a pro at pretending to be ok.",
    "968": "i’ve seen many eyes, but i fell for yours",
    "969": "i hate people abusing my trust.",
    "970": "you’ll be the happiest soon.",
    "971": "i wanna talk to you, but i don’t wanna annoy you",
    "972": "You are strong, you are just tired.",
    "973": "Be thankful for what you have. You have no idea how many people would love to have what you've got.",
    "974": "i wish every notification was from you",
    "975": "continue to grow, even you are alone",
    "976": "Everyone leaves when they find someone better. Don't get too attached.",
    "977": "You make me sad, but I still want you.",
    "978": "when I miss you, I re-read our old messages and smile like an idiot.",
    "979": "stop chasing after people &amp; being the only one trying to fix everything. it’s mentally &amp; physically exhausting. you have to find peace with whoever comes &amp; goes from your life. don’t be the only one putting in effort because you will end up losing yourself trying to save everyone",
    "980": "I just wanna feel important to someone",
    "981": "“Disappointed, but not surprised” has been my biggest mood this year.",
    "982": "Fall inlove with someone who protects your heart, not plays with it.",
    "983": "im not fine, i need you.",
    "984": "I’m happy, hurting, and healing at the same time. Don’t ask me how.",
    "985": "People come and go in your life, but the right ones will always stay.",
    "986": "i was hurt too, but im always silent",
    "987": "Things will get better and you will be okay.",
    "988": "i trusted you, you lied.",
    "989": "Stay lowkey. Not everyone needs to know everything about you.",
    "990": "I miss your sweet smile.",
    "991": "words can't fix what actions broke",
    "992": "you are my never ending thought",
    "993": "sudden breakdown sucks",
    "994": "God’s plan is always the best.",
    "995": "Know your worth.",
    "996": "if you feel tired and drained, take a little break, but don't give up.",
    "997": "If a girl sends you a song and tells you to listen to it, you better pay attention to the lyrics.",
    "998": "I pretend like i don't care, but you're stuck in my head.",
    "999": "i’m that person who sticks around longer than i should. but once i’m gone, i’m gone.",
    "1000": "life sucks but atleast i have u",
    "1001": "hugging a pillow and imagining it's the person you love",
    "1002": "i lose interest when i see myself trying harder than you.",
    "1003": "Don't expect too much, you might get hurt.",
    "1004": "i have days where i don’t even feel like speaking.",
    "1005": "the truth hurts, but lies are worse.",
    "1006": "you stole my heart since day one.",
    "1007": "normalize not telling everybody everything.",
    "1008": "Stop forcing friendships and relationships.",
    "1009": "Put yourself first and don’t apologize for it.",
    "1010": "don’t get too attached, people always leave.",
    "1011": "i have feelings too, but people seem to forget that.",
    "1012": "The eyes, they never lie.",
    "1013": "i hate this heavy heart feeling.",
    "1014": "as an overthinker, i really need things made clear to me.",
    "1015": "dear me, i’ll make you proud one day.",
    "1016": "I know I’ll never be good enough.",
    "1017": "Some people just aren’t ready for that real type of love.",
    "1018": "You deserve a love you always pray for.",
    "1019": "You deserve to be loved without having to hide the parts of yourself that you think are unlovable.",
    "1020": "Life is short, spend time with people who understands and appreciate you.",
    "1021": "right eyes will see your worth",
    "1022": "I want to be loved, not to be used.",
    "1023": "the less you care, the happier you will be.",
    "1024": "mixed feelings &amp; unsaid thoughts",
    "1025": "too many ''what if's'' on my mind",
    "1026": "i choose your happiness before mine",
    "1027": "A pretty face gets old, a nice body will change, but a good heart will always be good.",
    "1028": "distance is my new answer to disrespect. i no longer react, i no longer argue, i no longer dive into drama. i simply remove my presence",
    "1029": "i automatically stop trying when i feel unwanted.",
    "1030": "You're not selfish for wanting to be treated well.",
    "1031": "kinda wanna disappear for a while.",
    "1032": "sometimes it feels better not to talk.",
    "1033": "let it go you don't deserve this kind of pain",
    "1034": "this attitude came from pain, i wasn’t always like this.",
    "1035": "If twitter was school, I'd have perfect attendance.",
    "1036": "Self be strong. Don't let anyone break you again.",
    "1037": "I want a lowkey relationship but a long lasting one.",
    "1038": "a private life is a happy life.⠀",
    "1039": "I will treasure our memories no matter how painful it is.",
    "1040": "i think ppl forget that having someone who genuinely cares for you is a gift that should not be taken for granted.",
    "1041": "you can call me if you need me",
    "1042": "stay private, keep them guessing.",
    "1043": "if you can make me laugh when im moody, i love you.",
    "1044": "Learn to let go of whatever/whoever is hurting you.",
    "1045": "im sorry, im really sorry for being me",
    "1046": "it's scary trusting people again.",
    "1047": "i’m actually a nice person so if i’m rude to you, you probably deserve it.",
    "1048": "a heart that always understands also gets tired.",
    "1049": "being loved on your worst days in the best love of all.",
    "1050": "be clingy with me, i love that.⠀",
    "1051": "physically, mentally, emotionally tired",
    "1052": "the way i care for people makes me wish i had somebody like me in my life.",
    "1053": "not gonna lie, it really warms my heart when someone show me concern. i love it when they think of me and check if i am doing fine. it's just a small gesture of them but it touches my heart deeply.",
    "1054": "I matured because of pain, not age.",
    "1055": "Never wanna feel that pain again.",
    "1056": "ⓘ this user needs a hug.",
    "1057": "i wish you cared the same way i do.",
    "1058": "You don't deserve someone who comes back; you deserve someone who never leaves.",
    "1059": "a small talk can actually fix a lot",
    "1060": "do i really deserve all this pain? am i that bad?",
    "1061": "Unexpected message from someone you miss is the best.",
    "1062": "i hate it when my anger turns into tears.",
    "1063": "grow privately.",
    "1064": "I didn’t deserve that. You knew it too.",
    "1065": "i get too attached easily and that’s my problem.",
    "1066": "I never fake my tears. So when it falls, I'm really hurt.",
    "1067": "the older you get, the more you realize it's not about who knows the longest. it's about who makes you feel seen, heard, understood, appreciated, supported and loved.",
    "1068": "Sometimes we just need time to be alone.",
    "1069": "at this age i just be like… ok.",
    "1070": "you’re the risk i’m willing to take.",
    "1071": "break my trust, never getting it back",
    "1072": "No matter what terms we on, If I said I’ll be there for you I will.",
    "1073": "Life is too short to waste your time thinking about someone who doesn't treat you right.",
    "1074": "i don’t react, i observe.",
    "1075": "i just want someone to be real with me",
    "1076": "sorry to say this but, being a good person doesn’t get you loved, it gets you used.",
    "1077": "I’m in love with you. But you will never know.",
    "1078": "One conversation can fix a lot.",
    "1079": "i hope u miss me sometimes.",
    "1080": "after all i still love you.",
    "1081": "one day, the sadness will end.",
    "1082": "my mind is so tired",
    "1083": "I used to protect my name in every situation, but now i just want to protect my peace. Fuck what people think.",
    "1084": "i was too busy saving others from their sadness, not knowing that i forgot to save myself",
    "1085": "A better person is the one who knows how to say sorry.",
    "1086": "i still remember how our first conversation started.",
    "1087": "I want to message you but I’m scared to be ignored again.",
    "1088": "i lowkey don’t wanna tell anyone what's going on in my life anymore.",
    "1089": "attracted to u because u r different",
    "1090": "love the person who tries their best to understand you.",
    "1091": "i literally don’t care about anything anymore, i want peace.",
    "1092": "I choose you forever in my life.",
    "1093": "Stop going back to what your heart is trying to heal from.",
    "1094": "once i get a different vibe, you get a different me.",
    "1095": "REJECTION is the reason why people deny their true feelings.",
    "1096": "one day it won’t hurt anymore.",
    "1097": "i didn’t choose you, my heart did.",
    "1098": "once i don’t care, i don’t care",
    "1099": "still young, still making mistakes, still growing, i’ll be okay.",
    "1100": "coffee date??? cinema date??? road trip date??? amusement park date???? library date??? museum date??? art gallery date??? stargazing date??? napping date??? picnic date?? yes, please.",
    "1101": "I have no motivation for anything.",
    "1102": "Don’t abuse soft hearted persons, because too much pain will turn them into a cold one.",
    "1103": "I'm not perfect. I'm just a person, made by God. I have flaws.",
    "1104": "no forcing, what flows, flows.",
    "1105": "describe your love in one word",
    "1106": "One day you'll love me as I love you. One day you'll think of me as I think of you. One day you'll cry for me as I cry for you. One day you'll want me, but when that day comes, I'm already over you.",
    "1107": "Dream it. Believe it. Achieve it.",
    "1108": "The saddest goodbye is when you still want to hold on, but you need to let go.",
    "1109": "Don't expect. You'll be hurt.",
    "1110": "The more you care, the more you have to lose.",
    "1111": "i love you at your best and at your worst.",
    "1112": "manifesting pure love. no lies, no secrets, no cheats",
    "1113": "hurt in private. heal in silence. happy in public.⠀",
    "1114": "sometimes, it's better to remain silent",
    "1115": "I'm full of words that I can’t say.",
    "1116": "slow kisses and long hugs are needed",
    "1117": "Never make permanent decisions on temporary feelings.",
    "1118": "yes, i care for you silently.",
    "1119": "you deserve a love with no trauma attached to it.",
    "1120": "it’s hard for me to express what i feel.",
    "1121": "it’s “never again” for some people.",
    "1122": "it hurts when you realize you aren’t as important to someone as you thought you were.",
    "1123": "to the person who sees my worth more than i do, thank you.",
    "1124": "I pray future me is successful.",
    "1125": "maybe i lied, when i said i was okay.",
    "1126": "Don’t promise, just prove.",
    "1127": "pretending to be okay was never easy.",
    "1128": "People change like the seasons.",
    "1129": "silence is better than explaining.",
    "1130": "pls. take care of yourself. ily",
    "1131": "real friends never leave your side.",
    "1132": "i love u in every universe",
    "1133": "the most painful thing is having feelings for someone you can't be with.",
    "1134": "i have a dark side just so you know.",
    "1135": "How they treat you is how they feel about you. Period.",
    "1136": "As we grow older, we realize it is best to be lowkey and private.",
    "1137": "so scared of losing myself again.⠀",
    "1138": "i really wish i could hug my younger self because i didn’t deserve any of that.",
    "1139": "the saddest thing is when you're feeling down, you look around and realize that there is no shoulder for you to lean on",
    "1140": "when I am alone, I overthink. And that's why I hurt myself with my own thoughts.",
    "1141": "“we’ll figure it out together” is a love language.",
    "1142": "Dear God, \n\nIf I'm wrong, correct me.\nIf I'm lost, guide me.\nIf I'm in pain, heal me. \nIf I started to give up, give me strength to keep going.",
    "1143": "Be with someone who constantly makes you roll your eyes but makes you smile right after.",
    "1144": "Small circle. High value.",
    "1145": "TWITTER is literally a great excuse to talk to yourself without looking stupid.",
    "1146": "choose those who choose you.",
    "1147": "I just feel pain. A lot of pain.",
    "1148": "never beg someone to understand you.",
    "1149": "when i'm into you, no other person gets the same attention.",
    "1150": "I pretend to ignore you, but I really just miss you.",
    "1151": "Sometimes you need to take a break from everyone and spend time alone, take a break, appreciate, and love yourself.",
    "1152": "don’t expect. you’ll be hurt.",
    "1153": "maybe one day i'll be enough for someone.",
    "1154": "I got trust issues because people got lying issues.",
    "1155": "Stay positive, about everything. A positive mind set will determine your happiness.",
    "1156": "Kinda hope you are thinking about me.",
    "1157": "it feels like everything is my fault, i’m sorry",
    "1158": "i’m trying. i’m trying really hard. but i can’t pretend it doesn’t hurt because it really does.",
    "1159": "life has taught me never expect from anyone.",
    "1160": "All you can do is wait. There is a right time for everything.",
    "1161": "it’s scary trusting someone nowadays.",
    "1162": "i prefer loneliness over fake company.",
    "1163": "i wanna fall in love &amp; never break up.",
    "1164": "Not everyone is meant to be in your future. Some people are just passing through to teach you lessons in life.",
    "1165": "i miss my own energy, i used to be so full of life.",
    "1166": "i wanna sleep and never wake up",
    "1167": "Take time to pray.",
    "1168": "Never let your feelings get too deep, people can change anytime.",
    "1169": "i hate how sensitive i am sometimes",
    "1170": "i love people who appreciates my weird personalities",
    "1171": "heal in silence without using anyone.",
    "1172": "my worst quality?\n\nsomeone could hurt me so damn much and yet i’d still be there for them at the end.",
    "1173": "I don’t want to break my heart again.",
    "1174": "i’m strong but i’m also a cry baby.",
    "1175": "You’re too good for someone who isn't sure about you.",
    "1176": "so many different mood in one day.",
    "1177": "accept the situation and move on with smile.",
    "1178": "i’m gonna say i’m fine as long as i can handle it.",
    "1179": "Sometimes I am the most moody person ever.",
    "1180": "physical touch 🤝🏼 quality time",
    "1181": "deep convos with someone who genuinely understands you &gt;&gt;&gt;&gt;",
    "1182": "Be careful who you trust, the devil was once an angel.",
    "1183": "To those people who appreciate me, I love you.",
    "1184": "it’s the little things, always",
    "1185": "never forget how they gave you distance when you needed love.",
    "1186": "i love you, i always will.",
    "1187": "Don't force anything, if it's meant to be it'll find you.",
    "1188": "Being strangers again is not easy.",
    "1189": "Good times + Crazy friends = Amazing memories.",
    "1190": "i never wanted to be right, i just wanted to be understood from my point of view",
    "1191": "It still hurts, i just pretend that I am fine.",
    "1192": "a listener needs a listener too.",
    "1193": "having someone you can open up to without being judged is such a blessing.",
    "1194": "some girls can sleep all day and still be tired",
    "1195": "do you ever lay in bed and realize how not okay you are",
    "1196": "Be grateful for the good times and keep the faith during the bad times. Stay positive when life gives you every reason to be negative.",
    "1197": "one day, i'm gonna have everything i prayed for. i really believe it.",
    "1198": "i wish i met some ppl a little earlier, some a little later and some never at all.",
    "1199": "i feel like i’m waiting on something that ain’t gonna happen",
    "1200": "Assurance and consistency is all i want.",
    "1201": "you will always be important to me.",
    "1202": "I'm clingy, I'm sweet but I can be the coldest when I am hurt.",
    "1203": "my own expectations hurt me.",
    "1204": "Me and my wallet feels the same way, we're both feeling empty",
    "1205": "A loyal heart is enough.",
    "1206": "back hugs and forehead kisses are the best.",
    "1207": "feelings hit different at night.",
    "1208": "you’re my favorite notification",
    "1209": "i’m such a “no no, it’s okay” person.",
    "1210": "I may not be a showy-type person, but believe me, I always care.",
    "1211": "Drop the last picture in your gallery no matter how weird it is.",
    "1212": "You are worthy of love.",
    "1213": "i miss you more than you'll ever know.",
    "1214": "i can't imagine living a happy life without you being a part of it",
    "1215": "Crushes are more cute than affairs. No responsibility No worry No commitment. Just look at your crush and smile like an idiot.",
    "1216": "Please be straight up with me even if you think it’ll hurt my feelings I rather know than overthink literally everything.",
    "1217": "I was hurt the whole time, I just didn't say anything.",
    "1218": "You're not ugly, the society is.",
    "1219": "Please, if you’re not interested in someone anymore, tell them. Don’t let them find out the hard way. They deserve to know that you no longer love them. They deserve to find someone who does. They deserve loyalty. They deserve a fair chance at love too. Don’t lead them around.",
    "1220": "i disappear sometimes, that’s my thing.",
    "1221": "ⓘ This user doesn’t know what to do anymore.",
    "1222": "Loving someone shouldn’t drain you.",
    "1223": "and we never talked again.",
    "1224": "keep me, im clingy and will love u only",
    "1225": "TIP: Don’t read old conversation.",
    "1226": "The eyes always speak the truth.",
    "1227": "i miss waking up being excited about something.",
    "1228": "every goodbye teaches u something.",
    "1229": "i could be depressed and still cheer you up. that’s how strong i am.",
    "1230": "Reminder: Be gentle with yourself. I mean, whenever you make mistakes, take a deep breath and allow yourself to be a mess. It can be really hard but years of being hard on yourself is done. Give yourself the love it needs and see where it takes you.",
    "1231": "cheers to the love we don’t wanna let go but we have to.",
    "1232": "we are all bad in someone’s story.",
    "1233": "if u want long term relationships make sure that u're ready for the boring days, tears, arguments, it's not all about happiness.",
    "1234": "People who understand your silence are important.",
    "1235": "Be happy and smile.",
    "1236": "lack of communication ruins everything because instead of knowing how the other person is feeling, we just assume.",
    "1237": "\"Im proud of you\" just hits different",
    "1238": "i need you here by my side",
    "1239": "it’s you, it’s always you.",
    "1240": "trying to be better everyday",
    "1241": "imagine being someone’s favorite.",
    "1242": "Lord, please clear my mind from overthinking. I’m tired.",
    "1243": "Appreciate the people who never give up on you.",
    "1244": "Before you give up, think about why you held on for so long.",
    "1245": "i wanna skip these heavy days.",
    "1246": "let it hurt, until it can’t hurt anymore.",
    "1247": "i'm full of emotions i never show",
    "1248": "It’s time for you to be happy again.",
    "1249": "i wanna build a relationship with someone who cares about \"why\" i've been quiet all day. not someone who gets mad cause i'm \"acting different\".",
    "1250": "have you ever cried because you can't do math",
    "1251": "God please heal the part of me that i can’t discuss.",
    "1252": "i wanna be kissed &amp; hugged by you.",
    "1253": "my toxic trait is that i never speak up, i just get mad and distance myself until i'm not mad anymore",
    "1254": "I got betrayed while my heart was pure. I’ll never forget that shit.",
    "1255": "Never ignore a person who loves you and cares for you. One day you may realize you've lost the moon while counting the stars.",
    "1256": "it scares me how temporary everything is",
    "1257": "Oh right, my fault again.",
    "1258": "they call me dramatic without knowing my pain.",
    "1259": "“communication is the key” but so is a sense of understanding. if i tell you something, and you’re not willing to see where i’m coming from, then what’s the point of telling you anything.",
    "1260": "Being in someone's prayer is the sweetest form of love.",
    "1261": "Learn to say “no” without feeling guilty.",
    "1262": "trusting people is getting harder &amp; harder.",
    "1263": "i'll never forget the day we met",
    "1264": "an overthinker notices everything.",
    "1265": "looking at you gives me happiness",
    "1266": "A person who cares silently is a person who loves truly.",
    "1267": "if you lost me, i’m so sorry for ur loss.",
    "1268": "Just because somebody is strong enough to handle the pain, it doesn't mean they deserve it.",
    "1269": "Don't confuse my personality with my attitude. My personality is who I am. My attitude depends on who you are.",
    "1270": "Crying is the best way to release emotions.",
    "1271": "i feel like i’m waiting for something that isn’t gonna happen.",
    "1272": "if you could read my mind, you’d be in tears.",
    "1273": "i know who’s fake and who’s real, i just play along",
    "1274": "be patient, good things take time.",
    "1275": "i just miss you, that's all",
    "1276": "Can’t wait for things to go back to normal.",
    "1277": "stop being okay with everything. you deserve to be treated right.",
    "1278": "i want to be heartless but that’s not who i am",
    "1279": "Be proud of how far you've come and never stop pushing to be the best you can be.",
    "1280": "real feelings don’t change fast",
    "1281": "Maybe one day I’ll be worth it.",
    "1282": "i'm trying, i'm really trying.",
    "1283": "Ghosting toxic people is self care.",
    "1284": "music is my bestfriend when no one understands me.",
    "1285": "Anxiety is not a joke, indeed.",
    "1286": "my heart is so different now",
    "1287": "It takes a lot for me to trust someone.",
    "1288": "You know you're mature when you don't force people to stay in your life anymore.",
    "1289": "nobody apologized for how they treated me, they just blamed me for how I reacted.",
    "1290": "when i love, i love really hard.",
    "1291": "There's no need to rush. If something is meant to be, it will happen. In the right time, with the right person, for the best reason.",
    "1292": "Never forget who was with you from the start.",
    "1293": "always remember that i will still love you at your worst",
    "1294": "home is u",
    "1295": "believe in yourself, you can do it.",
    "1296": "even at your worst, you have me.",
    "1297": "i just wanna feel important",
    "1298": "sometimes i delete my own post because i’m not the same person i was 5 mins ago.",
    "1299": "twitter is a home for sad people.",
    "1300": "Be a rainbow in someone else's rain.",
    "1301": "“can u multitask” yes actually i am losing my mind and chilling at the same time.",
    "1302": "i explained my pain and still got hurt so i learned to stop talking..",
    "1303": "We aren't afraid of love; we are afraid of not being loved in return.",
    "1304": "limiting people’s access to you is self care.",
    "1305": "I appreciate people checking up on me.",
    "1306": "I made someone smile, I made someone laugh but damn, I forgot my own happiness.",
    "1307": "i have the worst attitude when i’m mad.",
    "1308": "i want to see myself happy again.",
    "1309": "sometimes it’s better to just keep it to yourself.",
    "1310": "Let’s be real .. most of the time being a good person doesn’t get you loved, it gets you used",
    "1311": "Dark times teach you a lot.",
    "1312": "i wanna restart my life.",
    "1313": "i hate being so sensitive",
    "1314": "Date in private, love in private, be happy in private.",
    "1315": "i forget my sadness when i talk to u",
    "1316": "with you, i’m the happiest.",
    "1317": "it’s ok. i mean it’s not ok, but it’s ok.",
    "1318": "removing myself from situations where i don’t feel loved, appreciated and respected is a  self care.⠀",
    "1319": "no matter how strong i am. i have limits too. please don’t test me.",
    "1320": "hugs are the most healing things ever.",
    "1321": "“are you ok?” no i need more money, sleep and happiness.",
    "1322": "you're my favorite person and you'll always be, no matter what.",
    "1323": "i still fix myself every day",
    "1324": "your trauma is not your fault.",
    "1325": "People who tell the truth are the best kind of people.",
    "1326": "Don't lie to make me feel better, don't take my hand if you're going to let it go, don't make me fall if you're not going to catch me.",
    "1327": "Don't give up. The beginning is always the hardest.",
    "1328": "We fall in love by chance. We stay in love by choice.",
    "1329": "i’m a pro at pretending to be okay.",
    "1330": "I never faked my love &amp; care for someone.",
    "1331": "Kind hearts go through a lot.",
    "1332": "I wish, I was enough for you to stay.",
    "1333": "You are the risk I will always be willing to take.",
    "1334": "Let yourself heal, breathe and grow.",
    "1335": "It's a different type of pain when ur going through shit and need someone to talk to but u dont wanna bother anyone so u just sit there drowning in ur thoughts",
    "1336": "If you're cold, you hurt people. If you're sensitive, people hurt you.",
    "1337": "stop looking back on your mistakes. what's done is done, learn from them and move on.",
    "1338": "Not in a relationship but there’s a person in my heart that I really want to be mine.",
    "1339": "i don’t get jealous, i lose interest tbh.",
    "1340": "Thinking too much again? Well, same.",
    "1341": "“u look tired” i’m literally going insane.",
    "1342": "stop accepting things you’re really not okay with.",
    "1343": "everything will fall into place, stop worrying things you can’t control",
    "1344": "All I wanna do is talk to you.",
    "1345": "People change. Memories don't.",
    "1346": "Remember, being yourself is the only way to find out who truly cares and loves you for you.",
    "1347": "“You’ve changed” thanks I started choosing myself.",
    "1348": "i need to rest my mind from everything.",
    "1349": "“can you multitask”\n\nyes actually i am losing my mind and chilling at the same time.",
    "1350": "I am tired of being told I am loved and cared about but never made to feel that way.",
    "1351": "I keep too much inside.",
    "1352": "whatever happens i got me.",
    "1353": "A person who accept everything about you is the same person who deserve everything in you.",
    "1354": "I want someone who will stay with me no matter how hard i am to be with.",
    "1355": "One day someone will love you the way you wanted to be loved, and you don't have to fight for it.",
    "1356": "You glow different when you finally move on from something that broke you.",
    "1357": "i’m so sensitive i swear everything breaks my heart.",
    "1358": "i just need one person to never give up on me. just one.",
    "1359": "I'm attracted to the person that I have no chance to be with.",
    "1360": "find someone who knows how lucky they are to have you.",
    "1361": "I hope we never lose each other",
    "1362": "all i want is mental peace.",
    "1363": "It’s hard to find people who understand.",
    "1364": "i wanted to feel loved without feeling like i was begging for it.",
    "1365": "I miss being with you, \nI miss our talks, \nI miss laughing with you, \nI miss you.",
    "1366": "hi self, be strong.",
    "1367": "temporary people, permanent memories",
    "1368": "sometimes music is better than people⠀",
    "1369": "the best conversations always happen late at night.",
    "1370": "Sometimes, in order to be happy, you need to accept what is already gone.",
    "1371": "Pray everytime. Not just when you're in need.",
    "1372": "i think the hardest thing about adulting is that you literally have to keep going! no matter what mood or situation you’re going thru. you gotta keep going cause life goes on",
    "1373": "one smile from you can fix my day",
    "1374": "educated or not you don't have the right to disrespect other people",
    "1375": "Just when you think you know people, they disappoint you in ways you never thought they could.",
    "1376": "Don't stress over shit you can't change.",
    "1377": "i got trust issues because people got lying issues.",
    "1378": "people change, feelings fade.",
    "1379": "some people only want you in their life as a backup plan.",
    "1380": "i’m really trying to be better.",
    "1381": "Enjoy life! Because we are never gonna be as young as we are today.",
    "1382": "i’m the happiest sad person you’ll ever meet.",
    "1383": "I want to be heartless but that’s not who I am.",
    "1384": "sleeping is nice until you wake up and realize you're still sad",
    "1385": "That moment when the lyrics of the song matches your mood.",
    "1386": "once u lie to me i'm always gonna think you're lying about everything you say.",
    "1387": "you deserve to be happy and loved correctly",
    "1388": "Music hits way different when you got someone in mind.",
    "1389": "huge shoutout to the people that haven’t felt okay lately but still get up everyday and refuse to quit. you got this.",
    "1390": "in 10 years, i wonder who is still going to be by my side.",
    "1391": "quiet, but not blind.",
    "1392": "Don’t chase, don’t beg, if they want you they’ll make time for you.",
    "1393": "Sometimes you've got to shut up, swallow your pride and accept that you're wrong. It's not giving up. It's called growing up.",
    "1394": "she's healing day by day, she's me.",
    "1395": "Loving someone who doesn't love you back is like hugging a cactus. The tighter you hold on, the more it hurts.",
    "1396": "0% energy for everything.",
    "1397": "to be with you, that's all i want.",
    "1398": "Removing myself from all situations where i don’t feel loved, supported , appreciated, or respected.",
    "1399": "i don’t know how many times i survived myself without telling anyone.",
    "1400": "i found my happiness in you.",
    "1401": "i want some “i only want you” energy.",
    "1402": "I hate how I’m feeling rn.",
    "1403": "In the end I’m always alone.",
    "1404": "Stop checking for a person who doesn't check for you. Stop investing your heart into someone who mistreats you. You're better than that.",
    "1405": "i’m not okay but i’ll survive.",
    "1406": "to anyone who is carrying a heavy heart in silence, it’s gonna be okay someday.",
    "1407": "Pretending to be happy when you're in pain is just an example of how strong you are as a person.",
    "1408": "Drink water and date someone who deserve you.",
    "1409": "so many what ifs on my mind.",
    "1410": "trust me, i tried my best, but now i’m tired.",
    "1411": "I don't know what to feel anymore.",
    "1412": "As an overthinker, I really need things made clear to me.",
    "1413": "normalize saying thank you to the people that help you even in the smallest matter.",
    "1414": "i just feel like i am not needed.",
    "1415": "i just wanna feel important to someone",
    "1416": "i feel so dead these days.",
    "1417": "i had a lot to say but i choose to be quiet.",
    "1418": "Always believe in yourself, you can do everything.",
    "1419": "If you don't like me, turn your head and walk away. Simple as that!",
    "1420": "If you love someone, be brave enough to tell them, otherwise, be brave enough to watch them be loved by someone else.",
    "1421": "if it bothers me, it bothers me. i can't control the shit that upsets me, but don't make me feel dumb for explaining my feelings to you because you don't see my point of view",
    "1422": "If losing me doesn't bother you, then you was never real to begin with.",
    "1423": "fall in love w someone who is both your safe place and your best friend",
    "1424": "i hate how simple thing hurts me a lot.",
    "1425": "my mental health is absolutely testing me again.",
    "1426": "why do i keep questioning my worth?",
    "1427": "Be you. Let them hate.",
    "1428": "it’s weird how people can change a lot",
    "1429": "mental health matters so much",
    "1430": "Sometimes I just feel like hugging myself and apologizing to myself for all the mistakes I’ve made in this life.",
    "1431": "aint attractive but i can make u smile",
    "1432": "you are enough.  \n\n you are good enough.   \n\nyou are smart enough.   \n\nyou are strong enough.   \n\nyou are beautiful enough.   \n\nyou are kind enough.   \n\nyou are brave enough.  \n\n you are enough   \n\nand   \n\nyou will always be.",
    "1433": "Everyone wants the truth but nobody wants to be honest.",
    "1434": "Sorry that I have trust issues, but when you give someone everything and they treat it like it’s nothing, something inside of you really breaks.",
    "1435": "It takes sadness to know happiness.",
    "1436": "mood: I just wanna sit in front of the ocean &amp; listen to the waves.",
    "1437": "be clingy with me, always text me, annoy me, send me your selfies, tell me about your day, i fucking love that shit.",
    "1438": "take me back to the day we met",
    "1439": "believe in yourself, even if the others don't.",
    "1440": "Ever since I met you, no one else has been worth thinking about.",
    "1441": "i love sleep. i love being in bed. i love being home.",
    "1442": "i appreciate honesty more than anything",
    "1443": "It sucks when the only person who can make you feel better, is also the reason you always cry.",
    "1444": "Don't talk, act. Don't say, show. Don't promise, prove.",
    "1445": "tired of healing from things i didn’t deserve.",
    "1446": "we fight, we fix and stay.",
    "1447": "Forget about the past, people change.",
    "1448": "cuddling, hand holding, cheek kisses, hugging, smooches, spooning, matching outfits, pillow fights, dates, star gazing... yes i want ALL OF IT",
    "1449": "i look at u and my heart melts",
    "1450": "i’m done trusting people.",
    "1451": "Just focus on the good things in life.",
    "1452": "Protect your peace.",
    "1453": "You aren't rich until you have something that money can't buy.",
    "1454": "It’s important to know how to be alone.",
    "1455": "i need someone who knows how to stay.",
    "1456": "stay with me no matter how hard i am",
    "1457": "whatever I was before I am not those things anymore.",
    "1458": "I wanna go somewhere where no one knows my name.",
    "1459": "I'm not afraid to try again. I am just afraid of getting hurt for the same reason.",
    "1460": "Take the risk or lose the chance.",
    "1461": "It is such a great feeling when someone just genuinely wants to talk to you and wants to know how your life is going.",
    "1462": "Night calls with you is all I need.",
    "1463": "I wish I could read your mind to know what you really think of me.",
    "1464": "i love clingy. i love attention. i love double texts. i love affection. i love random calls. i love random paragraphs",
    "1465": "i should have hugged you harder the last time I saw you",
    "1466": "i'm changing myself everyday so don't compare me to the past version of me",
    "1467": "sleepy eyes, busy mind.",
    "1468": "it feels like everything is my fault, i’m sorry.",
    "1469": "Take a risk. If the outcome isn't what you expected, at least you can say you tried.",
    "1470": "The best relationship is when you can act like lovers and best friends.",
    "1471": "i wish i could tell someone the whole story of why i am the way i am.",
    "1472": "i need a person who can hear my voice even if i’m silent.",
    "1473": "is it just me or do we all feel so drained and unmotivated lately?",
    "1474": "i don't like sharing my fav person.",
    "1475": "i had to act like it doesn’t hurt me.",
    "1476": "Old songs hit you strongly.",
    "1477": "i love you for still trying, still breathing, still living, still existing.",
    "1478": "i’m a soft hearted person, i really am.",
    "1479": "take care always, i love you.",
    "1480": "I really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really really wanna be cuddled right now.",
    "1481": "be careful with your words, once they are said, they can be only forgiven, not forgotten.",
    "1482": "they ignore u until they need you.",
    "1483": "listening to music &amp; thinking of you.",
    "1484": "having someone who listens to you is a blessing",
    "1485": "stop being available to everyone.",
    "1486": "remember the first day we started talking",
    "1487": "reading old chats is so painful",
    "1488": "Stop letting people use you.",
    "1489": "i’m fixing myself because i understand sometimes i am the problem too.",
    "1490": "i’m strong, but i cry too.",
    "1491": "need someone who care about me",
    "1492": "sleeping with a heavy heart is the worst feeling ever.⠀",
    "1493": "sometimes you just have to breathe and tell yourself it’s okay.",
    "1494": "i want to skip these heavy days.",
    "1495": "I like those people you can joke around with and then have a deep conversation with.",
    "1496": "we’re okay, but we are no longer like before.",
    "1497": "Don’t trust anyone twice.",
    "1498": "tip: don’t read old conversations.",
    "1499": "When you choose love, I hope you choose yourself too.",
    "1500": "Trusting people is too dangerous.",
    "1501": "Till my last day I’ll be loving u.",
    "1502": "i tell everyone to be strong knowing that i'm the weakest one",
    "1503": "set yourself free, from pain and negativity.",
    "1504": "i hope you realize how hard i’m trying.",
    "1505": "In the mood to disappear for a while.",
    "1506": "Patience is the key, because when the right time comes, it will be very beautiful and totally worth the wait.",
    "1507": "can i skip being sad and just be happy",
    "1508": "ignore me as long as you want, i'm fine",
    "1509": "sometimes i am the most moody person ever.",
    "1510": "a listener needs a listener too.⠀",
    "1511": "I’m matured enough to understand that i have some toxic traits too.",
    "1512": "i'm happy i met you, i'm sorry you met me.",
    "1513": "forgive others. not because they deserve forgiveness, but because you deserve peace.",
    "1514": "i prefer maturity over looks",
    "1515": "i overthink. i overlove. i overfeel.",
    "1516": "i want you, only you.",
    "1517": "i’m such a “no no, its okay” person with tears in eyes",
    "1518": "no matter what i will still love you",
    "1519": "its ok to fight for someone who loves you, it’s not ok to fight for someone to love u.. there’s a huge difference",
    "1520": "big life lesson: if they want to, they will.",
    "1521": "feeling unwanted changes you a lot",
    "1522": "Don’t fight for someone who gave up on you.",
    "1523": "my four problems: \n\n1. Overthink \n2. Overtrust \n3. Overlove \n4. Overcare",
    "1524": "you will always be my special person",
    "1525": "I care about everything.",
    "1526": "God only gives three answers to your prayers;\n1. yes, \n2. not yet, and \n3. I have something better.",
    "1527": "You can't start the next chapter if you keep re-reading the last one.",
    "1528": "I talk way too much when I’m comfortable with you.",
    "1529": "i be feeling a little bad about being on bad terms with people i really love, i be wanting to reach out and fix things but i just can’t do it anymore. people are constantly showing their true colors and i gotta respect it and accept it",
    "1530": "I will never stop loving you.",
    "1531": "Don't rush something you want to last forever.",
    "1532": "Your next relationship will be the one you prayed for.",
    "1533": "Stop trying to press rewind. It's life... not a movie.",
    "1534": "Your age doesn't define your maturity, your grades don't define your intelligence, and rumors don't define who you are.",
    "1535": "stay busy so you don’t have time to be sad.",
    "1536": "“for you, i would” a love language.",
    "1537": "Stop overthinking. Relax and let it go.",
    "1538": "If it’s real, it’ll never be over.",
    "1539": "True love never fades.",
    "1540": "i genuinely don’t care anymore.",
    "1541": "i can't force you to appreciate me but you sure gonna feel it when i'm gone.",
    "1542": "i'm so bad at communicating when my feelings are hurt",
    "1543": "it’s difficult to explain so I stay quiet.",
    "1544": "Love isn't always happy, sometimes it's painful.",
    "1545": "it's hard for me to stay away from you",
    "1546": "you can never be \"Just friends” with someone you’ve fallen in love with.",
    "1547": "hiding ur feelings really hurt.",
    "1548": "i miss everything about you.",
    "1549": "lose your pride, not your girl",
    "1550": "i wanna meet someone like me",
    "1551": "all i need is just one person who will never give up on me",
    "1552": "i hate how sensitive i am bro..",
    "1553": "let's talk about how hard it is to open up to someone about being sad for no reason. how hard it is to explain to your friends &amp; family that you have a heavy feeling in your chest for no reason",
    "1554": "sometimes i wish i wasn't so sensitive",
    "1555": "Walk away from people who put you down. Walk away from fights that will never be resolved. Walk away from trying to please people who will never see your worth. The more you walk away from things that poison your soul, the healthier you will be.",
    "1556": "you deserve someone who is always sure about you.",
    "1557": "with you, i am home.",
    "1558": "I want you. I want us. I want it all. With you. Only you.",
    "1559": "call me and tell me you miss me.",
    "1560": "Note to self: if they want to, they will.",
    "1561": "i am trying, i swear.",
    "1562": "i still read our chats when i miss u",
    "1563": "Don't abuse soft-hearted people, they can't sleep at night overthinking.",
    "1564": "I just feel sorry for myself.",
    "1565": "Some people don’t really love you, they just love you because you love them.",
    "1566": "You're still my happy pill.",
    "1567": "i prefer deep talks. i want to know what's in your mind, what makes you happy, your fears, your dreams. i crave for connections that allow me to know the real you",
    "1568": "sometimes you just gotta put music on &amp; stare at the ceiling",
    "1569": "Girls get too many messages from random boys, but they choose to wait for that one idiot.",
    "1570": "i’ll always choose you even at days we don’t understand each other.",
    "1571": "“u look tired” I’m literally going insane.",
    "1572": "can i just deactivate myself",
    "1573": "believe me when i say i will always be there. ⠀",
    "1574": "why is life testing me so hard lately? i  mean i’ll survive but damn give me a break.",
    "1575": "if i start crying in front of you that means i’m really hurting. because believe me, i hate crying in front of people. but when i do, i must be in severe pain and i just can't control it.",
    "1576": "i was prepared but it still hurt.",
    "1577": "If I tell you about my family, I really trust you.",
    "1578": "missing you right now, but I can't do anything about it",
    "1579": "1% okay, 99% pretend to be okay.",
    "1580": "hearing your voice makes my heart smile",
    "1581": "sometimes i miss how good everything was.",
    "1582": "It doesn’t matter how bad the truth hurts, keep it real.",
    "1583": "nobody notices your pain but everyone notices your mistakes.",
    "1584": "i want to see you achieve everything you’ve ever told me, even if i am not there.",
    "1585": "Never joke around about someone's insecurities. You'll never know what they really feel.",
    "1586": "i need a long tight hug.",
    "1587": "She’s not difficult, she just wants to make sure you are serious before she gives her heart... because when she loves, she loves hard.",
    "1588": "when people think they know me well. 🤡",
    "1589": "Been too exhausted to deal with life lately.",
    "1590": "You will always be my favorite notification.",
    "1591": "it’s hard to open up when you’ve been hurt so much.",
    "1592": "i know i'm not good. but hey, i'm trying my best.",
    "1593": "I’m stuck between keep trying and why bother.",
    "1594": "Things will get better.",
    "1595": "My anxiety makes me think everyone secretly dislikes me.",
    "1596": "Never stop praying for the person you love.",
    "1597": "Healed wounds still carry memories and emotions.",
    "1598": "I’m so soft when it comes to you.",
    "1599": "communication is good, but understanding is everything",
    "1600": "i’m both clingy and bully when i’m comfortable with the person.",
    "1601": "tbh my overthinking kills my own mood",
    "1602": "let the pain teach you how to be strong",
    "1603": "i hate being lied too that shit hurts",
    "1604": "if she's important to you, show her.",
    "1605": "type “I miss” and let your keyboard continue.",
    "1606": "i’m strong but i cry quickly.",
    "1607": "taking care of yourself is productive, don't you ever forget that.",
    "1608": "can i delete my insecurities pls",
    "1609": "I miss having someone to talk to all night.",
    "1610": "i miss u,i miss us,i miss everything with u.",
    "1611": "i’m such a “i want your attention” but “won’t bother you” kinda person",
    "1612": "if it comes, let it. if it goes, let it.",
    "1613": "In reality, no one cares, they're just curious.",
    "1614": "Be careful who you vent to.",
    "1615": "the best relationships usually begin unexpectedly.",
    "1616": "songs explain feelings.",
    "1617": "i was hurt the whole time, i just didn’t say anything.",
    "1618": "God knows how many times I prayed for you.",
    "1619": "Still healing from things i don't speak about.",
    "1620": "The most valuable gift you can receive is a real friend.",
    "1621": "beauty of the soul is more attractive than beauty of the face",
    "1622": "may all your \"soons\" turn into \"finally\". 🦋",
    "1623": "One mistake and everyone judges you.",
    "1624": "dealing with family problems, unstable mental health, anxiety, insecurities, self blame at such a young age is not easy at all",
    "1625": "My only fear is losing you.",
    "1626": "i want a polaroid picture of us on the back of my phone.",
    "1627": "Sometimes it's better to push someone away. Not because you stopped loving them, but because you have to shield yourself from the pain.",
    "1628": "people change so fast, yesterday they cared, today they don't.",
    "1629": "i’ll always make time for you. day and night &lt;3",
    "1630": "it hurts when you go through something that destroys you inside but you have to act like it doesn't affect you at all",
    "1631": "sometimes music speaks what you feel inside",
    "1632": "It takes sadness to know happiness",
    "1633": "Make the rest of your life the best of your life.",
    "1634": "some days i’m healing and some days i break again.",
    "1635": "smallest lie can break the biggest trust.",
    "1636": "\"you look tired\" bro i want to stop existing",
    "1637": "Sometimes you just have to accept that some people can only be in your heart, not in your life.",
    "1638": "i need a hug rn",
    "1639": "if hurting me doesn’t hurt you, don’t ever tell me you love me.",
    "1640": "never wanna feel that pain again.",
    "1641": "plan for it. pray for it. work for it.",
    "1642": "lately i noticed that everybody looks okay until you eventually have deep conversation with them. and then, you realize that this is a sad generation of people struggling to survive through smiling faces and pretty pictures.",
    "1643": "nothing is better than talking to someone you’re comfortable with.",
    "1644": "i deserve to be happy and okay.",
    "1645": "date someone who proves they really want you.",
    "1646": "i wanna be nice but everyone annoys me.",
    "1647": "sleeping always fixes my mood",
    "1648": "Don't waste your time on people who can't see your worth.",
    "1649": "revenge is not my thing, i ignore",
    "1650": "Getting sad at night for no reason is my best talent.",
    "1651": "have you ever been attracted to somebody’s voice? cause it’s a real thing, i swear.",
    "1652": "how they treat you is how they feel about you.",
    "1653": "my eyes are craving to see you.",
    "1654": "stay strong, God is with u",
    "1655": "Just believe in yourself.",
    "1656": "“I trust you” is a lot deeper than “I love you”",
    "1657": "my problem is that i always want to know why.",
    "1658": "Hey overthinkers, we're gonna be okay.",
    "1659": "i want someone who sees the bad in me and still wants to stay.",
    "1660": "sometimes you just need a good cry.",
    "1661": "we used to be excited about growing up but look at us now broken, lonely, and tired of this world.",
    "1662": "everything is better when it's private.",
    "1663": "It's hard to see people change. Especially when you miss the way they treated you before.",
    "1664": "i still fall in love with you everyday.",
    "1665": "eye language never lies.",
    "1666": "Actions speak louder than words. We can apologize over and over, but if our actions don't change, the words become meaningless.",
    "1667": "one person is enough for me",
    "1668": "Be a better you, for you.",
    "1669": "my toxic trait is i suffer in silence and hope someone notices i’m not myself. growing up i had to constantly be there for others but no one was ever there for me. so i learned to be “the helper” but never learned how to reach out or be helped.",
    "1670": "people always change after being hurt.",
    "1671": "sometimes i talk to myself and we both laugh.",
    "1672": "Stay private, enjoy life.",
    "1673": "i \nlove\nur  \nvoice \nso  \nmuch \ni  \ncould \nlisten \nto \nyou \ntalk \nforever",
    "1674": "you deserve someone who thinks you’re too important to lose.",
    "1675": "isn't it sad?? that you're a keeper but never been kept.",
    "1676": "blocking, muting, deleting, unfollowing is self care.",
    "1677": "never be afraid to try something new",
    "1678": "Respect is earned from trust, and love is earned from respect.",
    "1679": "we broke rules because we wanted to be happy.",
    "1680": "remember the first day we started talking.",
    "1681": "breakdowns don't necessarily mean crying. most of the time, it's you blankly staring somewhere and not having the energy to continue doing whatever it is you're doing.",
    "1682": "I will not make the same mistake by trusting someone so easily again.",
    "1683": "i’m at the “we’ll see” stage in my life. with everything and everyone. we will see.",
    "1684": "i wish i was better.",
    "1685": "I'm thinking too much and it also makes me sad, and it sucks.",
    "1686": "music sounds better when the song describes how you feel.",
    "1687": "happiness with the right person please",
    "1688": "Sometimes, I just don't understand these feelings that I have.",
    "1689": "It's okay not to be okay.",
    "1690": "i love you always, never forget that.",
    "1691": "imagine finding love and friendship in one person.",
    "1692": "spoil me with consistency and reassurance.",
    "1693": "appreciate what you have right now because you don't always get a second chance.",
    "1694": "i hate random sad days. having a heavy heart and an anxious mind is the worst.",
    "1695": "We never \"lose\" friends, we just learn who our real ones are.",
    "1696": "Sometimes people need their space. They’re not cutting you off, they just need time to breathe and take care of themselves. They need some space to work on themselves. That has nothing to do with you.",
    "1697": "a day without overthinking pls",
    "1698": "I am strong person, but every now and then I need someone to take my hand and tell me that everything will be alright.",
    "1699": "There's a rainbow after the rain. There's a joy after the pain.",
    "1700": "I can't promise to fix all your problems, but I can promise you won't face them all alone.",
    "1701": "psychology says: you don't really need someone to complete you you only need someone to accept you completely",
    "1702": "i don’t speak a lot, but i notice everything",
    "1703": "i respect the people who understand my ghosting phases.",
    "1704": "I'm a strong person, but do you know what makes me cry? Its when I gave my best but I still feel useless.",
    "1705": "sharing songs = sharing feelings",
    "1706": "i overthink, overlove, overfeel and overstress.⠀",
    "1707": "you broke my heart and i apologized.",
    "1708": "“that feeling you can’t explain.”",
    "1709": "May you soon meet the reason why God did not allow you to settle.",
    "1710": "If you both want it, it will work.",
    "1711": "yeah i think im lost again",
    "1712": "i’m trying my hardest to not act how i feel.",
    "1713": "feelings can be controlled but tears never lie",
    "1714": "i know i’ll never be good enough.",
    "1715": "care too little, you’ll lose them.\ncare too much, you’ll get hurt.⠀",
    "1716": "im so in love with you",
    "1717": "i was toxic for some and a blessing for others. i’m willing to admit that i’m not always right.",
    "1718": "Patience is not an ability to wait, but the ability to keep a good attitude while waiting.",
    "1719": "Don't be afraid of losing someone who doesn't feel lucky to have you.",
    "1720": "everytime my phone vibrates , i hope it's you.",
    "1721": "happiness is a choice, so choose to be happy.",
    "1722": "i can reply within 5 seconds after being ignored by 24 hours",
    "1723": "overthinkers deserve to date good communicators.",
    "1724": "i hate this heavy heart feeling",
    "1725": "my toxic trait? i shutdown and i push people away even when it's at a time when i need someone the most. i isolate myself and suffer in silence because i feel that's what i have to do and i don't deserve help.",
    "1726": "Calling me cute is nice, calling me hot is great, but calling me yours is all I want.",
    "1727": "i just don't want to get hurt again",
    "1728": "mood: i wanna see you",
    "1729": "my toxic trait is i overthink and kill my own mood",
    "1730": "RULE NO. 1: don’t trust too much",
    "1731": "Be mature enough to accept rejections and failures.",
    "1732": "unsaid feelings really hurt.",
    "1733": "i will never be the same as before.",
    "1734": "8 things to quit: \n\n1. trying to please everyone\n2. fearing change \n3. living in the past \n4. overthinking \n5. being afraid to be different \n6. sacrificing your happiness for others \n7. thinking you're not good enough \n8. thinking you have no purpose",
    "1735": "When life is shit, turn the music up.",
    "1736": "Some people change so suddenly; they might make you feel so important today, but can also make you feel worthless tomorrow.",
    "1737": "Don’t get surprised by how fast people can change.",
    "1738": "Lord please let me have this person for the rest of my life.",
    "1739": "My eyes met many eyes, but only got lost in yours.",
    "1740": "Praying for better days.",
    "1741": "i don’t get disappointed anymore. i’m just like aww again? ok lol.",
    "1742": "If you ignore my feelings, I will never express them to you again.",
    "1743": "sometimes it's hard for me to communicate how i feel because i don't always understand why i feel the way i feel. i need someone who is patient enough to understand my silence. i just want someone to be there for me so i don't feel alone.",
    "1744": "too shy to say but i hope you stay.",
    "1745": "you deserve someone who feels lucky to have you",
    "1746": "In the end all I learned was how to be strong alone.",
    "1747": "with or without conversation, trust me i'm still into you.",
    "1748": "i want to be heartless but that’s not who i am.",
    "1749": "i tell myself “you got this” all the time, even with tears in my eyes.⠀",
    "1750": "You can’t please everybody.",
    "1751": "kill them with your smile.",
    "1752": "describe your 2024 in one word",
    "1753": "Hard work + Dreams + Dedication = SUCCESS.",
    "1754": "Make sure your self-respect is stronger than your feelings.",
    "1755": "I stopped explaining myself when I realized other people only understand from their level of perception.",
    "1756": "I'm too soft and I hate it.",
    "1757": "I’m actually such a forgiving person so if I genuinely stop speaking to someone, they did way too much.",
    "1758": "In the end, promises are just words.",
    "1759": "Never be afraid to stand up for yourself.",
    "1760": "Please don't get tired of me, I'm still in the process of fixing myself.",
    "1761": "Sometimes you win, sometimes you learn.",
    "1762": "I hate texting. Come live with me.",
    "1763": "i wanna mute my overthinking.",
    "1764": "when i’m really done, I leave in silence. I only fight when i care.",
    "1765": "Just remember, I cared when no one else did.",
    "1766": "i just hope u miss me too",
    "1767": "Being sad without knowing what is the reason is a different kind of feeling.",
    "1768": "if i disappointed u, i apologize",
    "1769": "a break from everything would be nice.",
    "1770": "People will always show you who they are. Pay attention.",
    "1771": "One day you will meet someone who will make all the waiting seem worth it.",
    "1772": "please don’t get tired of me. i’m trying my best.",
    "1773": "Give yourself time to heal. Don’t expect the next person to be a band-aid for what the last person did. Read that again.",
    "1774": "What hurts you today, makes you stronger tomorrow.",
    "1775": "stay strong and always be positive.",
    "1776": "i am at a point in my life where i just want to be very quiet.",
    "1777": "make sure your circle has quality, not quantity.",
    "1778": "no one deserves to sleep questioning their worth.",
    "1779": "vibing with someone who has the same goofy energy as you is so therapeutic.",
    "1780": "you hurt me, but I still pray for you.",
    "1781": "Be strong because you'll never know who you are inspiring.",
    "1782": "seeing u happy is everything to me.",
    "1783": "i’ll be okay again, it just takes time.",
    "1784": "I wanna hug someone and cry",
    "1785": "I love you for who you are.",
    "1786": "Don't judge my choices if you don't understand my reasons.",
    "1787": "strong people break too, we just do it quietly.",
    "1788": "i’m no longer afraid of losing people who aren’t afraid of losing me too.",
    "1789": "Be patient with yourself. Keep reminding yourself that things are working out for you. What doesn’t make sense now will soon bring you clarity and peace. You’ll understand why certain things happened the way they did. It’s all about timing. Stay positive.",
    "1790": "imagine being loved the way you love.",
    "1791": "home will always be you",
    "1792": "i automatically go silent when i hear something that hurt my feelings.",
    "1793": "Love is not about how much you say \"I Love You\" But how much you can PROVE that it's true.",
    "1794": "You know what’s attractive? Effort.",
    "1795": "still you, and it'll always be you",
    "1796": "tired but still trying.",
    "1797": "no one knows how much i cried that day.",
    "1798": "Someday someone will stay.",
    "1799": "what’s your biggest fear?",
    "1800": "when u smile i melt inside",
    "1801": "i hope i never lose what i love the most",
    "1802": "Save me from my thoughts.",
    "1803": "It feels like everything is my fault, I'm sorry.",
    "1804": "Sometimes the person you want most, is the person you're best without.",
    "1805": "i’m a mess, but it’s ok",
    "1806": "i’m a pro at pretending to be ok",
    "1807": "in the mood to disappear for a while.",
    "1808": "i respect ppl who can put their pride aside and say, “i made a mistake, i apologize”",
    "1809": "Apologize when you’re wrong. Stop looking for quotes that support your stupidity.",
    "1810": "I don't need to be famous. I just need friends who I can count on.",
    "1811": "Normalize girls being friends with boys without issues.",
    "1812": "you deserve someone who’s good for your mental health and never stops trying.",
    "1813": "I honestly want something good to happen to me. I really need that rn.",
    "1814": "Someone who truly loves you, sees what a mess you can be, how moody you can get, and how hard you can be to handle, but still wants you.",
    "1815": "text me, call me, annoy me i love this shit.",
    "1816": "Take a moment to realize how blessed you are.",
    "1817": "it’s annoying when people misunderstand your intention.",
    "1818": "Sometimes you think that you want to disappear but all you really want is to be found.",
    "1819": "i found the one i never want to lose.",
    "1820": "Being in a relationship is not about kissing, dates, taking pictures or showing off. It's about being with the person who makes you happy.",
    "1821": "I fucking love when someone figures out the small things that you like by paying such close attention to you instead of you having to tell them.",
    "1822": "hug me, i’m mentally tired",
    "1823": "kinda tired of being ok with things i’m not ok with.",
    "1824": "i love it, when you open up to me.",
    "1825": "people hurt you then ask you why you changed",
    "1826": "i don't do revenge, i delete people.",
    "1827": "i’m both clingy and a bully when i’m comfortable with you.",
    "1828": "i hope you heal from the trauma that no one ever apologized for.",
    "1829": "i love someone who can apologize and actually change their behavior, that’s growth and maturity.",
    "1830": "Have you ever tried to make someone suffer by not texting them and you suffer more?",
    "1831": "Some friends aren't really friends... They're family.",
    "1832": "be my last, please",
    "1833": "Growing up is scary.",
    "1834": "can i skip being sad and just be happy??",
    "1835": "Let it hurt, then let it go.",
    "1836": "find someone who knows how to love you when you’re sad",
    "1837": "true friends are family",
    "1838": "you need to relax and rest.",
    "1839": "i always choose to understand, even it hurts.",
    "1840": "Never argue with close minded people.",
    "1841": "it’s better to be lowkey and private. it’s peaceful.",
    "1842": "God please let me have this person for the rest of my life.",
    "1843": "i like private but not a secret.",
    "1844": "Nobody can piss you off like the person you love. I swear they hit a different type of nerve.",
    "1845": "giving my best and still feel useless.",
    "1846": "once i changed, i’m sorry.",
    "1847": "Trust me, I tried my best.",
    "1848": "Want your attention but don't wanna bother you.",
    "1849": "I wanna restart my life.",
    "1850": "Sometimes you’re just too real for people.",
    "1851": "if travelling was free you’d never see me again",
    "1852": "life teaches you to be strong, all by yourself.",
    "1853": "if it happens, it happens. don’t force it.",
    "1854": "i don’t wanna get disappointed again",
    "1855": "Sometimes you will never know the value of a moment until it becomes a memory.",
    "1856": "If I cried over u I really love u.",
    "1857": "i’m not very good at telling people how i feel.",
    "1858": "This time I just want to be happy, not hurt, not confused, not stressed.. just happy.",
    "1859": "stop overthinking. you can’t control everything. just let it be.",
    "1860": "Sweetness turned into coldness.",
    "1861": "I regret every time I let someone know me too much.",
    "1862": "I automatically go silent when I know something that hurt my feelings.",
    "1863": "When you love what you have, you have everything you need.",
    "1864": "Worry less, smile more.",
    "1865": "me forcing the \"idc\" mindset on myself even though i'm the most sensitive person and worry about almost everything",
    "1866": "music hits different when you’re sad.",
    "1867": "never beg someone to stay.",
    "1868": "crazy how trauma makes u push people away when all u want is love",
    "1869": "I love you always, never forget that.",
    "1870": "It's so frustrating when you can't even understand yourself.",
    "1871": "Why is life testing me so hard lately? I mean I’ll survive but damn give me a break.",
    "1872": "i acted like it wasn't a big deal when really it was breaking my heart.",
    "1873": "I want to escape reality.",
    "1874": "out of respect, please stop telling me about the people that i no longer communicate and had already cut ties with. i don't care about their life anymore. it's none of my business and i'm out of it",
    "1875": "ⓘ This user is stressed everyday about the future.",
    "1876": "Thankful for the people I have right now.",
    "1877": "Over thinkers will also over love the hell out of you.",
    "1878": "i wanna meet myself from another person’s point of view and experience my own energy",
    "1879": "i spend my time telling everyone not to give up, while sometimes i don't even know how to continue",
    "1880": "my love language is to always support you.",
    "1881": "little things matter, that’s it.",
    "1882": "guys please romanticize your life. go on solo dates, study in coffee shops, buy yourself flowers, wake up at 5 am to do a workout, cook yourself some dinner. it will bring you happiness i promise, not for people to see just for yourself!",
    "1883": "i hope my future me is happy",
    "1884": "my trust is so fucked up, i feel like i’m getting played or lied to all the time.",
    "1885": "we’re okay, but we are no longer like before",
    "1886": "i smile to make people believe that I'm strong.",
    "1887": "maybe it’s better to keep it inside.",
    "1888": "Train your mind to be stronger than your emotions.",
    "1889": "i either talk too much or i don’t talk at all.",
    "1890": "“i can make time for u” is a love language",
    "1891": "Date someone who understands your mental health.",
    "1892": "my problem is i never healed i just kept going.",
    "1893": "Finding someone who understands you is rare.",
    "1894": "call me for no reason i love hearing your voice.",
    "1895": "i told you what hurt me most and you did it perfectly.",
    "1896": "If they don't fight for you, they're not right for you.",
    "1897": "I want someone who doesn't get tired replying to my boring messages.",
    "1898": "You always fall for the most unexpected person, at the most unexpected time, and sometimes for the most unexpected reason.",
    "1899": "consistency is a big yes.",
    "1900": "Respect me, and I'll respect you.",
    "1901": "i don't think parents realize how much they hurt their kids mentally.",
    "1902": "Keep that person who chooses to stay beside you despite of seeing flaws.",
    "1903": "Stay safe, I love you.",
    "1904": "my heart is so full of you",
    "1905": "that breakup saved you.",
    "1906": "i disappear sometimes. it’s my thing.",
    "1907": "i love ppl who can make me laugh when i donʼt even want to smile",
    "1908": "yes, i tweet about you.",
    "1909": "i'm at my lowest, again.",
    "1910": "i slowly losing myself again.",
    "1911": "kinda sad today but i guess it's okay",
    "1912": "Anyone can give you material things but giving attention, loyalty, effort, and honesty is priceless.",
    "1913": "The beautiful thing about life is that you can always change, grow and better yourself. You aren't defined by your part. You aren't your mistake.",
    "1914": "i am a hardworking lazy person, yes we do exist.",
    "1915": "i know i’m not a perfect person, but i’m doing my best to be better.",
    "1916": "i badly want someone who can understand me for being me",
    "1917": "Dear Self,\n\nIt’s okay to do what is best for you.",
    "1918": "i wanna hug you and tell you \"I miss you\".",
    "1919": "Don't fall in LOVE with someone who says the right things, fall in LOVE with someone who does the right things.",
    "1920": "you deserve someone who will do everything to keep you.",
    "1921": "Whatever makes you mad, leave it. Whatever makes you smile, keep it.",
    "1922": "a \"can we talk\" can fix a lot.",
    "1923": "Loyalty is rare. If you find it, keep it.",
    "1924": "10 yrs from now, i want to see myself loving the same person i love today.",
    "1925": "When you’re happy, you enjoy the music. But when you’re sad, you understand the lyrics.",
    "1926": "i can't explain the way i'm missing you",
    "1927": "I want a relationship that turns into a blessing not a lesson.",
    "1928": "Hey little fighter, soon life will be brighter.",
    "1929": "i feel so much and no one knows.",
    "1930": "Hey, you are worth it.",
    "1931": "be kind. be honest.",
    "1932": "i like music more than people.",
    "1933": "Love the personality, not the looks.",
    "1934": "with or without communication i still love you",
    "1935": "Apology without change is just manipulation.",
    "1936": "if they don’t see the value of having you, don’t try to convince them.",
    "1937": "Don’t lose your mind over people that don’t mind losing you.",
    "1938": "I'm not expecting anything but I'm silently hoping for one thing.",
    "1939": "It's okay to break down and cry.",
    "1940": "i miss my home, i mean you",
    "1941": "be clingy with me, i love that.",
    "1942": "i’ll never forget the way people betrayed me while my heart is pure.",
    "1943": "Vibe alone for a bit, you’ll realize a lot.",
    "1944": "it’s so stupid how the tiniest thing can break my heart &amp; ruin my mood i literally didn’t ask to be this sensitive.",
    "1945": "i hate it when i’m so excited for something but ended up not happening.",
    "1946": "i only want u",
    "1947": "private life, happy life",
    "1948": "note to self: stop expecting.",
    "1949": "to all the people with good hearts, one day you’ll get what you deserve.",
    "1950": "a lot of shit changed me.",
    "1951": "my toxic trait is that i never speak up, i just get mad and distance myself until i’m not mad anymore.",
    "1952": "i truly appreciate the little things. i appreciate a quick message, i appreciate those who ask me if i’m good, i appreciate every person in my life who has tried to brighten my days.",
    "1953": "i always pray silently for your safety and happiness.",
    "1954": "the worst feeling is not knowing if you should wait or give up",
    "1955": "have you ever messaged someone while crying? i swear that hurts so much.",
    "1956": "You’re not selfish for wanting the same energy and love you give.",
    "1957": "I'm glad I met you, I hope you know that.",
    "1958": "Choose the one who can accept your imperfections.",
    "1959": "i’m sorry for all the times my mental health made me a bad friend.",
    "1960": "I need a long long long deep conversation with someone who understands.",
    "1961": "Someday you will realize my worth.",
    "1962": "it’s attractive when you get the same effort you give.",
    "1963": "sometimes simple things can make me cry.",
    "1964": "Meeting someone with the same mindset as you is rare.",
    "1965": "Don't be sad. God has a better plan, trust in him always.",
    "1966": "i can feel myself breaking, piece by piece.",
    "1967": "if i tell you my problems, that means i trust you.",
    "1968": "two things i will never forget: \n\n1. how a person treated me.  \n2. what a person made me feel.",
    "1969": "no regrets in life just lessons learned",
    "1970": "If we date, I don't need your passwords or your phone, I just want the truth if I ask about something.",
    "1971": "don't lie to me to protect my feelings.",
    "1972": "i hate myself from being sensitive, soft hearted and easily to cry",
    "1973": "im so scared to get hurt again",
    "1974": "Sometimes you fall in love with the most unexpected person at the most unexpected time.",
    "1975": "The less you give a damn, the happier you will be.",
    "1976": "officially in my quiet era. i don’t have much to say about anything anymore. it is what it is and life goes on.",
    "1977": "If I tell you my feelings, will we still be the same?",
    "1978": "me crying at the middle of the night because i don't understand what i'm feeling. everything is build up, sadness, anger and guilt.",
    "1979": "let’s fall in love again and do it right this time",
    "1980": "sorry for being cold when i get sad",
    "1981": "hey overthinkers, we’re gonna be okay.",
    "1982": "\"im proud of you\" just hits different",
    "1983": "Having a supportive partner can literally change your life.",
    "1984": "maybe i deserve all of this.",
    "1985": "I always been afraid of losing people I love. Sometimes I wonder if there is anyone out there afraid to lose me.",
    "1986": "whatever i’m doing 5 years from now, i just hope i’m happy.",
    "1987": "Be strong. Stay positive. Make them wonder how you're still smiling.",
    "1988": "without you everything is missing",
    "1989": "It’s okay to lose people but never lose yourself.",
    "1990": "i wish i can hug you every single day",
    "1991": "i hate when those butterflies turn into traumatized experience.",
    "1992": "Leave that toxic relationship. Happiness over history.",
    "1993": "i forgive a lot, but i never forget what’s said and done.",
    "1994": "To my favorite person: \n\nI've been thinking of you every second, every minute, every hour, and every day. I always care for you, just be safe.",
    "1995": "Just want to spend some time with you.",
    "1996": "can we skip the part where it hurts?",
    "1997": "these feelings won’t go away easily",
    "1998": "I read somewhere,\n\n“You keep forgiving someone until you unlove them.”\n\nand I felt that.",
    "1999": "when maturity hits you, silence is better than arguing",
    "2000": "this year has taught me that anybody can change suddenly, doesn’t matter how close the bond is.",
    "2001": "Some people come into your life just to teach you how to let go.",
    "2002": "having a friend who never judges you for anything is a blessing.",
    "2003": "I hate getting mad, I turn into someone I really don’t like.",
    "2004": "Lack of communication will destroy a relationship.",
    "2005": "When time is right, let's meet again for the first time.",
    "2006": "It takes a lot for me to give up on someone. If I give up on you, just know I did everything I could.",
    "2007": "Sometimes your worst enemy is your own memory. Let that shit go.",
    "2008": "learn to distance yourself once you feel unwanted.",
    "2009": "I saw all your flaws and loved you more.",
    "2010": "note to self: if they want to, they will.",
    "2011": "i want u to know that i'll always care",
    "2012": "you killed me with your words i killed you with my silence",
    "2013": "Maybe the word \"forever\" is meant for memories not people.",
    "2014": "the worst distance between two people is misunderstanding",
    "2015": "Be patient, have faith, the best is yet to come.",
    "2016": "heartbreak changes you",
    "2017": "i wanna hug someone and cry",
    "2018": "can't wait to see myself happy again",
    "2019": "i'm too private, if i open up to you, you are special.",
    "2020": "my heart is yours",
    "2021": "Don't change for anyone. People will love you for who you are, or you don't need them in your life.",
    "2022": "Positive mind. Positive vibe.  Positive life.",
    "2023": "i prayed for you, your happiness.",
    "2024": "prayer is the best weapon to fight sadness, depression and overthinking",
    "2025": "maturity is a mindset, not age",
    "2026": "i hope better days are coming.",
    "2027": "we all broke our rules for someone",
    "2028": "me?? in love?? with u??? of course",
    "2029": "Don’t wait for anyone to choose you, choose yourself.",
    "2030": "No longer apologizing for wanting more. I’m growing. You either stay or you go.",
    "2031": "it hurts when someone slowly loses interest in u, they don't ask how ur day was or how ur doing. they don't show much interest in a convo. its like there just slowly backing out of ur life, and there's nothing you can do but keep smiling and pretend u didn't notice",
    "2032": "As we grow older, we start to realize what we need and what to leave behind.",
    "2033": "Accept that you aren’t special to some people and move on.",
    "2034": "cheating is a choice, not an accident.",
    "2035": "You will never be happy if you continue to hold on to the things that make you sad.",
    "2036": "i need a hug and 6 months of sleep.",
    "2037": "They say personality matters, but they chose pretty faces after all.",
    "2038": "Once you fall for someone's personality, everything about them becomes beautiful.",
    "2039": "i need a long break from everything.",
    "2040": "I’m not sad but im full of feelings i don’t like.",
    "2041": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections.",
    "2042": "i secretly get jealous when someone talk to my fav person",
    "2043": "Real love is not easy.",
    "2044": "take me back to the days without any worries.",
    "2045": "i want me back, this isn’t me",
    "2046": "Some days I’m healing. Some days I break again.",
    "2047": "tbh i noticed everything, i was just silent.",
    "2048": "I usually give people more chances than they deserve but once I'm done, I'm done.",
    "2049": "i only make things worse..",
    "2050": "Crush, you deserve someone better. I mean, you deserve me.",
    "2051": "if you treat me right, i’ll do the same.",
    "2052": "teach me to uninstall problems",
    "2053": "strong outside, dead inside",
    "2054": "i never wanna lose u.",
    "2055": "i sleep to avoid my problems.",
    "2056": "sometimes, you only need to cry it all out.",
    "2057": "Don't trust too much, don't love too much, don't care too much because that 'too much' will hurt you so much!!",
    "2058": "i save me, i heal me, i got me, i have me.",
    "2059": "i'll be the one that stays till the end.",
    "2060": "to my favorite person be safe everyday, i love u.",
    "2061": "in the end i’m always alone.",
    "2062": "I hate arguing because I know, once I open my mouth, I'll lose control.",
    "2063": "i miss u, i miss us, i miss everything with u",
    "2064": "A road trip. A vacation. Any type of getaway is definitely a need right now.",
    "2065": "If I sleep early it means I’m sad.",
    "2066": "i badly need a \"delete feeling\" button",
    "2067": "I treat people how they treat me, so if you're consistent, I'll be consistent. If you put no effort in, neither will I.",
    "2068": "i miss how interested you were in me.",
    "2069": "hug me tight when you see me.",
    "2070": "i feel empty but i'm fine",
    "2071": "save me from overthinking please",
    "2072": "i love you",
    "2073": "i'm not sad or happy, i'm just okay",
    "2074": "not everybody's trust issues come from failed relationships. some of us had family members that hurt us or friends that betrayed us. disloyalty from anybody can result in trust issues.",
    "2075": "Trust that everything is aligning for you.",
    "2076": "You can't force someone, just to be with you.",
    "2077": "Dear self: Sorry for this unhealthy sleeping routine.",
    "2078": "mood: want to say a lot of things but, never mind",
    "2079": "thinking of you... again",
    "2080": "you deserve a healthy love. remember that.",
    "2081": "sometimes, i wish you were in my place just to know how i feel.",
    "2082": "Did you heal or did you force yourself to forget?",
    "2083": "i have so much to say, i just don’t know how to say it.",
    "2084": "Whatever comes, let it come. What stays, let it stay. What goes, let it go.",
    "2085": "i don’t blame anyone for leaving me i mean look at me i wanna leave me too",
    "2086": "No one understands, so I keep too much inside, and it hurts.",
    "2087": "loyal people are some of the hardest people to find.",
    "2088": "i’m starting to learn that i don't have to react to everything that bothers me. sometimes i just need to breathe, let it go, and keep my peace.",
    "2089": "don't give up just because things got hard.",
    "2090": "i don’t even know why i cared so much.",
    "2091": "losing respect for someone is always such a weird thing because you don’t hate the person. you just don’t feel the need to ever speak to them again or even think about them in the same way. you’re just done.",
    "2092": "always trust the process.",
    "2093": "Reassurance hits different when it's not asked for.",
    "2094": "I either have no emotions or too many.",
    "2095": "anxiety can hit at any time, so be careful.",
    "2096": "Don't use me to forget someone."
}