{
    "0": "@cryptothemoonx I hold quite s few BTC, so i havent bought any in a long time",
    "1": "@ngonganB5_24 Tiền điện tử là tương lai của thế giới, tiền điện tử ko lừa đảo, do con nguoi thôi",
    "2": "@cz_binance Okay Cz, 🦾",
    "3": "It won't take long before we will see a massive breakout for #Bitcoin  ! https://t.co/TUxlQVRRcN",
    "4": "@cryptothingx Luôn cập nhật thêm nhiều tin tức crypto mỗi ngày nhé",
    "5": "@bitcoin360x This is part of my plan",
    "6": "2024 is going to be another great year for #Bitcoin and the entire #crypto market.",
    "7": "@Bitcoin #Together to the moon #btc",
    "8": "@bitcointechx I hope this is approved to attract more people",
    "9": "@bitcointechz #SOL up trend 🚀🚀🚀",
    "10": "@cryptothemoonx BTC is going up but ETH is goig down. Sad",
    "11": "@selenagomez Thank you for all, Selena 😘  you are great",
    "12": "@zerolovesexy Anh em cùng cố gắng làm việc tích cực nhé",
    "13": "Lugano, Switzerland, adopts #Bitcoin for settling taxes and fees through the services of Swiss financial provider Bitcoin Suisse.\n\nBTC$BTC https://t.co/V9ZUz30o75",
    "14": "@footballXaz Roma của tui cũng thua trắng bụng 2-0",
    "15": "🕒 Time for a Crypto Fact Check! ⏰🔍\n\nIn a world dominated by traditional monetary systems, it's essential to explore alternatives that can empower our financial future. 🌐💹\n\n🏦 Say hello to the Federal Reserve, the powerhouse behind the conventional monetary system. But, is it… https://t.co/YjVCdw4QRK https://t.co/2tYfiMmhDh",
    "16": "@cryptoexpertug Im in INJ now bro",
    "17": "Bitcoin Number of Addresses with Balance ≥ 10K BTC are decreasing since 15 November. That passed from 115 to the current 107, indicating that even some whales have started taking profits. https://t.co/1iDOuyvUmt",
    "18": "@cryptoexplorex I love this green color, a beautiful green",
    "19": "The number of BTC addresses that can sell their coins in + has reached an all-time high. This figure reached a record 39.1 million units. This is the maximum for all time. $BTC #bitcoin https://t.co/THS3kyui44",
    "20": "@crycurmillion I have updated this new, but it's challenging to know what to do next",
    "21": "@okx Well done 🤑",
    "22": "@crycurmillion Im Thanos and  im make world great again 🤣",
    "23": "Ok, remember we got FUD and scary stories about when Mt GOX will start locked btc refunds, market will dump. They started yesterday, market move down a bit and here is a funny moment. In the reddit, a person wrote that he had 0.25 bitcoin stuck on Mt Gox, and yesterday he got… https://t.co/wXerq0uBp1 https://t.co/rA2RFq8yAM",
    "24": "#Bitcoin completed more than 40 million transactions in a quarter for the first time since its inception in Q3 2023 $BTC https://t.co/vUi1JJml94",
    "25": "@cryptosignalstw Luckily, i dont think it will go up anymore",
    "26": "@CubanSasquatch Ftx là cảnh báo cho những kẻ muốn làm bậy trong crypto",
    "27": "@bitcoin360x Nothing xan beat BTC. I LOVE BTC",
    "28": "@btctraderclub This BNB is quite good, but let's consider it carefully",
    "29": "#Bitcoin spot ETF hype isn't slowing down as Bitwise Set $200 Million to Ignite Spot Bitcoin ETF, SEC Documentation Unveils. https://t.co/jNO3pYcnSh",
    "30": "@cryptotabx Im a bit worried about this SOL coin",
    "31": "@cryptotimeaz What i hoped for has happened, fantastic",
    "32": "The reef is still sitting around the demand zone as the price tries to make a U-turn to the upside, all that is needed now is for the bulls to recognize the great opportunity, as we speak, the price is trading around 0.0021 and we expect the price to reach 0.003 major supply… https://t.co/0bRbNsMRJ3 https://t.co/RPzLbwzacY",
    "33": "$BTC All the events happening now and $XRP in the near future. $SOL will give a new impetus to the adoption of cryptocurrency $ADA as a legal means of payment, $ATOM El Salvador and the Central African Republic will flourish $TRX and set an example for others. $ALGO 2-5 countries… https://t.co/eDxG0TO7N6 https://t.co/ziAai7OIwD",
    "34": "@cryptotimeaz It seems there will be a price correction happening",
    "35": "What is Neo (NEO)? What makes this blockchain platform stand out? How it can build \"smart economy\"? Let's dive in!\nWhat is Neo? \n\nNeo is an open-source community driven blockchain platform providing a full stack of features that allows developers to build decentralized… https://t.co/aBioH2Gulc https://t.co/i4AFh4BvC3",
    "36": "RT @BoneShibaToken: #Shibarium is LIVE.\n\nhttps://t.co/cfLvXbDTUc https://t.co/aUqXaCkfay",
    "37": "@NhatSangCrypto Ok sếp Ròm, nhưng sếp ròm cần cho team làm mạnh hơn nha",
    "38": "@Bitcoin Amazing BTC 35000 now",
    "39": "@cryptomillionex Everything will return to the track soon",
    "40": "@conangthienyet Mới bắt cáo xanh cho bạn nhé hí 🦾😁😁",
    "41": "BTC$BTC\n\nWhen my friends ask me:\n\nShould I buy #Bitcoin at these prices?\n\nI always tell them:\n\nIt is riskier to not own any Bitcoin than potentially losing -30%. https://t.co/Sl7dApvdY6",
    "42": "@CryptoUGx I didnt expect BTC to reach this price",
    "43": "@JoeBiden Hello sir, can you stop everything in the world ? Stop w a r , please !!!",
    "44": "@cryptoexplorex Could you summarize it and post it?",
    "45": "@NhatSangCrypto @Vuong_Nguyen68 Chắc dồn đợt tới paid mạnh luôn đó bác",
    "46": "@cryptopagex BTC is the best coin on the market, no other coin can compare",
    "47": "@Vuong_Nguyen68 Một bài viết 2 quảng cáo luôn đó bác",
    "48": "@NhatSangCrypto Mình nhớ đã follow bác Sang rồi mà ta",
    "49": "Is the market preparing a bear trap? $BTC influx and ETF delay, $ATOM but the market is still growing why? $SOL should it fall? $DOGE NO, the whales are preparing to take profits and then buy!!! $OSMO there is confidence that everything will work out (ETF, $XRP court, halving,… https://t.co/NPbfJ0VgNY https://t.co/iXvkblguyL",
    "50": "@cryptosignalsxw Just feel happy, that's all that matters",
    "51": "@crycurmillion I buy shib at 5 zero 🤑😁",
    "52": "@cryptomillionex Analyze a bit more about ETH, please",
    "53": "@cryptomillionex That's why it's important to stay updated with the new regularly",
    "54": "@nguynbthun6 Nhà bác 3-4 con ads luôn bác ơi, người lạ ghé qua bắt cho bác",
    "55": "I told you yesterday that I bought it. The price has increased significantly.\n\nOnce #Bitcoin rises above $46,000, MILKYWAY will rise above $40.\n\nHere we go 🔥 https://t.co/PMUn3gUAzt",
    "56": "@Currency_Secret @solana 🤣🤣🤣🤣🤣🤣",
    "57": "@cryptoexpertug In my opinion, SOL has the potential similar to BTC",
    "58": "RT @WatcherGuru: 52 years ago today, President Nixon suspended convertibility of the US dollar to gold. https://t.co/ezKQUI0iuw",
    "59": "@cryptocoffeexw Even if it repeats, Bitcoin is still doing its job very well",
    "60": "@ShawverJe620 Cùng nhau cố gắng làm X chăm chỉ nhé bác",
    "61": "@crypt0preneurx It seems that everything is really unpredictable for md",
    "62": "MATIC has been rejected from the resistance area. If you have long positions open, increase your stop loss to the breakeven point and hold. We may see a move towards the resistance area again.",
    "63": "@crypt0news247 Not only BTC but also other coins",
    "64": "$BTC #Bitcoin continues to lead as one of the best performing assets globally in 2023.\n\nNot only has BTC appreciated over 140% #YTD, it has more than doubled relative to #gold, and still dominates against the rest of the digital asset industry. https://t.co/JWbVfN1Lyq",
    "65": "@ngonganB5_24 Cao là bao nhiêu u bác hahaa sao ai cũng than mà bác ngon vậy",
    "66": "Michael Saylor thinks #Bitcoin will hit $350,000 in 2024. https://t.co/psG0Fk5J3J",
    "67": "@btctraderclub This general information is useful",
    "68": "@cryptotabx Eth 3k soon 🫡",
    "69": "@Cristiano @AlNassrFC_EN @AlNassrFC You are my GOAT",
    "70": "I more than sure over than 70% people just in 2023 first time heard about ETF word. Many of them still dont know what does it mean. This market so early, people dont want learn about investing, risk management, trading, web3 but we got 2 camps who say \"its a last cycle, its a… https://t.co/2b6toC6l7t",
    "71": "@Bitcoin Bull runnnnnnnnn",
    "72": "@cryptosignalstw Sol up trend so much, waiting for 100 usd",
    "73": "RT @Bitcoin: $26,250.",
    "74": "In 2023, those who like to short American stocks lost $72.5 billion https://t.co/P1ixupBm2Z",
    "75": "@realDonaldTrump You need come back to save the world 🫣",
    "76": "@bitcointechx Pls, i want to know how other coins are doing",
    "77": "@bitcointechz This is obviously indisutable. Ok",
    "78": "@cryptotabx If it does, ive already got a new coin to invest in",
    "79": "$BTC\n\n#BTC/USDT ANALYSIS\n\nBTC pumped with a good volume after the breakout of the ascending triangle. Currently, it is facing horizontal resistance. A solid breakout of the horizontal resistance would be the further bullish confirmation. In case of a retracement, it will retest… https://t.co/ZwwzSfu5cR https://t.co/XyzgkutEmp",
    "80": "@cryptoadviceX Could you explain it more thoroughly for me?",
    "81": "@cryptottradings Will u really do that",
    "82": "@crycurmillion I think there will be quick adjustment to fix the errors",
    "83": "@cryptosignaltwx Im hold shiba and i make profit $1000 with Shib",
    "84": "#Bitcoin experienced a notable 6% price decline, dropping from $43,900 to approximately $40,500. This correction was necessary to improve bullish sentiment. As of now, Bitcoin is trading at around $42,000, and it's crucial for the bulls to maintain this level. Any dip below… https://t.co/rVlxrD7g1f https://t.co/4JYH8xZ3XX",
    "85": "ASTR all zones showed in august! everyone who use my custo indicatrs set know everything before! unfortunately I can't physically share all coins with all zones!\n\nso just dont skip posts or track all zones by yourself with indctrs set #astr https://t.co/4yVLyWC5i8",
    "86": "@ShibaInformer Next year",
    "87": "@bl0ckchaintech I wont catch the bottom of this coin",
    "88": "@bearcryptox I love SOL so much",
    "89": "@cryptostreetaz If the Bitcoin ETF is launched, i'll invest immediately",
    "90": "RT @WatcherGuru: 🇺🇸 Entire Minnesota Police Department quits after being offered $22 per hour. https://t.co/Pm05ELgSO8",
    "91": "@MrBeast Hey bro, i'm your big fan",
    "92": "RT @Shibtoken: Curious about the magic of #Shibarium 🌌 @ShytoshiKusama sat down with @Cointelegraph to dive into all things Shibarium. Read…",
    "93": "@mrcryptotradx No, let it go higher for me to take profits",
    "94": "BNB\n It is currently experiencing a remarkable surge, with a substantial +26% gain achieved thus far, all without the utilization of leverage.\n\nNotably, it has successfully broken out of a triangular pattern, signaling a potential continuation of its upward momentum. The strength… https://t.co/VRuTaywKOl https://t.co/eSF2zShBGo",
    "95": "Solana ranks above #XRP for the first time in History. https://t.co/rHK0tY4796",
    "96": "@MejiaMe3229 Làm review này là bác phải ngồi cày phim cả ngày à",
    "97": "@crycurmillion Explain it to me in more detail, i dont ubderstand it yet",
    "98": "Bake experienced a surge of over 80% as its price approached the 0.5 cents mark. Concurrently, the #BAKE chart exhibited a Bullish falling wedge pattern, indicating an attempt to reverse from a prolonged bearish trend. https://t.co/D8SJdtdPw7",
    "99": "They're clearing the way for the Bull🟩 🟩\n\n$BTC Bitcoin and Ethereum $ETH will continue to rise. The decision in the US courts and #Binance accepting the penalty was fantastic. There are no more fake news and FUDs scaring the market. New users will enter the market faster and… https://t.co/D8I2s4VTQK https://t.co/vpoXRJa3FF",
    "100": "#Bitcoin\n\n1 February: $41,800\n\n7 February: $44,300\n\n11 February: $48,100\n\n15 February: $52,900\n\n16 February: $51,800",
    "101": "What is Navi Protocol?\n\nNavi Protocol is a lending and borrowing platform in the Sui ecosystem that connect between lenders and borrowers. Aave served as an inspiration for this project, which follows its model closely.\n\n    Borrowers: They must mortgage their property to borrow… https://t.co/IA5ewMlCT5 https://t.co/ChbMHdmgLV",
    "102": "@cryptosignalsxw No way, BTC is still going up very well",
    "103": "@okx Web3,defi, nft and crypto, AI - my list for future 🤑",
    "104": "@cryptotimeaz It seems like this new currency will change a lot of things",
    "105": "@cryptopagex Many people seem to be making money from this coin, right?",
    "106": "Bitcoin is very stuck.⏬⏫\n\nWe should expect either a sharp correction or a significant rise. My year-end target remains the same, don't worry. In the short term, I anticipate the scenario I've indicated on the chart to unfold.\n\nRegarding altcoins: Solana $SOL is eyeing Bitcoin,… https://t.co/weWzQkizbk https://t.co/wBlhMZA8G3",
    "107": "@cryptoexplorex Everything is going well, keep it up",
    "108": "@cryptoctworld He was really brave to do that",
    "109": "In 2024, 8.32 million #SOL will be unlocked, followed by an additional 19.1 million SOL in 2025. Notably, next month is set to see the unlocking of 1.2 million SOL. https://t.co/9FX339m4uC",
    "110": "@cryptottradings Oh it could change my plans a bit",
    "111": "@cryptosignaltwx I look forward to 2024 with many changes",
    "112": "RT @cz_binance: Here is the English version of the article mentioned earlier.\n\nhttps://t.co/7tsxSxLSEn",
    "113": "@VitalikButerin I said it, Cardano is ahead of ETH, bro 😁",
    "114": "If #Bitcoin loses the $42,000 support\nThe next big support level is $39,700. https://t.co/hRxeaDAKh4",
    "115": "@mrbuffalocrypto Banned for what crime? Im really curious",
    "116": "@cryptotabx Where did u get this information?",
    "117": "@cryptoexplorex I hope to read more information from u",
    "118": "The NUPL is indicating we are getting close to the mid-cycle top.\n\nShould we worry? https://t.co/tiqx49BXEP",
    "119": "You don't want to be in the situation where Bitcoin is hitting its next all-time high and you don't own any. 💀 https://t.co/JljGbplKA8",
    "120": "@cryptotabx Can u share more information?",
    "121": "@Nga_huengahryeo Mình cũng có team nhưng không làm bằng cách đó, bài bạn có rất nhiều ads luôn nhé",
    "122": "@crypt0preneurx BTC is a promising coin, so u can confidently continue with your work",
    "123": "$BTC Swiss Fund manager Pando Asset just filed a spot #Bitcoin    #ETF application with the SEC. https://t.co/JhstZBX7aY",
    "124": "@cryptothingx What did i do to deserve this disappointment?",
    "125": "@cryptocoffeexw Eth is future and new BTC, soon !",
    "126": "@cryptosignalsxw Oh this will attract a lot of people to join the market",
    "127": "@cryptoeduaz Yes, i think it pump now foe crypto",
    "128": "What is Sui Wallet?\n\nThe Sui wallet is where SUI tokens are stored on the Sui blockchain. You can send and receive SUI tokens as well as interact with applications on the Sui platform in the future.\n\nIn particular, this wallet is owned by you, so no one has the right to influence… https://t.co/5RX76UjKJf https://t.co/hV3r9dHQWi",
    "129": "🚀 #Crypto funds see best inflows since 2021 #bullmarket as investors pile in, according to CoinShares.\n\n$BTC dominates, with $842M inflows this year. Other notable inflows: $17.5M in $ETH, $11M in $SOL, and $2M in $LINK. https://t.co/dFutKn5Cof",
    "130": "🕑 In just 48 hours, short-term $BTC holders banked an eye-popping $1.8B in profits!\n\nThis profit surge is among the year's highest, echoing moments like the #SVB collapse aftermath, June's $30k surge, and the recent climb from $25k 🚀 https://t.co/u8gyXzfKIE",
    "131": "@vutran54 @KyberNetwork Nhà bác quá trời comment nhưng k thấy cáo nào hết",
    "132": "@cryptoeduaz Apart from BTC, i really like this coin",
    "133": "@cryptocrunchsx The noteable thing is when it will go up again",
    "134": "@t__pirates Too much hahaa",
    "135": "@cryptocoffeexw I love bitcoin so much, 50k soon 🤑",
    "136": "@KhanhBank Cùng nhau làm việc đón tết nào bác",
    "137": "@crypt0preneurx Is there's potential, one has the right to buy",
    "138": "@cryptotabx It seems like it's going to be stressful",
    "139": "Web Traffic Dynamics of Crypto Exchanges 📈💰\n\n#Binance #webtraffic #Coinbase #MoneyMatters #CryptocurrencyExchange #Bitcoin #Cryptocurrency https://t.co/Euko9IGYN6",
    "140": "#ETH rejected at resistance but there were a lot of buying power after the dump. I swing long here. https://t.co/LOFSEC9mTb",
    "141": "@cryptoctworld It's hard for SOL to surpass BTC",
    "142": "@cryptosignalsxw Being lauched earliest is an advantage for this coin",
    "143": "FTX and Alameda transferred 7 assets worth $38.5M to exchanges ~8 Hours ago:\n\n• 750,000 $SOL ($31.2 million)\n\n• 325,501 $ENS ($2.76 million)\n\n• 10.1 million $GMT ($2.22 million)\n\n• 642,702 $LDO ($1.26 million)\n\n• 288,211 $APE ($410K)\n\n• 127,407 $BADGER ($365K)\n\n• 555,342… https://t.co/DZ9cvXukb0 https://t.co/fecDyN9CBh",
    "144": "@PhuogUyenCrypto Hello Uyên nha 😍",
    "145": "@bearcryptox I dont have much confidence in ETH, it seems to be in the red",
    "146": "@bitcoinallstarX I always carefully consider before investing",
    "147": "@crypt0news365 Indeed, you never know what will happen",
    "148": "#DYDX is poised for a potential breakout, having faced resistance during previous attempts. Currently hovering around a minor support level at $3, a successful breakout could see it aiming for $5 and eventually reaching $8. It's crucial to maintain support above $3 to prevent… https://t.co/NHKda3BaFH https://t.co/JWNWxhlytm",
    "149": "@cryptostrategyx I dont think this coin is going down like that",
    "150": "@mrcryptotradx Haha it that true, bro",
    "151": "@buixuanhuanada Huấn này huấn real hay fake vậy",
    "152": "@cryptosignalsxw When did u hunt SOL? U didnt say a word to me",
    "153": "BONK coin made over 4000% and now listed on Binance) DWF Labs deposited 50 billion BONK tokens ($1.6 million) on Binance 1.5 hours ago⚡️ https://t.co/Z8OVKnBnOX",
    "154": "BONK\n nothing to worry BTC\n$BTC\n dropped so the whole market dropped.\n\nBest thing to do is to DCA in times like this so you will have a big bag, which I have been doing.\n\nJust wait and see what unfolds really soon LFG 🔥💥💪💥",
    "155": "It's simple as that. https://t.co/Ar9WtsMQyn",
    "156": "As the price of #LINK enters breakout territory around $17, a move beyond $18 could lead to the next levels of $22 to $25. https://t.co/ZS14rEPHUO",
    "157": "@cryptomillionex Fortunately, j havent invested in this coi yet",
    "158": "BTC$BTC\n\n#Bitcoin will make millionaires.\n\n#Altcoins will make billionaires. https://t.co/S8DSjb2dzr",
    "159": "@crypt0preneurx Looking ai the news saying this  but still dont know what the future holds",
    "160": "The miner fees for inscriptions on the Bitcoin blockchain amounted to $9.99 million yesterday. https://t.co/xvDsmNAWBL",
    "161": "#SHIBA made an attempt to break out recently but faced resistance from bears around 0.000014. Despite this, the price stabilized at around 0.00001. If SHIB continues to trade in this range, there is a possibility of testing 0.000025. Conversely, it's crucial for SHIB to stay… https://t.co/31hHAIW0L4 https://t.co/umB5aMBpMp",
    "162": "@cryptothingx Kyc is important for crypto and finance",
    "163": "😂😂😂 https://t.co/F2iLRdUEbd",
    "164": "#BTC 40K soon https://t.co/O145VtmjD5",
    "165": "@cryptosignalstw In DOGE we trust 💖💖💖",
    "166": "@PhuogUyenCrypto Những tháng ngày cùng nhau build X hả",
    "167": "@taylorswift13 I love you so much, taylor 💖💖 you are super start and beautiful girl",
    "168": "@cryptothemoonx Perhaps you should so more research",
    "169": "@cryptoadviceX Im gradually getting used to it",
    "170": "@bitcoinallstarX This coin sometimes doesnt meet expectationes",
    "171": "@cryptocoffeexw Yes, crypto fix the world, bitcoin fix the money",
    "172": "Bitcoin has broken the symmetric triangle and is now attempting to reclaim these levels. If the price fails to go above the trendline, we may see a move towards the $40,000 level. It is advisable to keep a tight stop loss in all open positions",
    "173": "Do Kwon extradition approval canceled by Montenegro court: theblock https://t.co/EcZ0YnnB45",
    "174": "RT @WatcherGuru: https://t.co/eilWjBc8ic",
    "175": "@blockchainsux Keep an eye but the upward movement is quite slow",
    "176": "🚀$78B Asset Management Company VanEck, hailed Solana in thier recent report as the first blockchain to onboard 100M+ users.\n\nThey also predict SOL's price to reach $3,211.28 by 2030.\n\n👉🏻Thoughts? https://t.co/Hu8Kl1tPXP",
    "177": "$BTC representing all cryptocurrencies, $XRP will allow global issues to be resolved $SOL by the majority and not by a separate $DOGE group of selected bankers. some $TRX countries have turned their $ATOM currencies into weapons. Bitcoin is $XLM designed to destroy this scheme!!!… https://t.co/KvFlfktHT9 https://t.co/2i1VY3qnUG",
    "178": "RT @opensea: We’re still bullish on a multi-chain future — in fact we recently added support for L2s like @BuildOnBase &amp; @ourZORA.\n\nWe’re c…",
    "179": "@blockchainsux In #LEO we trust",
    "180": "@NASA @SpaceX @Space_Station I love Nasa and i love Spacex, happy with Dragon 🥰",
    "181": "@cryptonewsxtw Im also thinking about this and considering withdrawing from the market",
    "182": "@mrbuffalocrypto Btc 40k soon !!!!! 🚀🚀🚀",
    "183": "$BTC\n\nWill #Bitcoin fill up this CME Gap? https://t.co/5dTWQljJK4",
    "184": "@cryptoeduaz Im hold 0.001 eth, top 1000000 lol",
    "185": "@cryptosignalsxw Good prediction but there's always a risk factor to consider",
    "186": "Ark  Investhas made changes to its joint application with 21Shares to  register a spot Bitcoin ETF, Bloomberg Intelligence analyst Eric  Balchunas reports.\n\nA number of changes were made to it, which had previously caused criticism from the regulator.\n\n#akrinvest #btc https://t.co/stYFRGJE8g",
    "187": "@cryptocrunchsx It will pick up quickly and turn green again, just be patient",
    "188": "Solana is presently surpassing the $90 mark with a target set on reaching $100 and beyond. Given the existing bullish sentiment, reaching a range of $130 to $150 seems feasible. https://t.co/1RFCzDRgHP",
    "189": "@getwebstudio I love AI, i build team about AI",
    "190": "@cryptoeducax Is this coin good, in your opinion?",
    "191": "What is Ordichains Token?\nOICH Token Key Metric\n\n    Token name: Ordichains \n    Ticker: OICH \n    Token Standard: ERC20\n    Blockchain: Ethereum\n    Token contract: 0x1f5F7Ae4476686Fd9E331B8A6cb7648187010976\n    Token Type: Utility\n    Token Supply: 21,000,000\n    Token… https://t.co/443uWF9BX4 https://t.co/ebxNFwhjmI",
    "192": "@cryptosignalsxw Of course. I always believe in it, bro",
    "193": "BTC\n Grayscale met with the #SEC to discuss the Bitcoin #ETF conversion of their #Bitcoin Trust (GBTC) https://t.co/G4waAzfuHG",
    "194": "Those who want #Bitcoin to exceed 40 thousand dollars when we wake up in the morning, like and repost. Let's make a totem $BTC https://t.co/nPVCbmj6IP",
    "195": "@bitcointechz What a news for me 🥰",
    "196": "@dailycryptox I think it will go up for a while and then come down again",
    "197": "@bitcointechx I have high expectations for him",
    "198": "@BiCanTho View bên bác đắt lòi hahaa, làm 1 lần out lun, nhiều bên rẻ vẫn chất",
    "199": "@cryptopagex Price adjustments will happen more frequently in the future",
    "200": "@cryptotradersx SOL is back in the race",
    "201": "@crypt0news365 I thought the mascot was a wolf",
    "202": "Pre-cbdc?!))\n\n💵Tether actively operates in accordance with the anti-money laundering policy (OFAC) + blocks citizens from the SDN list.\n\nTether ready to actively continue to assist the US Department of Justice, the US Secret Service and the FBI.\n\n“Tether is committed to becoming… https://t.co/gA2nxV9NiH https://t.co/7UeI69EX3v",
    "203": "@bitcoinbillionx If this coin doesnt rise significantly, i'll pass on it",
    "204": "@cryptonewssx This information is old, right?",
    "205": "@haivo96 Kiểu như sự kết nối giữa chứng khoán và tiền điện tử",
    "206": "@CryptoUGx Unfprtunately, i dont havd any more money to hunt for this coin",
    "207": "@bitcoinsalldayx BTC is not easy to beat",
    "208": "BONE$BONE\nNEXT 1.17$ ✅ https://t.co/Duu1kU2sPn",
    "209": "@bitcointraderug What do u mean by \"wait\"?",
    "210": "Bloomberg's #ETF analyst suggests there could be a delay in the listing of a spot Bitcoin ETF following approval. https://t.co/ItsK4Qom45",
    "211": "I’m bullish on $LUNC https://t.co/4zlaeHsnKX",
    "212": "@cryptocoffeexw Btc 40k soon 💖",
    "213": "BTC$BTC\n\n#Bitcoin FOMO returning? https://t.co/hVM1Uj6W67",
    "214": "@cryptocrunchsx Its probably true, this coin is too bad",
    "215": "Deloitte - partnership with Polkadot!\n\nDeloitte Touche Tohmatsu Ltd. (DTTL) is an audit company that occupies a leading position among the \"Big Four\" of the world's largest audit firms.\n\nThe main problem with all this adoption, all main coins will move up at the end of cycle. Now… https://t.co/8bYME73t58 https://t.co/7wlP2sKpdi",
    "216": "@cryptostrategyx It caught me off guard",
    "217": "SOL update https://t.co/lFnjJYOHMK",
    "218": "@bitcointechz Sound good 🦾",
    "219": "RT @kucoincom: It ain't much, but it's honest work. https://t.co/6JTwzURTJ2",
    "220": "The #Bitcoin hashrate has reached a new record, with an impressive 510 quintillion hashes per second. https://t.co/RGZGMmgakw",
    "221": "@cryptosignalsxw How will this affect the LUNC?",
    "222": "@cryptoexpertug Yes, im in BTC",
    "223": "@bearcryptox I waiting for 2024 to see BTC in 🚀🚀🚀",
    "224": "@cryptoexpertug Could this help boost the price of this coin?",
    "225": "#btc update https://t.co/KEVlFdK9Nn",
    "226": "@crypt0news247 Now, ETH will help you make a lot of money",
    "227": "FTT$FTT\n\n#FTX is expected to relaunch in January 2024.\n\nWill anyone even use it? https://t.co/CWXVOsgq2X",
    "228": "ETH$ETH\n#Ethereum is next. https://t.co/2dZnqfsn6e",
    "229": "Market up update as of Nov. 5, 2023. Solana continues its uptrend while Bitcoin is back at $35K. What is your price prediction by the end of this week?\n\n#CryptoPH $DOT $MATIC $SHIB $BTC $ETH $XRP $BNB $BTC $LINK $SOL https://t.co/e1tp5wmcHD",
    "230": "@dailycryptox SOL is still on an upward trend",
    "231": "@BarackObama Freedom is not free 🙂 gob bless you, hp veteran day",
    "232": "@bitcointechz Mình vừa mới bắt cáo xanh bên nhà bạn",
    "233": "Thousands of #Bitcoin are being withdrawn from exchanges.\n\nThe Bitcoin halving is just 6 months out.\n\n#BlackRock 's BTC Spot ETF is on the horizon.\n\nA supply squeeze is imminent.",
    "234": "@Ducoscar99 Đã thấy hồ ly tinh trên tường nhà bác ơi",
    "235": "@cryptosignalsxw Im also thinking that, like you",
    "236": "😂😂😂 https://t.co/awD2UaPKKK",
    "237": "What’s your favorite #crypto exchange?\n• #Binance\n• Bybit\n• BITFLEX\n• Phemex\n• OKX https://t.co/BlyrrRw43e",
    "238": "@mrbitcoinxtw Yes bro, i think 40k soon",
    "239": "@CryptoUGx I need more information than this",
    "240": "@neymarjr 😍 happy baby, gob bless you",
    "241": "@bitcointraderug I've considered this but many people are concerned about Altcoins",
    "242": "@cryptonewsxtw You're quick in updating the news",
    "243": "Imagine you are still waiting for #Bitcoin to drop to $12,000\n\nIt's not happening.",
    "244": "@ChauPhuong99 Ngọt nước mlem vậy người đẹp",
    "245": "@bitcoinallstarX It doesnt go up much but when it goes down, it's a lot",
    "246": "@cryptocoffeexw They will also pay for what they have done",
    "247": "@POTUS Hello boss, 100% support for the big guy, please save the world",
    "248": "@bitcointechz This information might cause the coin to rise significantly",
    "249": "Bitcoin is currently hovering around $41,800 this morning, as many investors wait for the #ETF outcome. In my opinion, there's a possibility of seeing Bitcoin reaching $45,000 to $50,000 in the early part of next year. https://t.co/EwQDxB5IdW",
    "250": "Biggest winners in the top 100 #cryptocurrencies so far today.\n\n$CAKE from #Pancakeswap, $NEO, $KCS, $OKB, $IMX, $CHZ are all above 10% up in the last 24 hours.\n\nThe biggest losers are down 2% or less right now. Its a very good sign for the market's positive attitude. https://t.co/53epsW54SA",
    "251": "The #Bitcoin hashrate reaches a record-breaking level, exceeding 500 exahashes per second (EH/s).\n\n$BTC https://t.co/tvFIa4U6AM",
    "252": "@bl0ckchaintech I guess many people feel sad when they see this picture",
    "253": "@cryptoctworld I will consider it after the improvement is completed",
    "254": "@mrcryptotradx This news isnt new today, is it?",
    "255": "@cryptosignaltwx Have ypu explored more informafion abput this coin",
    "256": "@bitcointraderug This is something that will happen, and im waiting for the results",
    "257": "@cryptocrunchsx Perhaps people have become more interested in this coin, havent they?",
    "258": "@LunarWarri90637 Cố gắng, kiên trì thì sẽ có kết quả.",
    "259": "Based on CG research shows that in the #GameFi sector only 1 game out of 4 launched survives\n\nOver the past five years, approximately 2,127 Web3 games have failed (or 75.5% of the 2,817 total games)\n\nThats why for me more interesting invest in projects who develop the games like… https://t.co/znFYOC2gks https://t.co/10F56vzPEr",
    "260": "@bl0ckchaintech Can you provide other updates? I can update by myself",
    "261": "@CryptoUGx It seems you've made some money from DOGE, right?",
    "262": "@cryptogainsx I hold #doge forever",
    "263": "@cryptothingx I cant quite imagine how this competition will turn out",
    "264": "@bearcryptox 🤣🤣 it true",
    "265": "Btc, the revolutionary digital currency, offers numerous advantages such as decentralization, security,and borderless transactions. Its potential to disrupt traditional finance is evident. Could embracing Bitcoin usher in a new era of financial inclusivity and innovation for all? https://t.co/jTN7v2noe7",
    "266": "@Emillia14317890 Bác có vẻ đam mê hoạt hình nhờ. Tôi thì già rồi",
    "267": "@mrbuffalocrypto Need to see how they operate",
    "268": "@crypt0preneurx Looking at this news sometimes just make me want to go to sleep",
    "269": "@crypt0news247 Im quite interested in Altcoin. Do u have any information about this coin?",
    "270": "@bitcoinallstarX BTC is on a strong upward trend, have ypu hunted yet?",
    "271": "@crypt0preneurx Happiness, honest, love",
    "272": "@crypt0news247 I appreciate it, but i think this ideology wont maximize the potential",
    "273": "$BTC\nDon't lose your focus.\nThe #Bitcoin Bull Market is coming.\nThe halving is near.\nGet ready now.",
    "274": "@cryptonew24h Is this information outdated?",
    "275": "@mrbuffalocrypto Let's just focus on doing our job well",
    "276": "Crypto exchange FTX plans to exit bankruptcy proceedings.\n\n- A proposal to “return billions of dollars to customers and creditors” has been presented.\n\n- The plan includes consideration of restarting the exchange next year.Who will start using FTX 2.0?👤 https://t.co/PEObDup57C",
    "277": "$XMAS Remember, diamonds are formed under pressure &amp; the best opportunities often arise during challenging times.",
    "278": "📊The price of $ORDI jumped more than 47% in the last 24 hours. Why?\n\n#Binance announced it will list #Ordinals and open trading\n\nHere are the new spot trading pairs, including ORDI:\n\n🔸 $ORDI / $BTC\n\n🔸 $ORDI / $USDT\n\n🔸 $ORDI / $TRY\n\nThe Binance effect is back in the game💪",
    "279": "2 largest investment giants after BlackRock, Vanguard and State Street, refused to participate in the race for a spot Bitcoin ETF. #bitcoin #blackrock #vanguard $BTC https://t.co/8lpT11fc7U",
    "280": "Michael Saylor is now in a $2,179,000,000 unrealized profit on his #Bitcoin investment. https://t.co/lH5UY9p2NL",
    "281": "RT @WatcherGuru: JUST IN: 🇺🇸 Former President Trump says he will replace FED Chair Jerome Powell if elected in 2024. https://t.co/IYk6ZYeh1a",
    "282": "@cryptonewssx Just seeing the green color is good enough for me",
    "283": "@mrcryptotradx I think 100k$ in 2024",
    "284": "@Thuanchigu Btc lên 38k roài bác ơi",
    "285": "@cryptoeduaz I'll explore more related information, thanks",
    "286": "@bearcryptox Thank you for sharing and i know it, OneID",
    "287": "@cryptotabx I think i will grab some",
    "288": "@hongyench Có sự tích này thật luôn hả",
    "289": "@cryptoexpertug This time is crucial to recover the invested amount",
    "290": "@cryptotimeaz Keep moving, thank for sharing",
    "291": "@bitcoin360x These things do not affect BTC continuing to rise",
    "292": "Solana has achieved a historic milestone by surpassing #BNB in the coin market rankings for the first time. https://t.co/id1UOLiL1A",
    "293": "@cryptottradings It that true 🤣🤣🤣",
    "294": "@cryptoeduaz Many people are selling this coin to take profits, so im not voting for it",
    "295": "Bored $APE Creator #Yuga Labs and Magic Eden Launching $ETH Ethereum #NFT Marketplace That Enforces Royalties 😲 https://t.co/OxXNrlK1lD",
    "296": "@girlsecretblog Mùa hạ tím nha",
    "297": "@cryptonew24h It seems there wont be any more spam in the nead future, that great",
    "298": "@cryptostrategyx I read about Sei and i know it, thank you for sharing",
    "299": "@dailycryptox A capital injection like that is quite impressive for a new coin",
    "300": "@blockchainsux Your information is not clear",
    "301": "@footballXaz Tôi là fan của roma và Mourinho, nhưng hôm qua thua haha",
    "302": "@cryptosignaltwx Coinbase is exchange in my list, after Binance",
    "303": "@elonmusk Good name !!!!!!",
    "304": "The confirmation of a bull market is signaled by the first instance of RSI crossing 70 on the 2-week chart, a pattern observed in the initial phases of the last three cycles. This occurrence has now taken place for the fourth time in Bitcoin's history. https://t.co/5XTiOdl4cZ",
    "305": "@mrcryptotradx 39k bro, it morning",
    "306": "@cryptocoffeexw Litecoin is my choose 🤑🤑",
    "307": "@crypt0news365 However, it will bounce back, it's a good coin",
    "308": "@cryptonewsxtw They cant make this happen for too long",
    "309": "@cz_binance Hey, Learning, building, Trading and not FOMO 😃",
    "310": "Just amazing. Google will update its cryptocurrency policy and allow advertising of cryptocurrency ETFs starting January 2024. Yes now its time to bring more newbies with crazy headlines where from every corner youll see \"Buy BTC and save your lifesavings\" \"Btc to 238694 next… https://t.co/Qn29c0HhSf https://t.co/7RGDP5lOgX",
    "311": "@cryptosignalstw I dont think the experts have predicted this",
    "312": "In recent days, #SHIBA made an attempt to surpass the significant 0.00001 resistance level. However, the momentum lacked the strength to propel the price beyond this point. There's a potential for SHIBA to break free from the current price level, and if this occurs, we could… https://t.co/on1ymQa9Wv https://t.co/Lx4IFTdG13",
    "313": "This #Bitcoin Ascending Triangle is the pattern to watch! https://t.co/i8nts3Jv0K",
    "314": "@saylor @MicroStrategy Trust btc now and forever 😍😍😍😍",
    "315": "🔹 Posting a meme every day until the year-end challenge:\n\nGet some #Bitcoin and take them in to self-custody https://t.co/YwkFdEv5XV",
    "316": "@anhle_clt Ngon thật không bro 🤑🤑🤑",
    "317": "@cryptonew24h Hard to believe, this coin also has great potential",
    "318": "@smith_john33797 Làm ăn ở đâu thì tôn trọng pháp luật nước sở tại",
    "319": "@cryptonewssx Your information has sparked my interest in this coin",
    "320": "The #Crypto market is #trading in green today 🟢\n\nThe global #cryptomarket cap is sitting at $1.27T, a 0.22% increase over the last day.\n\n$BTC and $ETH are up ~0.5%, while $XRP is up ~3%👀\n\n$SOL is up 7.2% in the last 24 hours🚀 https://t.co/5yWgcWzqHb",
    "321": "RT @Bitcoin: Is this correct? https://t.co/oNZ61OTZ4u",
    "322": "Technology Trends in Crypto! 👀🤯\n\n#btc #savings #investment #bitcoiprice https://t.co/ia14QIRdTN",
    "323": "@NhatSangCrypto Làm mạnh lên bác Sang ơi' cho ae tổng nhóm nhiều người lên",
    "324": "SOL update https://t.co/0JquN3gHxr",
    "325": "@btctraderclub To see how he performs as a CEO",
    "326": "@cryptosignaltwx This coin has only just gone down, dont worry",
    "327": "Bitcoin VS Traditional Assets 📈 💰 https://t.co/biOF4bqVzM",
    "328": "@cz_binance Training and grow up, god bless you, cz 😍",
    "329": "@cryptonewsxtw I think next year",
    "330": "@NhatSangCrypto Thế mà mình sợ post nhiều bị quét",
    "331": "How is your port this Friday the 13th?\n\nETHER drops to its 7-month low. SHIB is the only token with gains from the previous day while Bitcoin is back at the $26k levels.\n\n#CryptoPH $DOT $MATIC $SHIB $BTC $ETH $XRP $BNB $BTC $SOL https://t.co/DTHSGHtY4w",
    "332": "RT @kucoincom: Market fears mingle with progress as airdrops unfold. Dive into today's #KuCoinMarketWatch 👇\n\n📌 Fear&amp;Greed Index drops to 37…",
    "333": "@saylor @21JCLP Give her bitcoin bro, hold it 2030 😍😍😍",
    "334": "FRONT$FRONT is next. https://t.co/Q7T9UeMuJK",
    "335": "@cryptosignalsxw This coin is okay but dont invest too much 😐",
    "336": "Just a few more days before this is coming... https://t.co/wtjWOrI79D",
    "337": "@cryptosignalsxw Absolutely, nothing can stop BTC",
    "338": "@cryptonewssx Many people will pay attention to this",
    "339": "#BTC update https://t.co/w4zjCa8VxA",
    "340": "@bitcoinsalldayx I really hope to own the remaining blocks",
    "341": "@cryptostreetaz I know about Zen Card 😁",
    "342": "$USTC Normal fluctuations in price, no need to panic! Picture it like a catapult, it gets pulled back before launching! Exactly what will happen here! https://t.co/J4ogER1rIX",
    "343": "@Nghienchomeo Cố gắng làm content về ngách này nhé bác, hot ấy",
    "344": "@cryptomillionex I wonder if you guys are heavily invested in this coin?",
    "345": "@mrcryptotradx Haha btc up 39k in morning, bro",
    "346": "Everyone is talking about #BitcoinETF &amp; no one is talking about the first smart contract blockchain Ethereum, in my opinion, if Spot ETF goes live on the Stock Exchange one of the few coins to skyrocket will be Ethereum price, we might see ETH price above 10,000 dollars. https://t.co/ScozFfFKDM",
    "347": "RT @Shibtoken: Countdown alert #SHIBARMY @ShytoshiKusama is about to go live! T minus 5 minutes ⏰ https://t.co/Uth4UTyLVF",
    "348": "@mrcryptotradx The CEO will handle this well",
    "349": "@cryptoctworld I dont think the security of this wallet is that bad",
    "350": "@vuivui2505 Tôi cũng thích cr7, my GOAT",
    "351": "Once you understand crypto, it doesn’t seem risky at all 🛒 https://t.co/Ee1q0umT2O",
    "352": "Bitcoin's global dominance is increasing⚖️\n\nNo government can impoverish the public to finance wars by printing Bitcoin. #Bitcoin promotes peace; it doesn't kill children. $BTC Bitcoin is economic justice. https://t.co/r6f2IRprNT",
    "353": "@cryptothingx Is there any sumary of the information?",
    "354": "@WatcherGuru In Elon we trust 💖",
    "355": "@cryptosignalsxw Impressive, perhaps politicians are paying more attention to blockchain",
    "356": "@MejiaMe3229 Review phim là ngách rất hot luôn đó bâc",
    "357": "@fonegamael3 Hahaa bó tay, dể cho nó sủa cả ngày luôn",
    "358": "@BitcoinMagazine 100% btc",
    "359": "@bitcoinsalldayx I think i need to observe more",
    "360": "@CHUATESONLAMM Tôi đã từng tải app và đào pi nhưng sau đó tôi đã bỏ",
    "361": "@Cristiano @selecaoportugal Im trust you and with me, you are GOAT, keep moving, legend",
    "362": "@Nga_huengahryeo Mới bắt ads trên tường nhà bạn nè bạn",
    "363": "After being listed on Binance, the #ACE chart shows a remarkable surge, with the price escalating from 0.35 to over 15 dollars. https://t.co/nujVcSdBwb",
    "364": "Are you using blockchain technology in your business or where you work? https://t.co/s1wU25Cyef",
    "365": "@bitcoin360x X will help DOGE a lot",
    "366": "@btctraderclub The SOL coin always goes back up",
    "367": "@cryptoexplorex It seems it wont go as high aa predicted by experts",
    "368": "@cryptothingx Such fluctuations are normal",
    "369": "BTC$BTC\nTomorrow, you wake up,\n#Bitcoin is at $82k.\nWhat do you do? https://t.co/7nNBcL8Lgv",
    "370": "$BTC\n\n#Bitcoin can easily reach $100,000 by next year. https://t.co/4ObAlEtGIR",
    "371": "@btctraderclub Yes, ✊️✊️",
    "372": "BTC$BTC #Google has quietly revised its guidelines to allow \"crypto trusts\" to advertise their products.\n\nJust in time for the spot #Bitcoin  #ETFs 🚀 https://t.co/vdWDS5ota0",
    "373": "@bearcryptox Im considering whether to continue investing or not",
    "374": "@cryptothingx Im trust #ADA forever",
    "375": "@crypt0news365 It seems like a challenging period, doesnt it?",
    "376": "@bitcointechz Btc 🚀🚀🚀 now 50k",
    "377": "@cryptosignalsxw I havent been keeping up with this information, good job bro",
    "378": "@cryptothemoonx ADA to the moon ❤️‍🔥❤️‍🔥❤️‍🔥",
    "379": "@bitcoinallstarX It's been a white since i paid attention to this coin",
    "380": "AVAX, is it time to shine soon? $75 is not really crazy considering what SOL did the last few days.\n\nClosed my SEI long and rotate to this red coin. https://t.co/4IcL36eV8Z",
    "381": "@Shibtoken I buy SHIB at 0.00008 and hold for 2025",
    "382": "@bitcoinallstarX I only care about BTC, other coins are not that important",
    "383": "@cryptotimeaz Surely, faith makes everything happen",
    "384": "@smith_john33797 Cảm ơn bác vì những thông tin về thị trường tiền mã hóa",
    "385": "@vantoanbtc 400 500 cm ngày k sợ bị ban à bác",
    "386": "@cryptosignalsxw Perhaps some people have taken profit from this coin, so that's why",
    "387": "@cryptonewssx Anyway, it's a new development",
    "388": "RT @opensea: Here’s how this plays out after Aug 31:\n- New collections: creator fees optional\n- Existing collections using our Operator Fil…",
    "389": "@crycurmillion You should update btc today",
    "390": "Bitcoin to 50K But first alts rally🚀🎅 https://t.co/g2p6FU7LqL",
    "391": "@cryptonewssx It seems like a big change is about to happen, right?",
    "392": "BTC ⬇️vs Gold ⬆️.\n\nThere is no second best 🥲. https://t.co/ATJV7DK9O0",
    "393": "@cryptomillionex I'll wait for a price drop and then consider whether to buy or not",
    "394": "@cryptosignalsxw Where do you update this information?",
    "395": "BTC Bitcoin is currently experiencing a period of low volatility, with no clear indications of a breakout in either direction. The good thing is price is able to hold the support levels.",
    "396": "@cryptoadviceX This coin is not stable, so the only option might be to take prpfits",
    "397": "There is liquidity pilling up on the top and lower side for #Bitcoin\n\nThis indicates a big move coming! https://t.co/QvxjfDq9Ne",
    "398": "@bl0ckchaintech The price of BTC has made a lot of people wealthy, hasnt it?",
    "399": "@cryptostreetaz Just with BTC, i find it sufficient",
    "400": "@bitgetglobal Good work, bro.  I think everything nice. Let #buidl 🦾🦾",
    "401": "@cryptocrunchsx Pls elaborate a bit more, bro",
    "402": "@vuivui2505 Làm sao mà VN mình win nổi Iraq đc haha",
    "403": "@cryptothemoonx Ive already planned what to do with that amount",
    "404": "RT @WhaleChart: BREAKING:\n\nMastercard forms CBDC partner program with Ripple and Consensys",
    "405": "@cryptottradings That's why many people become wealthy thanks to Bitcoin",
    "406": "Whatever you’re thinking, think bigger 🧊 https://t.co/4jUNGAb2G7",
    "407": "@cryptostreetaz I think SEC should stop care about crypto and BTC",
    "408": "Don't really have much high conviction with crypto atm, I still think BTC will go up in long term, but not sure if it will have another leg down or it just runs back up turbo from here. May try to look at forex market again since we will have FOMC in 2 days, EURCAD looks good if… https://t.co/Uw5uGTtbkR https://t.co/Z0qXKpt812",
    "409": "#Binance to delist &amp; end support for its BUSD stablecoin in December 2023. https://t.co/tMKL1Kjnl3",
    "410": "Bitcoin again bounced to the resistance area. Price is respecting the support and resistance level and moving back and forth. We expecting the same sideways movement between support and resistance for this week.",
    "411": "@Nghienchomeo Làm mạnh thêm nữa nhé bác Pet My",
    "412": "@cryptorevolux It's both adorable and profitable for me",
    "413": "@nguynbthun6 Drama làng công nghệ à, nói chung mấy bác cứ đấu đá nhau, thế giới hưởng lợi",
    "414": "Who is ready for 2024? 🚀🚀 https://t.co/LwVD4pjKY4",
    "415": "@cryptoctworld The web3 anti scam platform announcement came a bit late",
    "416": "@cryptorevolux I expect more gameplay rather than just tokens",
    "417": "@cryptostreetaz Having money but not being able to use it",
    "418": "@cryptotradersx Digital currency in need of cash, how ironic?",
    "419": "2024 will be the year of the biggest bull market.\n\nI have a strategy in mind to cash millions.\n\nAre you ready as well? #Bitcoin https://t.co/tG0FrW7tdP",
    "420": "@KienthucTC Bác ở sài gòn hả",
    "421": "@cryptowarriorxt The low price indicates that this is the time to invest, bro",
    "422": "@Henry92336405 Riêng tôi thấy 5 con ads trong bài này của bác",
    "423": "@cryptothingx Sound good bro 🌏",
    "424": "@Hung020899 Phét phét, dám quay video k ?? Bớt lùa tương tác xạo l,",
    "425": "@cryptocoffeexw I dont have aan opinion on this as lonh as it doesnt affect the fluctuations of the coins",
    "426": "@tranhanhsk_24 Hi, mình chưa đủ đk để bkt luôn, chúc bác đc 1k",
    "427": "@hongyench Yes, btc we trust 💖",
    "428": "@mrbitcoinxtw The strength of BTC is absolute",
    "429": "BTC$BTC Bitcoin is currently holding a crucial support level and attempting to regain momentum. Meanwhile, altcoins experienced a downturn but have now started climbing once again. It's important to monitor whether Bitcoin stays stable above the $40,000 mark, as this will… https://t.co/sJ9aN9wBXs",
    "430": "@MinhQuan1568 Mình đang ở đà lạt lun bác",
    "431": "@KienthucTC Chào bác, chúc ngày mới tốt lành",
    "432": "@blockchainsux I think it's highly unlikely to happen",
    "433": "@bitcointraderug 10% for december bro 🥰",
    "434": "@cryptosignalsxw Hey, i have a few ideas. Pls reply to my message",
    "435": "@cryptocrunchsx Dont tell me you're still holding onto it",
    "436": "It started to attract great attention in Turkey.\n\nIt can be given 3x-5x times.\n\nLet's have some. 🎯 https://t.co/L8QbFnGTBE",
    "437": "The 10 #Bitcoin ETFs Holding ~6,52,908 📷$BTC worth ~$27 Billion.\n\n% OF BTC OWNED BY US ETFs : 3.090%\n\n#BitcoinETF #Jupiter #Airdrop #Grayscale\n\n📷$ETH 📷$BNB 📷$XRP 📷$ADA https://t.co/r67W4mnOIc",
    "438": "xch (chia) weekly. $XCH https://t.co/PXPp2hqKBy",
    "439": "@cryptosignalsxw Why are you sure this will happen?",
    "440": "The silence and inaction of #Bitcoin are frustrating. Whichever direction it moves, it will be very sharp. There is a deathly silence. $BTC https://t.co/gIJFYxlFMA",
    "441": "@cryptopagex Yes i know",
    "442": "Commissions on the Bitcoin network have increased by almost 3500% since August and average $27.95!The main reason is the popularity of Ordinals, which overwhelm the mempool. Imagine people blame $ETH for high gas) Now the same story with BTC.Maybe need to use $ALGO , $ONE , $EOS… https://t.co/1ICtesKNDl https://t.co/ZDqwM037SQ",
    "443": "RT @cz_binance: #Binance https://t.co/8oH14fzewU",
    "444": "The #Bullmarket is just warming up !! https://t.co/h8tPJyi3KU",
    "445": "$BTC\n\nMichael Saylor is now in a $2,355,000,000 unrealized profit on his #Bitcoin investment. https://t.co/IniD41BcBJ",
    "446": "#LINK is presently close to a crucial resistance level between $15 and $16. If it manages to surpass $17, this could drive the price up to around $20. The prevailing #bullish sentiment indicates a lack of bearish activities for LINK unless there's a broader market downturn. https://t.co/kphFQubAvy",
    "447": "@tranv3212 Mình làm ngách crypto nhưng không có nhiều kinh nghiệm về nó.",
    "448": "$38,749.08 #btc https://t.co/0IjpgNsKA2",
    "449": "@cryptostrategyx Looking at this picture makes me happy, let ETH go up more",
    "450": "@cryptotimeaz I wish i could be like that too",
    "451": "@cryptosignalsxw I will listen to your advice",
    "452": "@bearcryptox It seems tense between the two parties",
    "453": "Bitcoin price after a year of Halving https://t.co/gzb0SI22hp",
    "454": "@bitcointechz BTC has the potential to go even higher, you will get rich quickly",
    "455": "#Bitcoin is going to reach $100,000\n\nIt's not a matter of 'if', but it's a matter of 'when'.",
    "456": "@bl0ckchaintech This coin should improve to go up",
    "457": "@blockchainsux I need to examine this information more closely",
    "458": "@btctraderclub I will hold it for a while longer to make more money",
    "459": "RT @VitalikButerin: I went on the Seen and Unseen podcast during my trip to India:\n\nhttps://t.co/yGBwngrQ2R\n\n(3h 30m)",
    "460": "@bearcryptox Now it 40k$",
    "461": "@cryptoctworld BTC is always at its peak, hopefully it stays that way",
    "462": "@haivo96 Sẽ lên mốc 40k sau đó hồi về lại nhé bác",
    "463": "@cryptotradersx Most people still dont believe in crypto",
    "464": "@bitcoin360x I still think there will be more in the future",
    "465": "#Bitcoin  spot #ETFs are expected to be approved in 10 days https://t.co/9GV45AVJcj",
    "466": "BTC$BTC\n\nThis bull cycle is only getting started… #Bitcoin https://t.co/pLEm7BgY9q",
    "467": "@crycurmillion I want see btc up to 50k$ soon",
    "468": "@NVTCommunity Fl và cùng nhau phát triển nhé",
    "469": "ADA$ADA\n#Cardano TVL just hit a new ATH. https://t.co/fvPQvrXUJf",
    "470": "@bitcoin360x I think this coin will only trend for a while",
    "471": "@bitcoinugx The situation looks tense now",
    "472": "💰💎 Understanding the Difference 💸🚀 https://t.co/bL5UvvKPnK",
    "473": "@btctraderclub Perhaps this time it's taking a bit longer to rise again",
    "474": "Coin pump: Good tech.\n\nCoin pump too much: Ponzi scheme.\n\nCoin dump: Bad tech.\n\nCoin dump too much: Insiders are selling. https://t.co/j7ZpNMVOyo",
    "475": "$BTC\n The more #Tether prints, the higher #Bitcoin goes. USDT\n$USDT https://t.co/xqTav97A1R",
    "476": "@Vuong_Nguyen68 Tôi vừa bắt cáo mèo cho bác nhé",
    "477": "$BTC\n\n#BlackRock filed its third amendment to its spot #Bitcoin ETF with the SEC!\n\nThe first Bitcoin Spot ETF is just days out! https://t.co/dPJ3owR5AI",
    "478": "🚀🚀🚀🚀🚀 https://t.co/xZnqQYpinU",
    "479": "@cryptoexplorex If u have more examples, it would be even better",
    "480": "The #BONK chart indicates a remarkable over 2,000% increase in less than a month, suggesting it's a strong contender for the best-performing MEME coin in 2023. However, the question remains: Can Bonk rival the popularity of Doge and SHIBA? https://t.co/rsbDjitHd0",
    "481": "🧐Please share your preferred choice in the comments below.👇💬\n\n#iphone15 #apple #Bitcoin #btc #iPhone #bitcoinvalue #Crypto #investment #bitcoinmoney https://t.co/SXCKuDeoKN",
    "482": "@cryptosignalsxw That's great, it will limit many hackers in the future",
    "483": "@cryptonew24h Im also waiting for the next important updates"
}