{
    "0": "@mrbuffalocrypto Not very sure but I think #TRON will go down soon",
    "1": "@bitcoinsalldayx Yes. I believe that the party could stop at anytime now",
    "2": "@cryptoexplorex I think you don't need to update anything about this coin. It will continue dropping for sure",
    "3": "@binance Everything is great. Especially for bitcoin and ethereum\nhttps://t.co/g8kpzs1SUj",
    "4": "⚡️This is very hard to ignore.\n\n$BTC #BTC https://t.co/a3Y5qqqBtS",
    "5": "@cryptotradersx Look like we eill have so many big even happen next year due to the rising of BTC and ETH",
    "6": "$BTC\nCanadians purchased 371 #Bitcoin through Purpose Bitcoin ETF yesterday, accounting for 41% of newly mined #BTC https://t.co/Yk041ONDOk",
    "7": "@cryptottradings No hope that #MNT will rise again. Such a joke for us",
    "8": "#DOGE update today https://t.co/aW2SG60mtJ",
    "9": "@cryptothemoonx We can see that #DOGE is rising day by day.",
    "10": "@bitcointechx And it will keep droping, such a loser coin. Wonder who would buy this coin??",
    "11": "@cryptostreetaz I know that #ETH will drop down soon!! https://t.co/mDVYEGCtff",
    "12": "@cryptottradings This company now holds 174,530 BTC worth $6.59 billion. Crazyyyy",
    "13": "RT @BitcoinMagazine: #Bitcoin is winning. 👏 https://t.co/qS7Qhome6C",
    "14": "@cryptoeducax I think #GALA will disapear in the end of this year",
    "15": "@cryptorevolux #Shibarium will keep rising for sure",
    "16": "After the active surge of #Bitcoin, the market paused in anticipation of further movements.\n\n🔹 The leaders in correction over the last 24 hours were #DOGE and #PEPE. After establishing a new yearly high, #Dogecoin underwent a #Pepecoin experienced a price decline of more than… https://t.co/o2DuQcGcwD https://t.co/pL48eirry4",
    "17": "📊 Market Overview: \n\n#BTC : $42184\n#ETH : $2245.78\n#BNB : $247.36\n\n⚡ Dominance :\n\n#BTC : 49.58 %\n#ETH : 16.21 %\nStables : 6.93 %\n\n📈 Market Cap :\n\nTotal : 1.66T\nDeFi : 70.89B\n24hr Vol : 95.87B",
    "18": "@bitcointechz It will reach $39k soon. Maybe tomorrow?",
    "19": "@BNBCHAIN I want to get some BNBs\nhttps://t.co/g8kpzs1SUj",
    "20": "@cryptoexpertug Bitcoin will hit $50,000 early next year",
    "21": "@taylorswift13 I listen to your music all year long. And of course I will keep listening to all of your songs ❤❤❤❤",
    "22": "@kucoincom @BTC_Rats Let's go. I'll be the winner\nhttps://t.co/g8kpzs1SUj",
    "23": "As you've probably noticed, I'm sticking with posting mainly HTF such as the weekly. No need to get into the 1D, 2D, etc and talk about every move that may happen from here until the next weekly close or even the monthly in 3 weeks.\n\nbetter for me to lay out some supports and… https://t.co/uDDq0TTfks https://t.co/w9hvphUrKi",
    "24": "@cryptottradings A very big step for #bitcoin after the halving. Looking forward to it",
    "25": "#FET update (Weekly) \n\nFinally, $FET started Successfully broken 📈 out our consolidating Box with massive Volume🏓. \n\nIf this momentum continues🚀, then most probably by the end of Upcoming week. We will achieve our all Take profits 🏹\n\nI already posted the Take 🎯 profits… https://t.co/Ch7FjLxBGa https://t.co/6BKnDjuZXO",
    "26": "@crycurmillion Look like the did do research about bitcoin, congratulations on them!",
    "27": "@BitcoinMagazine But I don't think El Salvador is a good country for bitcoin\nhttps://t.co/g8kpzs1SUj",
    "28": "@bearcryptox Just a small go up. I don't this coin have any potential",
    "29": "$RUNE / $USD - Update\n\nPush up to $11.10 resistance zone next. We are in a strong position right now!!! https://t.co/WZMjjIgVRm",
    "30": "@cryptotabx I think this is just a signal that bitcoin will rise above $39k soon",
    "31": "@binance @Cristiano Crypto and CR7 - 2 of my most favotire and now they are together. To the moonnnnnn https://t.co/GtOrgeglh6",
    "32": "@cryptoexpertug Let's goooooooo #SOL. I knew that invest in SOL will make me rich https://t.co/Jh1PKwYxan",
    "33": "@mrbuffalocrypto For no doubt that he deserve it",
    "34": "@Cristiano @binance I'm waiting for the final result from you guys https://t.co/F513ugojWn",
    "35": "RT @coingecko: Total #crypto market cap has fallen 3% to $1.09T in the last 24 hours 🔴\n\nAre you buying, selling, or HODL-ing? https://t.co/…",
    "36": "@btctraderclub Wonder when will it reach $1. My prediction is next week",
    "37": "@Ashcryptoreal Just keep investing on ETH!! \nhttps://t.co/g8kpzs1SUj",
    "38": "BTC is pumping 🚀 https://t.co/MFTQ5yVinh",
    "39": "@mrbuffalocrypto Look like  Salvador is not a good country for bitcoin",
    "40": "Bull market is back ? #crypto #BTC https://t.co/kRtdqJQ3c3",
    "41": "@bitcoinsalldayx Bitcoin is on the way to the moon!!? Let's gooooo https://t.co/0TFukT7pPd",
    "42": "You can read my previous post here\nhttps://t.co/bVrm7V4Vpt",
    "43": "🚨🚨Breaking News : 💰 USDC circulation has decreased by 100 million coins in the past 7 days.\n\nAccording to data from Circle's official website, Circle issued a total of 1.4 billion #USDC and redeemed 1.5 billion USDC in the past seven days, reducing the circulation by 100… https://t.co/Ucn2YXWnxy https://t.co/9FtzWoAhlt",
    "44": "@bitcointraderug As my prediction, bitcoin will hit $45,000 soon",
    "45": "Bitcoin's Pulse Check: High Fees, High Demand – What's Next\n\n#BITCOIN Market Pulse Analysis\nUnderstanding Transaction Fees per Block\n\nHey Crypto Enthusiasts!\nDive into the heartbeat of the Bitcoin market with a closer look at transaction fees per block.\n\nMarket Dynamics &amp; Fee… https://t.co/fdZZofZ1xO https://t.co/mEbZXtMXGy",
    "46": "📊 #Altcoin market share of trade volume surged to 67% last week, its highest level since March 2022. https://t.co/tZvS7k3cBo",
    "47": "@bitcoinsalldayx You did put so much effot in this! Thanks for the advice btw.",
    "48": "$1inch update (weekly) \n\n$1inch, is Breaking out again📈, after the Retracement to the Descending channel in the weekly time frame\n\nVolume 🏓 is Coming slowly \n\nIf today we got daily close❕, outside the Descending Channel then will buy some or those who bought just hold 💰\n\nA… https://t.co/JUquaDXV8B https://t.co/2CibI20Oi3",
    "49": "$POND update (Weekly) \n\n$POND is Facing a strong 🕯 Rejection at the Accumulation Box, also we got a Weekly close ❕ inside the Box again. \n\nWhich is a sign that Price will consolidate 📈 again inside th Accumulation Box. \n\nSo, a Price Drop 📉 is anticipated from here. \n\nSo,… https://t.co/oerW7lSjBv https://t.co/n1aYTublxm",
    "50": "@cryptotabx #BNB is trending right now. Invest in it would be a right choice",
    "51": "@bitcoinsalldayx Look like bitcoin will go up much more tomorrow and the next fews days https://t.co/lyPVedn8jf",
    "52": "@bitcoinsalldayx I know this day will come! Any crypto firms assets which out of the law need to be under control",
    "53": "@Cristiano @AlNassrFC_EN @AlNassrFC The King is on fire today!!! The greatest of all time https://t.co/14mdTLJ19V",
    "54": "@bl0ckchaintech I expect nothing in this #FLOKI coin in the trading market",
    "55": "@cryptographyxw Bitcoin will dominate the market. Next year is our year 🚀🚀🚀🚀🚀",
    "56": "@cryptoeduaz Look like #DOGE is still rising and making bug impact on the market",
    "57": "@AltGemHunter GM everyone. Have a nice trading day\nYou guys can have a look at my post here\nhttps://t.co/g8kpzs1SUj",
    "58": "@cryptoeducax #BNB keeps surpring me for the past 2 weeks",
    "59": "@cryptorevolux An other debate about $ADA. Interesting LOL",
    "60": "@cryptostreetaz A good update from coinbase!!",
    "61": "@cryptothemoonx #ADA is getting lost right now. There's no signal that it will rise back",
    "62": "@cryptottradings It is for the first time in 19 months!!!! To the moonnnnnnnnn",
    "63": "📈 Volatility in the Market 📉 \n ⚡ BTC Change : $1116\n📊 Current Price : $42220 https://t.co/WZAsBIuMqd",
    "64": "@bitcoinsalldayx Look like we will have so many things happen with the market this week",
    "65": "@cryptonewsxtw I have high hope in Shiba Inu coin. I have already invested a lot in it",
    "66": "The #Crypto market is trading in red today (13th of December)\n\nThe global crypto marketcap is $1,54T which is a 2,22% decrease over the last day.\n\n#BTC and  #BNB are down ~1,4%, while #ADA, #DOGE and #XPR are down ~4% 👀\n\n#AVAX is down ~14% in the last 24 hours 📉📉 https://t.co/FXyinK2Jqd",
    "67": "RT @coingecko: JUST IN: #Bitcoin below $27K https://t.co/LLDBg8dhu8",
    "68": "@cryptographyxw Even if #BTC reach $50k, I won't surprise at all",
    "69": "@bitcoinugx Although #BNB drop so low but we can see that the volume still remain high",
    "70": "@cryptonewssx Next week will be a dominating week for #LUNC for no doubt",
    "71": "@cryptothingx #SOL is going on the right track",
    "72": "@cryptotradersx Where is the prediction on your post???",
    "73": "@bitcointraderug Quite promising future for anyone who holding #SOL right now",
    "74": "@WatcherGuru MicroStrategy is swimming in a sea of sats, and Saylor's the dolphin.",
    "75": "@cryptographyxw I am currently using Sui Wallet. I think you should use it too",
    "76": "@saylor @MicroStrategy Bitcoin is changing the world now\nhttps://t.co/g8kpzs1SUj",
    "77": "@cryptomillionex Bitcoin will rising again and hit $45,000",
    "78": "@bitcoinsalldayx And sure it will hit $45k soon. Just wait and keep holding!!",
    "79": "@cryptonewsxtw No surprise from me. I think it is just a small step down",
    "80": "@bitcoinsalldayx I definitely buy more conservative assets like Bitcoin or Ethereum",
    "81": "What's going on with #Ethereum 🔹\n\nFriends, hello everyone. Today I decided to share my thoughts on Ethereum. A couple of days ago #ETH rose strongly from 2.250$ to 2.400$.\n\n↗️ Now the price has formed a local range of $2.340 - $2.390. If we consider the lower boundary (level… https://t.co/V0nlt7Lpum https://t.co/0rC5CjLQi0",
    "82": "@cryptottradings Bitcoin is on its way to the moon. Invest in bitcoin before too late!!",
    "83": "@taylorswift13 Can't wait to watch over and over everyday. This honestly feels like it's my birthday instead",
    "84": "@cryptottradings Can't argue with you about this. So true!!! https://t.co/J0sylYER9q",
    "85": "@cryptotradersx A big drop down for #ADA today. Hope it rises back soon",
    "86": "@cryptographyxw And I think it will get to 1000 exahashes per second soon",
    "87": "@cryptotradersx Bitcoin is leading the way for other coins. It will increase rapidly in early next year",
    "88": "Took profit from #ETH deal 🔹\n\nFriends, hello everyone. I think you have already seen that bitcoin gave us an unpleasant surprise today. The price fell below $40,500 in the moment and started to consolidate around $42,000. This fall hit most of the altcoins, which followed #BTC… https://t.co/PgMWpZJp5x https://t.co/orDUEux57Y",
    "89": "$ETH lagging the market. While bitcoin and other alts are showing strength and testing the upper resistance levels, ETH is trying to keep its head above water (above an important support lvl)\n\nBitcoin being so bullish is what's keeping ETH above water, but this is pathetic\n\nI'm… https://t.co/hfLSsAarX6 https://t.co/x7uyFjWz0o",
    "90": "@cryptotimeaz #BNB is doi g great, a goo signal to tell that we should invest more in this coin",
    "91": "@cryptogainsx And #VET will lost its value be the end of this year",
    "92": "$INJ - WOW this chart was primed a couple months back\n\nGood entry could have been once you saw that 3rd attempt at resistance at around $9 which has been resistance since DEC 2021!\n\nAttempt 1 in April 2023, attempt 2 in July, &amp; the break happened end of October\n\nThe $15 lvl was… https://t.co/nIuM9jqOfu https://t.co/KoOrZBeL3M",
    "93": "RT @CoinMarketCap: What's your #Crypto fantasy? 😉\n#ThemCryptoFeels https://t.co/YQWAcsSSx8",
    "94": "@cryptoeduaz $23,54 million is not a small amount of money!",
    "95": "@blockchainsux A big day for #SOL with 3.56% rise within only 1 day",
    "96": "#IMX update https://t.co/4RLF9WwS86",
    "97": "@bitcoinsalldayx Agreed. Altcoins is the best for instant payment confirmation",
    "98": "#UTK / USDT : Technical Analysis\n\nTF : 4h\n\n- Price is moving in an Uptrend while respecting 200 Ema .\n\n- Right now price is consolidating on its support zone , wait for the price to breakout trendline for confirmation of long entry .\n\n- Anticipating a bullish Momentum to its… https://t.co/R8Z2mJYuU2 https://t.co/DruchiPMr7",
    "99": "@CoinDesk @NoelleInMadrid Thanks for sharing 😍\nhttps://t.co/g8kpzs1SUj",
    "100": "@bitcoinsalldayx My expectation is that bitcoin will rise to at least $100,000",
    "101": "@cryptonewsxtw Another positive news for #DOGE holder right now",
    "102": "@cryptographyxw LOL, this time is finally come. It should have gone for a long time ago",
    "103": "@bitcointraderug To the moon. Buying and holding bitcoin will never be a wrong decision of mine https://t.co/SpviyEQSV7",
    "104": "RT @cz_binance: Just saw this informative video about #BNB by BitBoy! 🙏\n\n(25) BNB Starter Pack (Biggest Coin In Crypto?) - YouTube \n\nhttps:…",
    "105": "@mrbitcoinxtw I know that many of you will worry about this drop. But believe me, bitcoin will reach $40k in the end of this year",
    "106": "@bitcoinsalldayx A big loss for us",
    "107": "My opinion about Solana 🟣 #SOL\n\nFriends, my acquaintances often ask me: which token should I buy now in my portfolio? And when I ask them the same question, for the sake of interest, many mention such a project as Solana (SOL). Now I will tell you my opinion about this project.… https://t.co/dRirw0K2S7 https://t.co/PPo8aEfsX8",
    "108": "007🤡 https://t.co/29NWWBL5pV",
    "109": "@bitcoinugx Look like #XPR is falling behind the game",
    "110": "@mrbitcoinxtw Bitcoin is sitting on the top 1 spot right now. And sure it soon will be the world's currency",
    "111": "@crypt0news247 And still there is someone who would like to buy this coin??? Such ridiculous",
    "112": "@bitcointechz Keep building the community!! We all need knowledge like this!!",
    "113": "@blockchainsux How can it collapse when it is the largest web3 platform in the world??",
    "114": "@cryptoexpertug Just keep buying. This is my only advice to you guys",
    "115": "@bitcoinbillionx Another potential coin, we all should buy it now",
    "116": "@bitcoinsalldayx Just sell my car to buy bitcoin https://t.co/SYJoy6Eibp",
    "117": "@cryptoctworld Can't beloeve that Terra is dropping. Hope that it will be back next few weeks",
    "118": "🥇 #BTC: $43,802 | 24H: -0.55%\n🔵 #ETH: $2,346 | 24H: -0.80%\n👽 #TON: $2.30 | 24H: -1.49%\n\n🔥#trending\n#JTO: $3.38 | 24H: -21.27%\n\n📈top gainer\n#OKT: $27.46 | 24H: +83.34%\n\n📉top loser\n#BONK: $1.096e-05 | 24H: -21.82% https://t.co/XatwqDQqgd",
    "119": "#DOGE update today. Look like it stills rises slightly day by day https://t.co/7HIwbtiBT4",
    "120": "@cryptosignalsxw Look like my prediction is still right. #RUNE will keep rising and dominate all the coins out there",
    "121": "$TIA / $USD - Update \n\nThose who got in on the wave 4 are now up 120% with me. I will not let you down legends https://t.co/2qAFxz9NBj",
    "122": "@cryptorevoX To be honest, I didn't think that #DOGE can go this far",
    "123": "The demand for $XRP tokens is rising after the recent development in the #Ripple vs #SEC case. if the current demand and trading volume continues the market cap of #XRP can be doubled in the next few months. https://t.co/MsOlSg08Uh",
    "124": "@cryptographyxw Thanks for building the community! Keep giving more knowledge!!!",
    "125": "@crypt0preneurx LOL didn't even know that we have this coin in the trading market https://t.co/3aev3gXgAM",
    "126": "@bitcoinsalldayx Investing in #Shibarium is one of my best investment this year for sure",
    "127": "@cryptothingx I'm ready to try this one",
    "128": "@taylorswift13 @KevinMazur @Beyonce @blakelively You look gorgeous today Taylor! Keep doing the good work!!",
    "129": "@weareoneEXO https://t.co/jf0JaWFQek",
    "130": "📷$FIL #Filecoin exhibits a Pump &amp; Run Reversal Pattern 📈. https://t.co/KnvH4QeBNq",
    "131": "@AltcoinDailyio All for bitcoin!!! Or you guys can look at ETH also\nhttps://t.co/VSgHYi0mtF",
    "132": "@blockchainsux Well, I have no surprise when this happen. ETC has no future in the market",
    "133": "@cryptosignalstw #BNB lets us down again. I put so much hope for this",
    "134": "@dailycryptox Actually, #ETH is currently the best coin to invest in after bitcoin",
    "135": "Crypto in 2023 https://t.co/gY4i1cLM6g",
    "136": "@cryptottradings Great news for those who invested in #JTO early",
    "137": "@cryptowarriorxt A big day for #BNB holder now. Hope it will continue rising",
    "138": "@cryptowarriorxt Look like the market will flutuate again from this",
    "139": "🚨🚨 Stablecoins Such as 🟢 #Tether May Be in U.S. Sights, Top U.S. Treasury Official Warns \n\nWally Adeyemo, deputy secretary of the Treasury, said issuers outside the U.S. need to be forced to prevent abuse by terrorists.",
    "140": "@CryptoUGx Can't believe that #APT is still dropping. Hope it will be back next week",
    "141": "@cryptostrategyx The coin market is quite competitive right now, I think HBAR will out of the race soon",
    "142": "@BitcoinMagazine A new record for bitcoin this year!!!! To the moon https://t.co/tZgvn3LoFG",
    "143": "@mrbitcoinxtw I have the same thinking as him to be honest",
    "144": "@cryptosignalstw Already no future for this coin in the begining",
    "145": "Someone just bought over $1 billion worth of #Bitcoin in the last month, spreading it across multiple addresses. \n\nEach address received around $97.8 million in Bitcoin. https://t.co/29QhpjTSHK",
    "146": "JUST IN 🥇 #Bitcoin drop more than 5% 📉📉 https://t.co/RsVOLyHeOV",
    "147": "@_RichardTeng My page updates news and information about ctypto and bitcoin everyday. Woth a follow from you!!!!! https://t.co/1w67bXqLET",
    "148": "#XRP weekly chart https://t.co/3HchHVqVYE",
    "149": "@POTUS Glad we are putting qualified people into life-tenured positions",
    "150": "@bitcoinsalldayx Agreed. ETH has a long-term value and it is rising day by day also https://t.co/nR5CGYkFHJ",
    "151": "@cryptoexplorex So that's how bitcoin become the top 1 crypto currency now",
    "152": "@cryptoexpertug No surprise for this rise of #SOL. I think it will still rise until the end of this year",
    "153": "@cryptopagex #ETH is flying to the moon. Congratulations to those who hloding #ETH now",
    "154": "@cryptothingx This is the perfect time to invest in #XRP guys",
    "155": "@cryptowarriorxt This is one of my favorite crypto wallet.",
    "156": "📊 World Indices :\n\nSPX - 4,585.59 (0.8%)\n\n🚀 Cryptocurrencies :\n\nBitcoin USD - 43,573.80 (0.64%)\nEthereum USD - 2,344.64 (4.24%)\n\n🌟 Commodities :\n\nSilver - 24.010 (-0.2%)\nGold - 2,040.50 (-0.29%)\nCrude - 70.96 (2.34%) https://t.co/4ILiXAkLwt",
    "157": "#Bitcoin will be recorded at fair value under new FASB rules issued today #BitcoinEFT #Miners\n\nPreviously, companies could only value their bitcoin at the lowest price since they bought it, meaning they had to record a los, but not a profit when the price revovered. $BTC https://t.co/Lxixhtxyc8",
    "158": "@bitcoinquotesX Didn't expect #MNT deop this low in the market",
    "159": "⚡️⚡️⚡️⚡️⚡️⚡️\n\nScam Alert!\nProject SafeMoon Files for Chapter 7 Bankruptcy\n\n#SAFEMOON Did 58300x 🟢 ( 5830197% ) within 70 days After Launch.\nAnd Now Almost 99.97% Down From Its All Time High ⚰️.\n\nAs the bull run 🐂 is near, more questionable coins 🧐 like SafeMoon are set to… https://t.co/lvzrgxUTXP https://t.co/MwfB3pyeky",
    "160": "RT @saylor: Treasure #Bitcoin https://t.co/O2D3gwKXLF",
    "161": "@bitcoinsalldayx I've got my eyes on #OGGY\nBut I think you should list #SCB also",
    "162": "Three Phases of #Bitcoin\n\ni) Bottom\n\nii) Consolidation\n\niii) Breakout\n\nRight now, it appears that Bitcoin is in the consolidation phase.\n\nSimilar to past cycles after forming the bottom, $BTC goes sideways under the falling trendline before an explosive breakout....🔥 https://t.co/vBRWxqlmkM",
    "163": "@cryptocrunchsx Another positive signal that shows we need to hold more bitcoin https://t.co/eKelDOep84",
    "164": "@cryptotradersx The drop of #ETH is quite concerning right now. It is a big step back",
    "165": "#Bitcoin    hits another 2023 high of $40,236.\n\nWhat’s your price prediction for $BTC by the end of this year? https://t.co/sb6iwektGI",
    "166": "@cryptottradings Can't wait till the time bitcoin hit $41,000. Btw, I think it will hit $39,000 soon",
    "167": "@crycurmillion When every other coins is going down, #SOL is the only one going up. Feeling great!!",
    "168": "RT @coingecko: What #crypto will you be watching in September?",
    "169": "@bearcryptox Just like what I said. #ADA will keep going up tomorrow",
    "170": "No need to cry son https://t.co/sEIZWAzz8U",
    "171": "@binance @Cristiano It is my GOAT right there. GM GM",
    "172": "@cryptowarriorxt #ADA keeps disappoint me. Can't belive it go down this whole week",
    "173": "💰 2024 #Ethereum Event List\nSave the day guys! https://t.co/FN6wPmZXKI",
    "174": "@bitcointechz Bruh, this coin has no future in the market. What are you expecting for?",
    "175": "@cryptoadviceX Agreed, we all have the same perspective about bitcoin",
    "176": "@cryptoeducax There is a small signal to tell that #OKB will hit $60 soon",
    "177": "@cryptonewsxtw This knowledge helps me a lot. Thanks 😍",
    "178": "@cryptoeduaz This is such a big red flag for those who invest in #BNB . Hope it will rise back soon",
    "179": "@WatcherGuru With this fresh crypto supercycle, all we need to do is keep holding bitcoin!!!",
    "180": "@cryptothemoonx As my prediction, #ETH will reach $2.5k in the end of the year",
    "181": "@bitcointraderug Not really beeaking. We all knew this would happen",
    "182": "@binance Thanks for the new Web3 wallet. Highly recomment using this!!!",
    "183": "Biitcoin is pumping right now 🚀🚀\nA small reminder: bitcoin halving: in 145 days #BitcoinETF https://t.co/avl02IYL9i",
    "184": "Coinbase plans to integrate with #Solana (big if true)! https://t.co/nESiDF2kOL",
    "185": "Current review on BTC 💰\n\nFriends, today I decided to make a small review on BTC for you, as now we are near one of the key points. Namely near the level of $44.350.\n\n🔤 During yesterday's day Bitcoin showed good growth and today the price went into consolidation. If we consider… https://t.co/njouPPhswL https://t.co/Yto8cTdQA3",
    "186": "@bitcoinsalldayx I expect those altcoin will rise. But not so sure cause anything can happen",
    "187": "@cryptoadviceX Bitcoin is now the trend of the world",
    "188": "@cryptothemoonx Look like #ETH will keep going down for a short period of time",
    "189": "@mrbitcoinxtw #ETH seems like it will go down far from this point",
    "190": "@KingJames Let's go my young boy. He is on fire this season!!!",
    "191": "⚡️ 40% of mining on the Bitcoin network occurs using S19 ASICs (or equivalent hardware)\n\nThe problem is that after the halving, such machines will mine at a loss at today's BTC price $BTC #bitcoin https://t.co/uPULYxjMrZ",
    "192": "@mrbuffalocrypto Buy MATIC right now before it flying high!!",
    "193": "@crycurcommunity So bad that #SOL ia still dropping this week. Hope everything will be better next week",
    "194": "@crypt0news365 My prediction is that ETH will go up and hit $2,500 next week",
    "195": "Bitcoin is enough for me https://t.co/0fYpfedQLT",
    "196": "@bitcoinsalldayx Look like #SOL didn't disappoint us, it keeps going up and up",
    "197": "#XRISE Update:\nPresale investors were up over 300% at todays peak. Thank you all for trusting us again and hope you enjoy your profits.\n\nAfter a small correction to current levels we see now as a great dip buy opportunity for anyone who missed the presale and wants to earn nice… https://t.co/KSeHFeMdEP https://t.co/s5q2ZZeVBJ",
    "198": "@mrbitcoinxtw Thanks for the updating from you. I have high hope in this token",
    "199": "@cryptoadviceX A positive signal for investor right now. Keep buying more #USDC guys",
    "200": "@cryptotabx As many expert's prediction, #Shiba will rise soon",
    "201": "📊 #Bitcoin just hits $41000 https://t.co/MkXby6ursG",
    "202": "@cryptothingx Bitcoin will soon have the price of 40k, and will reach 50k. Keep holding guys https://t.co/XoMf8vVtvh",
    "203": "$BTC Bitcoin will create new millionaires in this bull.\n\nThis bull season will be the last bull season to create millionaires.\n\nIn the next bull, millionaires will no longer be easy to create.\n\nTake your place before it's too late.\n\n#Bitcoin https://t.co/Yo3VhBzF18",
    "204": "@AltcoinDailyio Investing in bitcoin and Ethereum, soon your dream will come true\nhttps://t.co/g8kpzs1SUj",
    "205": "@cryptottradings Keep HODL bitcoin and your wallet will growing bigger forever https://t.co/QQkgu0NZlF",
    "206": "@cryptocoffeexw Don't sure if anyone is the first to leave but for sure #BTC and #ETH will stay there forever",
    "207": "@cryptocoffeexw Nothing to panic. Keep holding bitcoin and we all wil have the money",
    "208": "@cryptorevolux I believe that FIL will rise again soon. Keep holding guys https://t.co/F5tcQ4kaVV",
    "209": "📈 Weekly #MarketDynamics Update: Today, we want to highlight the market trends for major cryptocurrencies.\n\n💰#Bitcoin: Market Cap - $854.6B\n(+$115.6B)\n24h Trading Volume - $38.1B\n(+17.5B)\n\n🔹 #Ethereum: Market Cap - $272.8B\n(+$28.2B) \n24h Trading Volume - $16.1B\n(+$7B)\n\n🪙… https://t.co/U0zdzgsvKc https://t.co/gBpUg8ohVV",
    "210": "Crypto companies that offer physical payment card https://t.co/EPSYszCQWN",
    "211": "@bitcointechz No a big concern now. I think #SOL will continue to go up for a long timd",
    "212": "@cryptoeducax In my opinion, this is a potential coin right now",
    "213": "The visualization “Bitnodes” by Addy Yeow shows the distribution of Bitcoin nodes across the globe.\n\n#Bitcoin #Nodes https://t.co/SLzVLL7Ynw",
    "214": "@cryptonewsxtw A big red flag is shown on the chart. I have no trust for #XRP now",
    "215": "@okx @0xPolygonLabs Congratulations to all of your team members at #X1 on this launch!!! I'm hoping that you will accomplish more in the year ahead.",
    "216": "🚀 Top Trending Coins (Today) \n\n1. #SEI \n2. #BLUR \n3. #COQ \n4. #INJ \n5. #WIFI \n6. #NEON \n7. #BONK \n8. #TIA \n9. #STRK \n10. #SOL \n11. #SUI \n12. #GSWIFT \n13. #ASTRO \n14. #TET \n15. #AVAX",
    "217": "@cryptotabx More negative signal for #ETH today https://t.co/Jz7p2OSgcI",
    "218": "@bitcointraderug Great move from that bank cause bitcoin is becoming stronger and stronger",
    "219": "@cryptothingx My advice is that we all should invest in #SHIBA now!",
    "220": "$NEAR update (Daily) \n\n$NEAR Surpasses 100% 🎊 Many many congratulations 🥂 those who are Holding $NEAR are 2X 🤩 Now. \n\nRemember the Take profits 🏹.\n I Marked &amp; Close accordingly. \n\nAlso those who think to close, can close ✔️ without hesitation as our initial take profits i.e… https://t.co/zTC41jsFbU https://t.co/RYlAq9crRf",
    "221": "RT @Bitcoin: What comes next? https://t.co/T0lAtrO0GL",
    "222": "💰 Binance will list Bonk (#BONK) and open trading for these spot trading pairs at 2023-12-15 08:00 (UTC). \n\nBONK is the largest meme coin in Solana 💰 and created by an anonymous team. Binance has previously listed Bonk’s Future. Coinbase 💰 also just announced the launch of… https://t.co/O2MCTOdEQn https://t.co/K3sJLvTtXg",
    "223": "@cryptomillionex Calm down guys. #SEI will rise back again nedt week for sure",
    "224": "#Bitcoin    Dominance - Update \n\nI am looking for that poke up to the supply zone at 57.30% before rejecting hard. May not see a true Alt run into next year, but certainly can see a mini run in between https://t.co/LXYJK83mjz",
    "225": "@bitcoinallstarX Look at the chart, it keeps dropping until $0 for sure",
    "226": "@cryptotabx This is the future for trading platform. Using AI will helps us a lot",
    "227": "@cryptothingx Bitcoin is falling behind after a rising price last week",
    "228": "@bitcoinsalldayx For sure this resilience has atteacted me a lot over the past 24 hours",
    "229": "@cryptottradings Thanks for the information! I'm looking forward to them!",
    "230": "@cryptoeducax Can't trust #IMX anymore. We are losing money",
    "231": "@bitcoinbillionx Just from the chart, I can know that #MANA will go up tomorrow for no doubt",
    "232": "Crypto today 💰\n\n🥇 #BTC: $43,398 | 24H: -2.00%\n🔵 #ETH: $2,255 | 24H: -0.35%\n👽 #TON: $2.27 | 24H: -1.52%\n\n🔥#trending\n#EDU: $0.74 | 24H: +17.73%\n\n📈 Top gainer\n#AMP: $0.00385475 | 24H: +48.5%\n\n📉 Top loser\n#BTT: $7.71122e-07 | 24H: -20.87% https://t.co/9COUcrcglp",
    "233": "We all know what it means https://t.co/3n6fN6TAHr",
    "234": "@bitcoin360x It will get below $10 in next week. Don't believe me? Just wait and see",
    "235": "@crypt0futureX #BNB is on fire this week. Buy it now guys",
    "236": "@cryptothemoonx Bitcoin is flying high right now. I expect it to hit $45,000 within this week",
    "237": "@cryptoeduaz Bitcoin will rise up to $40k soon",
    "238": "@krakenfx It is clear they will keep coming after crypto unless we defend ourselves",
    "239": "@cryptoctworld We all know that they would refuse to participate",
    "240": "@superphiz Eth is really a good deal for everyone now\nhttps://t.co/g8kpzs1SUj",
    "241": "Joke on you!! https://t.co/3PGhx2RRmu",
    "242": "@cryptoinvesttwx Go for #DOGE guys. Invest in Dogecoin now will get you money in the future https://t.co/4fEIUG9Cv6",
    "243": "@cryptomanxt Oh wow. Can't believe that our #DOGE is growing day by day",
    "244": "#Bitcoin update (Daily) \n\nEarlier we had seen 👀 that, #Bitcoin provided us first red Weekly close from the October (this week 📆). \n\nThe price is stuck inside the consolidation 📊 Box, you can see having a fixed range of $40K - $44K\n\nI am anticipating the 🚀 same movement from… https://t.co/8h1zYPAHmu https://t.co/8nwAeDqnN5",
    "245": "@mrcryptotradx Dripping means that it is the best time we should buy bitcoin! What are you waiting for??",
    "246": "@binance @bonk_inu Thanks Binance!! It begins now\nhttps://t.co/VSgHYi0mtF",
    "247": "$NEAR update  (Weekly) \n\nNice pump off 🚀 from my strong demand area, Holding since 4 Months. \n\n+240% profit gained so far 😎\n\nCongratulations 🎊 to Holders 👏 https://t.co/DpLV4zpyOE",
    "248": "@cryptopagex So sad for those who hold #XRP right now",
    "249": "looks like $ADA wants to follow $SOL\n\nStuck at resistance for 3 weeks https://t.co/IKHDUNskSw",
    "250": "💰 Solana Founder Rejects “ETH Killer” Label\n\n#Solana founder Anatoly Yakovenko has taken a firm stand against the divisive narrative that pits emerging blockchain protocols against Ethereum, often labelled as “ETH killers.”\n$ETH https://t.co/Oy3bPbUjFe",
    "251": "@mrbitcoinxtw More positive signal from #ETH. Holding ETH is never a bad decision from me",
    "252": "@cryptosignalstw Bitcoin is the trend topic right now in all of the crypto social media platform",
    "253": "💰 #Bitcoin Core developer Luke Dashjr claims that Inscription is exploiting a vulnerability in Bitcoin Core to spam the blockchain and hopes to have a final fix before v27 is released next year. https://t.co/mhRuxoI47i",
    "254": "Where is he?!!!!! https://t.co/ZiViUvUfY8",
    "255": "@cryptoexpertug #ETH has the potential to rise even above $3000",
    "256": "Liquidity inflow updates local #ATH 📈\n\nFriends, today I came across an interesting infographic. It shows the inflow of liquidity to the market. Looking at it, we can see a pattern that the total inflows into #ETH and #BTC are now accelerating at the same pace as before the bull… https://t.co/CJXecayVT3 https://t.co/Z6wq7yqJbp",
    "257": "@bitcoinguruX #ETH will keep rising in the future. Now it is the best time to invest in ETH guys",
    "258": "#MDX / USDT : \n\nTF : 1D\n\n- Price has break out resistance zone &amp; 200ema . Now , price is taking support over it . It signifies price has change its trend from downtrend to uptrend .\n\n- Wait for the price to breakout $0.081 level for long entry . Bullish momentum is expected to… https://t.co/PjYOQ9e88G https://t.co/zs5jw9nGKB",
    "259": "@dailycryptox Look like CRO is still droping. Luckily, I didn't buy it https://t.co/hEA5MP17g7",
    "260": "@mrbuffalocrypto Invest in bitcoin is a wise dicision for me. HODL!!! https://t.co/xjIObiK4Ka",
    "261": "@cryptosignaltwx Soon ETH will take ovwr bitcoin and sit on the number spot in the coin market. Let's go Ethreummmmm",
    "262": "@bitcoinsalldayx LOL this is axaclly me everyday https://t.co/cvKCXf6HHk",
    "263": "@cryptoeducax #SOL is back to the game. I think it will keep going up for the next few days",
    "264": "@saylor Can't wait to see what people will say when bitcoin reach $100k\nIt will happen soon",
    "265": "@cryptorevolux Another trash coin here. There's not much hope for #CRO anymore",
    "266": "What to buy in the investment portfolio? 📦\n\nFriends, hello everyone. Let's decide today to write a post long awaited by many about investment portfolio and what tokens I would buy in myself.\n\n🔤 For beginners, I will start with an explanation: Investment portfolio is an account… https://t.co/R3AS2d8fIn https://t.co/L7BK0XvmQH",
    "267": "@crypt0news365 I think it's time for ##ADA to disapear from the market",
    "268": "@Bitcoin Bitcoin is everything to me now. Just keep buying and holding!!",
    "269": "@mrcryptotradx It is me also. I did invest in #DOGE and it really makes me rich right now",
    "270": "@cryptotradersx Good choice. They are making great investment!!",
    "271": "💰 #Bitcoin has returned to the top 10 largest market caps, surpassing Berkshire Hathaway \n🚀🚀🚀🚀🚀 https://t.co/k6CqnrHWqE",
    "272": "@cryptopagex Consider buying #SOL right now will make you rich in the future! https://t.co/9PeNMazZTP",
    "273": "@AltcoinDailyio It's me. Truthfully a great coin",
    "274": "#BTC CME Gap Chart:\n\nCME gap spotted in #Bitcoin chart, presenting a potential bid zone.\n\nTraders often eye such opportunities for strategic entries.\n\nCME GAP 1:- $20145\nCME GAP 2:- $39410\n\nWhich GAP will filled First ? https://t.co/Ap3UgH87g7",
    "275": "@cryptostreetaz Thanks for the update. We can see that #BNB us back to the game",
    "276": "@cryptottradings Yes, $BTC will sure fly above $40,000"
}