{
    "0": "@bitcoin360x Im also expecting this to happen soon",
    "1": "@cryptographyxw BTC will peak and start a new era",
    "2": "@cryptottradings Congratulations, an ideal price level",
    "3": "@Cristiano @AlNassrFC_EN @AlNassrFC Wish you and your family have a happy weekend. Love you so much ❤❤❤",
    "4": "Isn't it incredible how innovations like Bitcoin, Ethereum, TikTok, YouTube, Android, Facebook, Instagram, Twitter, and more didn't even exist 20 years ago? 🤯\n\nThese platforms have revolutionized communication, finance, and entertainment.\n\nHow have these digital marvels reshaped… https://t.co/2lWfuB7NwV https://t.co/EpeuQGqOY4",
    "5": "@ElonMuskAOC @elonmusk This moment will go down in history. Congratulations humanity 🎉🎉. thank @elonmusk 🫡🫡",
    "6": "@cryptothingx That's reasonable, im looking forward to it going into my pocket",
    "7": "@cryptocoffeexw @bearcryptox It's been a long time since I followed SHIB, I didn't think it increased by 12%.😃",
    "8": "@bitcoinbillionx The rich are really decisive with their assets",
    "9": "@dailycryptox Indeed, you never know what will happen, i didnt think it would be like that",
    "10": "$BONE\nNEXT 1.17$ ✅ https://t.co/Xoq6lOiDyH",
    "11": "Gm guys, market is at retard stage. Keep this in mind, or you take risk, or you don’t. https://t.co/ecLJbEZYxB",
    "12": "@cryptocoffeexw In your opinion, it seems like things arent going well, right?",
    "13": "On this day in 2010, the market cap of $BTC hit 1 million USD for the first time.\n\nSince then #Bitcoin has weathered multiple #crypto “winters” and thrilling bull runs — today’s market cap sits at well over $650 billion. ✊ https://t.co/uMzH2CN3ap",
    "14": "Why #ETH, from a trend leader becomes a trend sucker, in just 12 hours. 🙈 https://t.co/X8H8OEs6zg",
    "15": "@cryptocrunchsx Sometimes things dont go as expected",
    "16": "All info is free. Youtube, google. There is no excuse to newbies or people who long time on this market. Just take this job seriously. Its not a luck,not a lottery, not random. Investments and trading its all about knowledge, practice, psychology",
    "17": "@cryptothingx I don't dare look at the map 🫣",
    "18": "Chef Harambe in the Kitchen. I wonder what he's cooking. https://t.co/SZBtEmljte",
    "19": "Not looking good for bulls, especially #ETH bulls. https://t.co/FrXCN1SEpS",
    "20": "RT @Bitcoin: The 10 year UST yield. https://t.co/i52yn2cr1A",
    "21": "There is a strong likelihood of spot #Bitcoin #ETF approval by January 10, according to indications from betting markets. https://t.co/cR43G50lCg",
    "22": "#BlackRock owns 8.1% of MicroStrategy, so in fact they already own 14,136 #Bitcoin  ...👀 https://t.co/26R9pnwJ8b",
    "23": "@cryptomillionex I wont invest when the price goes up",
    "24": "#BTC update https://t.co/ci0lo9z4E0",
    "25": "@cryptothingx Im looking forward to see how the results of these two coins will be",
    "26": "Sometimes crypto just for $FUN https://t.co/Th6NnJTGWJ",
    "27": "#SOL update https://t.co/aul24C0dSp",
    "28": "@crypt0futureX The figures are quite okay but they havent increased significantly, right?",
    "29": "@cryptothemoonx It seems like ETH has regained its momentum",
    "30": "@cryptotradersx Browsing through this coin just feels sad",
    "31": "@momentoviral @celineemile99 I cried when I saw this video😥",
    "32": "@crypt0preneurx Love, intelleigence, power",
    "33": "BTC$BTC\n\nWe are not yet in a #Bitcoin bull market... 👇 https://t.co/HoYfkiwk7x",
    "34": "@crypt0news247 It seems like it will still be red nesxt week. Thats really sad",
    "35": "@bitcoinsalldayx Your information is very helpful, thanks so much",
    "36": "@cryptothemoonx Although this information is old, i just found it",
    "37": "@bitcoin360x Though that may be true, this is the best coin i know of",
    "38": "@cryptothemoonx Who can tank me know what happened?",
    "39": "RT @opensea: We’ve had a few learnings since launching our Operator Filter:\n- It relied on opt-in from the entire ecosystem, which didn’t h…",
    "40": "@bitcointechz appeared on the official website, how could it be fake?",
    "41": "@789Meggy @katyperry @kpcollections Love Katy",
    "42": "@cryptothemoonx There's too little information here. I need more than this",
    "43": "@cryptorevolux I think this opinion is partly correct 🙂",
    "44": "@bearcryptox Really? They look so adorable and funny 🤣",
    "45": "BTC$BTC\n\nIs the #Bitcoin parabola coming to an end? https://t.co/fkx9idzhlK",
    "46": "@cryptowarriorxt I haven't seen it before. Is it really that good?",
    "47": "@cryptocoffeexw I love this green color because it's an extremely positive sign that helps me make the right decisions",
    "48": "@cryptonewssx Perhaps when you first started setting up your strategy, you forgot something’s",
    "49": "@mrbitcoinxtw I have to pay attention and update daily on ETH, thanks for sharing",
    "50": "@cryptothemoonx @cryptottradings I think CeFi bigger ya",
    "51": "$USTC Course correction is normal for further growth. https://t.co/kh6kuhzOPb",
    "52": "The suspense is killing me.. https://t.co/i1uonciBYl",
    "53": "@elonmusk @johnkrausphotos @SpaceX I wish to see it with my own eyes, that moment is so wonderful 🤩🤩",
    "54": "@crypt0preneurx This is probebly the most interesting information today",
    "55": "@cryptonewsxtw I still need to see how his CEO work performs, then i will draw a concluasion",
    "56": "Bitcoin hit 38k 🔥 LFG! 🚀 https://t.co/ZeXGrVv8Wq",
    "57": "@cryptographyxw You should pat attention and stay informed. You never know what might happen",
    "58": "@cryptorevolux Great, im also looking forward to it",
    "59": "@cryptostreetaz Is there any more related information?",
    "60": "@narendramodi @JMilei Congratulations for the victory in the Presidential elections. 🎉🎉",
    "61": "@bearcryptox Im keeping an eye on this news",
    "62": "@cryptotimeaz Im looking forward to your good news",
    "63": "@cryptographyxw I also thought that way when i was researching BTC 🤣",
    "64": "@cryptosignaltwx I think it's the right time, but be careful",
    "65": "@cryptonewsxtw Indeed, its not adviseable to celebrate too soon because you never know what will happen",
    "66": "@cryptoexpertug Great, the market may become lively when this is approved",
    "67": "@cryptotimeaz Of couse, im looking forward to that",
    "68": "@mrbitcoinxtw BTC is the best coin in my investment",
    "69": "@bitcoinallstarX Looking at the picture makes me feel sad",
    "70": "@cryptonewssx Im researching more about this coin for investment",
    "71": "BTC$BTC\n\nThe #Bitcoin bull market hasn't even started yet... https://t.co/Ilh57jiFNt",
    "72": "@cryptostrategyx Great, ETH cant go down in the near future, right?",
    "73": "@cryptographyxw This coin is about to reach its peak soon",
    "74": "High Korean Bitcoin Premiums Signal Strong Retail Investor Activity: CryptoQuant. https://t.co/KUJWxC91bj",
    "75": "@cryptosignaltwx $KAS it’s always top 🔝",
    "76": "@cryptoexpertug Not too surprised cause i had predicted",
    "77": "@mrbitcoinxtw No coin can rise forever, there must be ups and downs, and the same goes for BTC",
    "78": "According to SEC site: Between November 30 and December 26, MicroStrategy purchased an additional 14,620 Bitcoins for about $615.7 million in cash, with an average cost of around $42,110 per #Bitcoin https://t.co/odBDXrsRxy",
    "79": "@cryptorevolux Without 1 lah l, bro 😎",
    "80": "@cryptothingx Why BTC halving ? Who talk me know what happened?",
    "81": "@mrbuffalocrypto Serious stuff, this could impact the market",
    "82": "Already explained you before about ASTR$ASTR expansion in ASIA\n\nThe largest Korean crypto exchange Upbit has listed Astar Network! #astr\n\nwhat you need to do just not skip posts. simple https://t.co/qnpHuAV4Xa",
    "83": "@blockchainsux This is why im not hunting for any new coins",
    "84": "$BTC 83.6% of the Bitcoin circulating supply is now in profit, well above the historical average (74%).\nThe rise of the indicator above this upper limit historically coincides with the early stages of the “euphoria phase” of a bull market. https://t.co/3tcdPyJDei",
    "85": "@cryptonew24h Nothing can stop Bitcoin 👍👍👍👍👍",
    "86": "@bitcoinsalldayx The Biggest Narratives of the upcoming.",
    "87": "@bitcointraderug I still keep an eye on this coin, it relly has great potential",
    "88": "@cryptocrunchsx Im thinking the same way, be careful",
    "89": "@cryptonewsxtw You must be happy when the coin is still stable, right?",
    "90": "#BNB Binance weekly chart https://t.co/0n45Se47Qc",
    "91": "@cryptoadviceX Even thougg ive grasped the information about this coin, still feel sad looking back",
    "92": "@cryptosignalstw Great, hoping it goes up a bit for some pocket money",
    "93": "@cryptotradersx BTC is the perfect choice for the current time",
    "94": "@bitcoinbillionx Going up but a bit unstable, makes my heart also uneasy",
    "95": "@cryptothingx Completely agree and i am looking forward to it",
    "96": "@mrbuffalocrypto Dont worry  it will bounce back quickly",
    "97": "@HodlMagoo @WatcherGuru When not selected, there are many promises. Once successfully elected, a promise is still a promise.🙄",
    "98": "@crycurmillion When trading, i really hate encountering errors",
    "99": "@cryptosignalstw That's right, but there are both positive ans negative aapects, so be selective with the information before viewing",
    "100": "Once you understand Bitcoin, it doesn’t seem risky at all 🚶 https://t.co/Jedrwu3IMc",
    "101": "@bitcointraderug Wait and see, but dont wait too much",
    "102": "@cryptothemoonx With today's investment market it is difficult to compare 🧐🧐",
    "103": "$BTC We are just 14 days before the window opens for the acceptance of the first #Bitcoin  Spot #ETF https://t.co/wP47BKEpU1",
    "104": "@cryptoadviceX Sometimes i think the same but i dont know if its accurate or not",
    "105": "@cryptoexplorex Great knowledge, very clear and understandable",
    "106": "@crycurmillion What are the risks, im curious about it.",
    "107": "@crycurmillion @CoinMENA Does it have any impact on other coins?",
    "108": "@bitcointechz Completely agree with u, but not everyone is like us",
    "109": "Just stay calm #Solana is still bullish. https://t.co/ydxMrDRKNN",
    "110": "@bitcointechx This red color is giving me a headache. I expected too much from this coin",
    "111": "@crycurmillion Thic coin seems to be gaining the trust of many people, right?",
    "112": "@cryptoeduaz This is the golden time to invest in BTC",
    "113": "@cryptonew24h Where do you get this information?",
    "114": "@cryptoeduaz How will this affrect the cryptocurrency market?",
    "115": "@cryptotabx I think i will do more than that 😅",
    "116": "@cryptothemoonx This green color is so beautiful, i love this green so much",
    "117": "@cryptoeducax Thank bro, this very useful news 😃",
    "118": "LUNC Is anyone else on Uphold having problems buying and selling? I'm bullish on Lunc and have been always.",
    "119": "RT @BTCTN: \"The request for appeal (even if granted) doesn’t change the fact that $XRP is not a security,\" said #Ripple CEO Brad Garlinghou…",
    "120": "@cryptonewsxtw They are trying, just wait",
    "121": "@cryptotabx If i were u, i would pay off that amount to settle it",
    "122": "@cryptoeducax Seems like a roller coaster ride, up and down 🙄 but hopefully its goee up",
    "123": "@cryptonew24h Oh my, condolences to IMX and thanks for sharing",
    "124": "@premierleague @ManUtd Yes, getting eliminated from the Champions League",
    "125": "@mrbitcoinxtw Why did the #SEC invite #Bitcoin?",
    "126": "@cryptographyxw Nothing new, this is something ive thought about when investing in crypto",
    "127": "@cryptocrunchsx It's just the begining, so it's okay",
    "128": "@cryptotradersx There are many small investors who buy bitcoin for long-term accumulation, so there will be no demand for transactions on the exchange.",
    "129": "@cryptowarriorxt Feeling lucky for those who bought this coin",
    "130": "#LINK will soon face a major challenge which is the $13 supply zone, if LINK manages to break out from the level next target will be 23 to 25 dollars.\n\n$LINK https://t.co/SAAeIVhlgB",
    "131": "$KAS I was in KAS from $0.012, it was a very good currency and had a great rally, and now it's time to shift to its cousin, KDA🔥, which is lagging behind.\n\nAfter that NEXA🔥 and then XNA🔥\n\nThis is the magic of LAYER1 coins🔥 https://t.co/MhJy2MwwRr",
    "132": "@cryptomillionex The information is quite comprehebsive ans easy to understand, bro 👍",
    "133": "@cryptostreetaz BTC and ETH have never disappointed me. Hopefully they continue to grow in the future",
    "134": "@cryptothemoonx BTC still has great potential",
    "135": "🚨 $RLB dropped up to 10% in the past 24 hours.\n\nWhale 0xd08 dumped all 6.042M $RLB for 1.26M $USDC at an avg price of $0.208 ~12 and 9hrs ago, accelerating the price drop.\n\nNotably, the whale bought those $RLB with 774K $USDC at $0.128 on avg on Oct 11. After the sales, he… https://t.co/YfLqirZHGm",
    "136": "@cryptopagex 2024 will be a year of innovation, but i will still be prepared for unexpected events",
    "137": "The $43,200 is the most important #Bitcoin resistance to break! https://t.co/AM5dstZwoO",
    "138": "@crycurcommunity Yes, i feel the same because crypto is more interestung than i thought",
    "139": "@cryptotabx This is the information i need, thanks bro",
    "140": "@cryptothemoonx Its just dropping for a short time, it will soon rise again in the future",
    "141": "@cryptothingx I always choose BIG CAP, So all my friends choose?",
    "142": "@bitcointechz Many people will regret not paying attention to SOL",
    "143": "@cryptographyxw The higher is goes, the more it will increase in value. I consider this to be a normal occurrence",
    "144": "@btctraderclub Just one day down, everything will be ok",
    "145": "RT @binance: Friend: \"Got any outfits I can borrow?\"  \n\nTake your pick.  \n\n📸 @AmirahBNBangel https://t.co/a3IW2IQFHc",
    "146": "@crypt0news365 Im sad to hear this because i had really high expectations",
    "147": "@bitcointechz What a pity I missed it😖",
    "148": "@cryptonewssx This picture describes it accurately",
    "149": "@cryptoexpertug Chuẩn bị tinh thần có thêm một sàn giao dịch mới 👍👍",
    "150": "@cryptomanxt I think chooses must have and should have lah",
    "151": "@cryptoeducax It's great to see SOL always in the green like this",
    "152": "🚨 [Updated] #FTX and #Alameda further transferred out $38.5M worth of 7 assets to exchanges ~6hrs ago:\n\n750,000 $SOL ($31.2M)\n\n325,501 $ENS ($2.76M)\n\n10.1M $GMT ($2.22M)\n\n642,702 $LDO ($1.26M)",
    "153": "@cryptostreetaz Take a look and worry for those who believe in this coin",
    "154": "@cryptottradings Very clear, thank you for sharing the information",
    "155": "@cryptothingx I bet its 40k because many of my friends are interested in this coin",
    "156": "@crypt0preneurx The recovery was really so fast, I couldn't control my emotions",
    "157": "@cryptothingx ETH doesnt disappoint me ❤❤❤",
    "158": "@cryptosignaltwx A smart trading strategy that helps BTC stay at the 🔝",
    "159": "@crypt0preneurx The market is constantly volatile, sometimes it gets exhausting for me",
    "160": "People missed out on #BTC, then ape in lagging altcoins with the hope they will play catch-up.\n\nBe careful if you are too deep in alts long, it is dangerous now https://t.co/NO3O8z0Fv1",
    "161": "@mrcryptotradx Look ai this figure makes me truly happy",
    "162": "@cryptoeduaz @cryptocoffeexw Yes! We lest wait for new breakthroughs",
    "163": "@crypt0news365 Why does it look funny but also cute",
    "164": "@cryptoeducax I will learn more about this coin",
    "165": "@cryptottradings Of course, mining Bitcoin requires a lot of things that not everyone can do",
    "166": "#ACH is expected to break free from the current price level which is acting as a resistance, this can only be possible if the overall market continues to be bullish. The price target to look out for is $0.03 and anything below $0.015 is bearish.\n\n$ACH https://t.co/wvfOijhXSp",
    "167": "#SOL Update\n\nSOL doesnt disappoint my expectations 👍👍👍 https://t.co/9Y7L4oBDxz",
    "168": "@bearcryptox 4 billion USD in 1 month, it's unbelievable",
    "169": "@cryptotradersx Though its red, its still making a comeback, so keep the hope alive",
    "170": "#BTC at 43.35 will be an important level, if we can reclaim it, can consider this dump is just a stop hunt, but if we can't, then it is time to play safe. https://t.co/eLBxW1kB3S",
    "171": "$BTC\n #Altcoin Market Cap looks ready! It's going to be the biggest #Altcoin season of all time https://t.co/dEF2mGP91F",
    "172": "@cryptonewssx It looks promising but i dont like this coin",
    "173": "@bitcoinbillionx Stay confident, this coin is about to turn green",
    "174": "@cryptonewsxtw BitcoinETF 100% will be approved🎉",
    "175": "The legand of #Harambe continues to spread through Defi, super bullish for this. \n\nA #memecoin with historical value 👀 https://t.co/q9lcOeTZS8",
    "176": "🤔 Is Bitcoin's decentralized nature a more resilient store of value than traditional fiat currencies? 💰\n\nExpress your opinions in the comments section.💭 https://t.co/1InJD84Ubt",
    "177": "@neymarjr Hope you comeback soon. Love you so much ❤❤❤",
    "178": "@bitcointraderug I also think so. Nothing can keep going uo forever",
    "179": "An unstoppable trend is emerging with the rise of decentralized finance. Notably, countries such as China and Nigeria have attempted but failed to restrict their citizens from using cryptocurrency, as the incorruptible nature of blockchain prevents manipulation. Cryptocurrency… https://t.co/Xzc0T0FswM https://t.co/SGM3JnYZeY",
    "180": "@dailycryptox Positive sighs, but be cautious, this coin is not very safe",
    "181": "$LUNC BitMEX exchange announced that it will activate futures trading on LUNC on December 6, 2023.\n\nLUNC leveraged transactions will initially be playable up to 10x. https://t.co/HQTr6RSMJY",
    "182": "On This Day (October 5, 2009) 14 years ago, the #Bitcoin price was born.\n\nAt the time, it was based on the electricity needed to mine one $BTC setting its initial value BTC/USD rate at a mere $0.00076 https://t.co/qHZFZwBCFA",
    "183": "@VitalikButerin Good to have you. Thanks for your shared information",
    "184": "@cryptoinvesttwx The number of transactions per second is horrifying 👀",
    "185": "@cryptosignalstw The plan looks simple but you never know what might happen",
    "186": "RT @CoinDesk: After two years of waiting, @coinbase said it has finally won approval to list crypto futures product in the U.S. By @JamieCr…",
    "187": "$ETH 2 grand and beyong today folks. We’ve had bulish days on both #ETH 2.0 and #ETH#BTC etc etc etc this is unusual as we usually see a sell off near the bulld up to Christmas, stay on the watch guys, we could witness an explosion this year rather than a sell off. To the moon 😍",
    "188": "@cryptopagex Wow, ETP đạt 1 tỷ? Chắc chắn các nhà đầu tư đã nhận ra tiềm năng của thị trường này. 🤩🤩",
    "189": "@cryptoeducax Time waits for no one ☝️",
    "190": "@cryptocoffeexw #Bitcoin has returned to a good trend",
    "191": "I believe we are still early to #Bitcoin Ordinals.\nVolume is only just getting picked up.\nI loaded up on my first Bitcoin Punks on $250.\n\nNow it's $2,000 a piece.\nI think it will go to $100,000 easily. https://t.co/8lOsSm8qq3",
    "192": "@CryptoUGx This information is helpful to me, thank you for sharing",
    "193": "@mrcryptotradx $XRP Price Collapses 12% as BlackRock?",
    "194": "@cryptographyxw What do you think about this coin in the near future?",
    "195": "@bitcointechx $BTC is back, let's raise a glass to celebrate",
    "196": "@bitcointraderug Hope so but be careful because you never know what will happen",
    "197": "@cryptonew24h It há reached 42, havent you updated yet?",
    "198": "@bitcointechz How far we go as we enter into a bullish 2024?",
    "199": "@cryptothingx Ive lost hope with ETH, so sad",
    "200": "@cryptowarriorxt The information you shared, i dont quite understand. Please explain it further for me",
    "201": "@bitcoinsalldayx Those who get them will quickly become wealthy",
    "202": "@bitcoinugx Just thought everything would go smoothly, but doesnt seem that way",
    "203": "As long as the #Bitcoin price stays above $40,000, the trend remains bullish. However, a drop below $40,000 would indicate a potential price correction, possibly around $38,000. https://t.co/aAZKLz9f30",
    "204": "I think that this Christmas they will talk a bit more positively about #Bitcoin again 😅 https://t.co/g7EDoAAjkf",
    "205": "@crypt0news247 Thank u, but i adhere to many ideologies",
    "206": "@cryptocoffeexw What happened? 🤯🤯",
    "207": "@dailycryptox Does it help any coin go up?",
    "208": "@rihanna @SavageXFenty OMG you so amazing. I love you so much ❤ my beautiful queen",
    "209": "RT @BTCTN: #De-dollarization not on #BRICS summit’s agenda, South African #diplomat says. https://t.co/lbcwpdH9af",
    "210": "@cryptonewsxtw I thought it would drop sighnificantly but luckily is didnt",
    "211": "@bitcointechz Some people will regret when they see your information",
    "212": "@bitcoinallstarX SOL is unbeatable in my heart, i love SOL",
    "213": "@cryptomillionex Why are many people uodating about this coin?",
    "214": "Bitcoin is currently attempting to regain the trendline level, but it's facing some difficulties. We need to wait and observe whether the price can maintain itself above the trendline with good volume. As expected, there hasn't been much movement in the market. However, we might… https://t.co/O9F7nPeKVW",
    "215": "@cryptotabx I cant predict what will happen",
    "216": "@crypt0preneurx Its really bad. Condolences to those who believed in this coin",
    "217": "@mrbuffalocrypto Change is always necessary to adapt",
    "218": "@cryptosignalstw What happened? Why Sam  Altman is fired?",
    "219": "@dailycryptox I don't understand the problem 🤯🤯",
    "220": "@cryptorevolux It seems like fewer people are interested in this coin now, right?",
    "221": "$BTC #Bitcoin 👀 How quickly things can change... https://t.co/cUJjMhbSZ2",
    "222": "@cryptotabx Looking tha this picture, i dont know what to do with this coin",
    "223": "@narendramodi Its wonderful, i got lost in it. Thanks for your beautiful pictures",
    "224": "@cryptoinvesttwx I think wen 50x, u?",
    "225": "@cryptostreetaz I've been anticipating this for quite a while",
    "226": "You can't win all the time, but it is important to maximize your profit, and minimize your loss.\n\nWhen market is not in easy mode anymore, just stop trading. https://t.co/wFUZx82HFb",
    "227": "@cryptographyxw Easy to understand knowledge, thanks. I hope there will be more posts like this",
    "228": "#DOT has effectively surpassed the $7 minor resistance, and it appears to be moving towards the $17 mark. Keep a close eye, as we might witness this price level in the days ahead.",
    "229": "BONE$BONE\n\nNEXT 1.17$ ✅ https://t.co/csC8P8OyZR",
    "230": "RT @BitcoinMagazine: JUST IN: \"#Bitcoin is the gold standard for a truly decentralized blockchain\" - Asprey Bugatti https://t.co/TYCKpVtcaC",
    "231": "@bitcoinsalldayx cryptocurrencies are really important, so I think we should put your trust in it",
    "232": "RT @kucoincom: On this day, 15 years back, the iconic https://t.co/I69ISO4C8e was born 🎂\n\nCheers to the forefathers 🥂 and many more years o…",
    "233": "RT @CoinMarketCap: #CryptoNews: Binance Labs, the venture arm of leading #cryptocurrency exchange #Binance, has revealed an undisclosed inv…",
    "234": "@bitcoinsalldayx This is the most outstanding information today 🤩",
    "235": "@crypt0news365 I really hope this coin will go up again",
    "236": "@bitcoinallstarX You're right. I'll be more csutious",
    "237": "RT @CoinMarketCap: #CryptoNews: Circle Internet Financial, the sole overseer of the $USDC #stablecoin, is reportedly gearing up to unveil t…",
    "238": "@cryptoexpertug If not for BTC, i would always choose SOL for investment",
    "239": "@cryptographyxw No wonder it's the king of coins",
    "240": "@cryptopagex Im aware of this platform but i dont keep up with information on it",
    "241": "@bl0ckchaintech I didnt expect it to drop so much despite its great potential",
    "242": "@bitcointraderug Im looking forward to this news, hoping everything goes smoothly",
    "243": "@cryptosignalstw This coin is not ok, many people will probably be sad when they see this information",
    "244": "@bitcoinallstarX Dont worry, the price of BTC will go higher",
    "245": "@bitcointechx You're like everyone else, update something else",
    "246": "@cryptosignaltwx Many things to look forward to here",
    "247": "@cryptocrunchsx I havent updated the news about this coin, if you know, please share",
    "248": "@cryptosignalstw 18 months too long ya",
    "249": "@bitcoinbillionx $BTC it will hold its position, will not decrease.",
    "250": "@cryptomillionex SOL is a good coin, so rest assured,bor",
    "251": "@cryptoctworld After the improvement, i hope this coin will be profitable for me",
    "252": "@cryptographyxw A big step for bitcoin, huh? Anyway, we still dont know what will happen",
    "253": "@cryptorevolux That's right, i see this as my next potentail coin",
    "254": "If Qatar🇶🇦 really allocate $500,000,000,000 to buy #Bitcoin\n\nIt will easily catapult the price up to $200,000. https://t.co/5PfvtmDRnj",
    "255": "@mrbuffalocrypto Putting your trust in bitcoin is not wrong 👍👍",
    "256": "@btctraderclub I look forward to the day of selling this coin",
    "257": "@cryptoadviceX Looking forward to more driven by whale #accumulation.",
    "258": "Now, let's turn our attention to our favorite altcoin, BNB. #BNB holds the top position among altcoins for several reasons. Currently, the price is expected to reach $500 in early 2024. https://t.co/Nqvqf0QNZi",
    "259": "@bitcoinsalldayx Done download 👍",
    "260": "@cryptoctworld These two seem to really dislike each other, dont they?",
    "261": "@bitcoinugx $btc trend is increasing very strongly in recent months",
    "262": "@cryptoeducax Sad for this coin, i thought it would go up again but is didnt",
    "263": "@blockchainsux Oh my god, really? He is amazing",
    "264": "Since the European Central Bank declared its path towards irrelevance, #Bitcoin has witnessed a remarkable 166% surge. https://t.co/mVUsJw934y",
    "265": "@cryptonewsxtw Hong Kong is a lucrative market, worthy of investment",
    "266": "@cryptoexplorex Im a bit uncertain about this BTC coin",
    "267": "@cryptowarriorxt thank bro  for this information",
    "268": "#SOL update https://t.co/7aJyLmFW6v",
    "269": "@crycurrevo Calm down and stat calm. Hopefully, everything wont be too bad",
    "270": "@cryptotradersx If approved, this is really funny",
    "271": "@bitcoinbillionx A lot of information about LUNC today, huh? Is there a chance for LUNC to reach the top?",
    "272": "After BlackRock's application for an Ethereum ETF, $ETH gained a 3% profit. 🥰\n\nThis news published on COINOTAG PRO 5 seconds ago. https://t.co/iawFwxMXaS",
    "273": "The launch of the ASTR\n$ASTR\n zkEVM mainnet will take place in early 2024 https://t.co/Z8uKf9EKP5",
    "274": "BTC$BTC US Senator Elizabeth Warren introduces bill to \"crack down\" on the #Bitcoin  and crypto industry and bring it \"into greater compliance.\" https://t.co/YQ0zP9bREI",
    "275": "@cryptoexpertug Im hoping it maintains its position, dont fall down",
    "276": "Weekly btc\n\nTake profit line till penny. And appeared take profit Trade on(but no signal to sell) Congrats to everyone who ride from last summer or November 🤝 Next week fomc. My plan about april may 2024 personally for me in play. Lets see $BTC #btc https://t.co/qeygvZZOPL",
    "277": "@cryptographyxw Everyone will be like that eventually, that's how i am too",
    "278": "@cryptopagex An impressive figure and i feel fortunate to be part of it",
    "279": "@cryptotimeaz Im hesitating whether to hunt this coin or not",
    "280": "$BTC\n#Bitcoin Funding Rates are getting very high.\nEveryone is starting to long BTC\nBe warned.\nOnce everyone goes left, you go right. https://t.co/wz7Hfk077W",
    "281": "@bearcryptox Luckily, i just hunted yesterday",
    "282": "@cryptostreetaz It surprised me quite a bit, i will try it right away",
    "283": "@mrcryptotradx He may not approve it 👍",
    "284": "🔥BRC20 chain integrated into Bitcointry Exchange.\n🔥Unisat Wallet and Xverse Wallet have been integrated.\n🎯Our users can now deposit $BTC using Xverse &amp; Unisat wallets with the #BRC20 chain.\n🔗Bitcointry offers chains and wallets of different structures to users on a single… https://t.co/IelTLFFtBS",
    "285": "@CryptoUGx Thank u for new post very meaningful",
    "286": "@cryptothingx Investing in cryptocurrency is a smart investment",
    "287": "Now they hold 174,530 bitcoin worth more than $6.59 billion. 😳 https://t.co/ObzRjMi6Dp",
    "288": "@cryptostrategyx you see it all sleeping, but actually it's working in the dark ya 😊",
    "289": "@DavidSacks @IvanOnTech That would include removing Sam though right? 🤷🤷",
    "290": "LUNA\n\nNEXT 1.2$ ✅ https://t.co/n9AlYNsD7z",
    "291": "@cryptoctworld Its okay. There's still much more hope compared to many other coins",
    "292": "@cryptoeduaz That's great. When i read your article, i was equally excited",
    "293": "@cryptotradersx A beautiful figure for me ❤❤❤❤❤",
    "294": "@bitcoinsalldayx A potential coin i need to pay attention to in the near future",
    "295": "Could be brutal for altcoins if it happens. https://t.co/3pVI4n7IQW",
    "296": "$LUNC We need to hear from the devs on upcoming projects in 2024 for Lunc so we can have 1 more BULL RUN before the end of the year.",
    "297": "@crycurmillion The general situation in developed countries, even China or Europe, is still stagnant there",
    "298": "@cryptoeducax Quite a lot of people are interested in BNB, huh? Should i buy it?",
    "299": "@cryptosignaltwx No worries, the future will go up again",
    "300": "@dailycryptox $KAS job good ya",
    "301": "@bitcointraderug Interesting, this is an opportunity for crypto to spread to more people",
    "302": "Bitcoin will definitely come back",
    "303": "@cryptowarriorxt Sad for this coin, i thought it would progress well 🙄",
    "304": "@cryptorevolux Dramtic, im eagerly awaiting the outcome",
    "305": "$BTC\n\nThe last time #Bitcoin had eight consecutive weekly green candles was during the bull market of 2017. https://t.co/ctFrT37yfM",
    "306": "BTC$BTC\n\n#Bitcoin Bull Market Signal Flashing! 🔥👇 https://t.co/2GXpFVrAlS",
    "307": "@crycurmillion Can anyone tell me what happened??",
    "308": "If #Bitcoin would crash back down to $30,000 tomorrow,\n\nWould you buy the dip?",
    "309": "RT @EF_ESP: Time to round up all the projects that received funding last quarter 🤠 Read all about ‘em in our Allocation Update: Q2 2023 blo…",
    "310": "@ladygaga This site has many new and trendy fashion models.",
    "311": "In recent trends, Glassnode recognizes stablecoins as the favoured quoting currency. https://t.co/7UOAn4Zidm",
    "312": "@cryptotabx Today, im quite sad about this coin",
    "313": "@crypt0news365 Hope so, that is good 👍",
    "314": "@cryptoeduaz It's too slow, i cant predict",
    "315": "@cryptographyxw Im looking forward to this a lot, thank you",
    "316": "@bitcoinsalldayx It looks ok but with such fluctuations, it's not very reassuring, is it?",
    "317": "@cryptottradings Its okay, i feel the same as you, so there's nothing to be sad about",
    "318": "Savage #BTC, no weekend rest for bears. https://t.co/El0kZNHr7o",
    "319": "@crypt0preneurx I guess it will take a while, so stay tuned",
    "320": "@mrcryptotradx I think it's still melted",
    "321": "$XRP\n\n#XRP is about to have a gigantic breakout! 🔥👇 https://t.co/wL2yR4JaIl",
    "322": "@KimKardashian @skims @SKKN You look so hot, you're stolen my heart ❤❤❤❤❤",
    "323": "@cryptothingx Hope everything goes in the direction of growth 👍👍",
    "324": "@cryptonewsxtw Im planning to adapt to the market",
    "325": "Have to watch the price action carefully here.\n\nIf #BTC takes the high, but no follow up, then fail back under 42k, high chance it is going to take the low too.\n\nBut if the king can maintain buying pressure over 42k level, I think we are good to go, much higher. https://t.co/jRcmiHrgF7",
    "326": "You need to be ready for this new #BTC range 😆. https://t.co/CkduokGnf7",
    "327": "@cryptopagex Congratulations on being part of historic moment 🎊🎊",
    "328": "@mrbuffalocrypto I didn't think there would be so many options, it's really difficult to decide",
    "329": "$BTC Bitcoin has been experiencing an aggressive surge and has successfully broken through a major resistance area in just one attempt. This is a positive indication for the cryptocurrency market and is likely to attract new investments. However, we should be prepared for a minor… https://t.co/lWzcY0MWGi https://t.co/9BBLhPWQZ2",
    "330": "@btctraderclub No worries, BNB can go back up",
    "331": "@cryptostreetaz Im also intrigued by these coins, but i dont quite understand them yet",
    "332": "@cryptottradings Oh my, this is the worst news ive update today 😳",
    "333": "@cryptoadviceX Im not used to these things much",
    "334": "@cryptoexpertug Omg, my SOL doesnt disappoint me. Love it ❤",
    "335": "@cryptographyxw happy to see bitcoin stronger",
    "336": "@bitcointraderug Ive notices this too, but cant predict what will happen inthe future",
    "337": "@bitcoinbillionx This coin will rise quickly, dont worry",
    "338": "📈 #Cardano's $ADA price hits a 4-month peak ($0.348808), buoyed by:\n\n🔸 Record #whale #transactions\n\n🔸 18% weekly surge &amp; 30% monthly growth\n\n🔸 #DeFi activity up, with #TVL at $236.72M (+39%)\n\n🔸 Transaction volume hits a 3-month high https://t.co/nI5hBTBjoH",
    "339": "@cryptowarriorxt Sad for this coin, i thought it would progress well",
    "340": "@cryptonewssx I just learned about this news, but im not sure of the benefits",
    "341": "@crypt0preneurx Im thinking the same, this seems like abuse",
    "342": "@cryptographyxw This is quite difficult to answer, so we just have to wait and see",
    "343": "@crypt0news247 It seems ive read this information before",
    "344": "@dailycryptox Im looking forward to this coin, to see how it performs",
    "345": "@CryptoUGx I should probably pay more attention to this coin",
    "346": "@cryptottradings Bitcoin will definitely come back 😊",
    "347": "@bitcoinguruX It seems like ETH has quite a potential in the near future",
    "348": "Following the Testnet 2 node announcement, #DATA witnessed a remarkable 240% surge in just two days. While investors remain cautious about this sudden price upswing, I perceive it as a pivotal moment for DATA, signaling a shift from bearish to bullish. Although a slight price… https://t.co/QQFqwGXq6j https://t.co/AVgLrJdKEB",
    "349": "RT @kucoincom: Passionate about #crypto security? 🛡️ \n\nJoin us at #KuCoin as a P2P Anti-fraud Merchant! Uphold honesty &amp; transparency in ou…",
    "350": "@HarambeApes Never forget https://t.co/S6u1JbLs3p",
    "351": "@blockchainsux Oh my, i didnt think it would be like that. I'll look into ETC more",
    "352": "@Abu9ala7 @CryptoCred Yes! That is the power of leverage.",
    "353": "@bitcointechz @cryptonewsxtw orange juice has grown very quickly. But compared to bitcoin, orange is nothing 😁",
    "354": "Take your Bitcoin in cold storage and do not forget to get a good backup!\n\n#Bitcoin #BTC #Selfcustody https://t.co/e6NvqlRKd1",
    "355": "@dailycryptox Really? I didnt think this coin would have potential",
    "356": "@KimKardashian @skims @SKKN You look so hot, you're stolen my heart",
    "357": "@cryptostrategyx That's bad, i dont want to look anymore",
    "358": "@cryptographyxw I am curious why they refused",
    "359": "@bitcoinugx It doesnt seem very optimistic, does it? But dont give up hope",
    "360": "@bitcointraderug Turn on earning mode even while sleeping 😴",
    "361": "@blockchainsux Congratulation bro 🤩🤩. This is good news.",
    "362": "$DOGE $GFI GFI 1$ soon 50% up in 24hr low supply great project 📈 and backed by coinbase and more https://t.co/81f7atec9G",
    "363": "@bitcoinsalldayx Looks good, i'll wait to see what happens next",
    "364": "@cryptoeduaz Wow, nó thật hấp dẫn. Tôi có nên đầu tư vào nó không?",
    "365": "@cryptowarriorxt I predict this day will come, so i've prepared in advance",
    "366": "BTC$BTC\n\nI think #Bitcoin will go to $200,000 this bull run. https://t.co/ZmdnJvJUEu",
    "367": "@bitcoinsalldayx In my opinion, tezos is the best or maybe TEZOS ya",
    "368": "@crypt0news365 Thank bro, to potential warning 👍",
    "369": "@cryptocoffeexw It's fantastic to see my coin appear on this list",
    "370": "Funding is ultra-high, #BTC looks weak. I don't think this is a good time to enter a long position, or even keeping your long position, in profit or not.\n\n11 days until ETF, if we dump from here, it could be a great opportunity to re-load your bag.\n\nBe careful, guys. https://t.co/3ZsuxX25JL",
    "371": "@cryptoeduaz Perhaps this coin will go even higher",
    "372": "@cryptotimeaz The situation is worse than i thought, what so you think??",
    "373": "@cryptocoffeexw I dont know about this, i'll look into it more",
    "374": "@cryptotabx When it’s expired date?",
    "375": "You're looking the entire cycle of the #Bitcoin bull run, where the most recent green arrow signals our approach to the next bull run, and the red line represents a potential price target of $300,000. https://t.co/WP2K8QGZXZ",
    "376": "RT @opensea: To be clear, creator fees aren’t going away – the ineffective, unilateral enforcement of them is.\n\nThank you for sticking with…",
    "377": "BTC$BTC\n\nIn 28 days, the window for the approval of the #Bitcoin Spot ETF opens. https://t.co/mz0PBxXkQx",
    "378": "@bitcoinallstarX I dont know what to say when i see this coin",
    "379": "@cryptomillionex This is obvious, there's nothing to argue about",
    "380": "Bitcoin Dominance https://t.co/62ghsFiEkx",
    "381": "RT @binance: #Binance teams up with Hungary's most decorated football club, Ferencváros!\n\nFerencváros fans can immerse themselves into the…",
    "382": "$LUNC BREAKING: $LUNC proposal 11888 which would reduce the active validator set from 130 to 100 on the LunaClassic blockchain has officially passed.\n\nLUNC USTC. https://t.co/ESGHldK4Vg",
    "383": "@cryptoexpertug This is a promising industry, so im not surprised by this information",
    "384": "@crypt0news247 This meme is very accurate for me",
    "385": "@bl0ckchaintech Perhaps someone will catch the bottom of this coin",
    "386": "@cryptoeduaz This meme coin is both cute and has a lot of money, right",
    "387": "@bitcoinbillionx Investors have announced this is the golden time to invest.",
    "388": "@bitcoinsalldayx I enjoy analysis but sometimes i dont see the triangle",
    "389": "@mrbitcoinxtw This is the most outstanding information 🤩",
    "390": "#BTC is in up-only mode. The biggest dip so far is ... 2.5% from the high.\n\nMarket gives sidelinooor no dip to ride the trend.\n\nBrutal! https://t.co/fT1HRdSw5X",
    "391": "#Algorand is displaying indications of a bullish trend, aiming to overturn its prolonged bearish trajectory. Should the bullish sentiment persist, there's potential for Algorand to retrace back to the $1 mark. https://t.co/QktjI1omF5",
    "392": "You have my Trust Harambe! https://t.co/a4P95j8164",
    "393": "WALV$WALV these (panic and greedy seller) two kinds of people has only dark future , they can't be succeed in crypto field 💯✅",
    "394": "@bitcoin360x Are u telling me to wait?",
    "395": "#PERP might push back to about 2 dollars and above after having a minor price correction. https://t.co/z8oiyXaL1m",
    "396": "@cryptotabx Wow! so impressive. $ETH is really the king.",
    "397": "@cryptotabx So, in 2024, will Neo have any further updates?",
    "398": "@cryptomillionex Looks bad now but there's a chance it will rise again in the future",
    "399": "@cryptowarriorxt $BTC and $ETH are down ~3%, while $XRP is down ~4% 🤯?",
    "400": "@CryptoUGx Too bad, i havent hunted for this coin yet",
    "401": "@cryptostrategyx Very detailed, but does it have any impact?",
    "402": "@VitalikButerin Keep build. ETH is expected to surpass its previous peak next year",
    "403": "@cryptoadviceX The unusual fluctuations of this coin make it challenging, i think",
    "404": "@cryptothemoonx The situation doesnt look good, does it?",
    "405": "@mrcryptotradx Ive already made plans for this",
    "406": "@cryptoexplorex Many people seem to like this coin, but i dont",
    "407": "@bitcointraderug haha, now I no longer rely on emotions to invest.",
    "408": "🚨 VitalikButerin deposited 100 $ETH ($181K) to #Coinbase ~2hrs ago. Notably, since Sep 17, the #Ethereum co-founder has deposited 3,700 ETH ($6.12M, avg price: $1,653) to #Bitstamp, #Paxos, and #Coinbase.",
    "409": "BTC is more essential for BlackRock than the other way around. BlackRock's current underperformance, with a lack of alpha, is expected to worsen in the coming decade, making them view BTC as a potential savior: Bitcoin insights https://t.co/Q0jl8xFCyX",
    "410": "@bearcryptox I am also concerned about this",
    "411": "@mrbitcoinxtw Many cryptocurrency enthusiasts will also love Brazil",
    "412": "@mrcryptotradx It seems like this coin is not very optimistic in the near future",
    "413": "@cryptostrategyx BTC will be more convenient",
    "414": "@bitcointechz breakout is still possible 🫡",
    "415": "@cryptographyxw I will hold it for a while longer to make more money",
    "416": "@bitcoin360x Awesome, BTC will really help me make money",
    "417": "@cryptopagex Perhaps this is the reason why this coin is rising",
    "418": "@bitcoinsalldayx Im also looking forward to this, hoping it will happen very soon",
    "419": "Together forever ❤️ https://t.co/ksxD4tBCgJ",
    "420": "@blockchainsux You're sure? I dont know much about this coin",
    "421": "@btctraderclub This is why ETH always ranks among the most promising coins",
    "422": "@cryptocrunchsx BTC is always at a high level. I really want to buy this coin but i dont have enough financial resources",
    "423": "@cryptonew24h When this is completed, there will still be other spam, wont there?",
    "424": "BTC$BTC\n\nI think Michael Saylor will become the Warren Buffet of our time. https://t.co/SsLMw9RWLo",
    "425": "@cryptoadviceX Can anyone explain to me what makes $GAS so high?",
    "426": "BTC\nDon't lose your focus.\nThe #Bitcoin Bull Market is coming.\nThe halving is near.\nThe Spot #ETF is near.\nGet ready now.",
    "427": "@bitcointechz Therefore, capturing the market is crucial",
    "428": "@cryptotradersx I still havent found the reason why this coin is decreasing",
    "429": "The Angolan National Assembly has endorsed a cryptocurrency law aimed at safeguarding 'monetary sovereignty.' https://t.co/aXjmmDLKwM",
    "430": "$BTC\n\n#Bitcoin 1+ Last Active Supply just hit a new ATH! https://t.co/2QrbelOnmV",
    "431": "@bitcoinsalldayx This will be challenging, so i'll keep an eye on it",
    "432": "@bearcryptox Seeing this picture, i feel less worried now",
    "433": "@Anh2deplao @rihanna @SavageXFenty Ôi, cô ấy là ánh sáng lòng tôi",
    "434": "$BTC Happy Bitcoin #Whitepaper Day, everyone!\n\nOn this day 15 years ago, #Satoshi_Nakamoto published the Bitcoin Whitepaper https://t.co/RZyiioXqrr",
    "435": "@mrbitcoinxtw I want to experience IPFS on data",
    "436": "@bearcryptox The situation is okay but that doesnt mean it's good",
    "437": "@cryptoctworld It seems someone has made a significant amount of money from this",
    "438": "@cryptothingx I will think more about what you said",
    "439": "@mrbuffalocrypto If u need money urgently, u have to sell a bit, right?",
    "440": "@cryptonewsxtw Thank you for sharing this knowledge, its helpful",
    "441": "Never forget Harambe!\nMake America Ape Again! https://t.co/m7ITrcs0ae",
    "442": "@bitcointechx Really, im looking forward to that",
    "443": "@cryptocoffeexw I understand how you feel, it's terrible",
    "444": "RT @Bitcoin: $29,250.",
    "445": "#XRP update https://t.co/WN4vsMNgUB",
    "446": "@taylorswift13 OMG you're so beautiful, i cant wait for the day to see you perform",
    "447": "@cryptoeducax I haven't learned about Satoshis yet 🫠",
    "448": "The CEO of Galaxy Digital stated to CNBC that approval for the Spot #Bitcoin ETF is expected before January 10th. https://t.co/5RcaRz7OY4",
    "449": "@cryptopagex This Christmas is warm, thank to Bitcoin",
    "450": "@blockchainsux Dont celebrate too early, we dont know what's coming",
    "451": "🚨Options Expiry Alert, Sept. 29:\n\n- 118k $BTC options due, max pain: $26.5k, value: $3.2B.\n\n- 1.11M $ETH options expiring, max pain: $1,650, value: $1.8B.\n\nStay alert! 📊🔍\n\n#Bitcoin #Ethereum #Crypto https://t.co/m1pTvJKqLX",
    "452": "#RUNE update https://t.co/yD3mMhtuxN",
    "453": "BTC$BTC\n\nToday has been a great day! https://t.co/ilCrGOenMc",
    "454": "@cryptosignalstw I will review my investment plan",
    "455": "@mrbuffalocrypto Still at a safe level, so stay confident",
    "456": "@cryptographyxw I dont think i will buy it 😩",
    "457": "Let’s be honest. No one on the PLANET has ever seen anything like $KAS therefor, it will claim it’s rightful spot in the top 3 in the world eventually.",
    "458": "@cryptostrategyx Surprisingly, i forgot about this coin again",
    "459": "@cryptothemoonx I dont know what to do when i read this information",
    "460": "@cryptottradings Thanks for your advice, i have my own plan",
    "461": "@cryptoexpertug Wow 🤩 $27 million new all _ time high",
    "462": "@cryptothemoonx I will try to hold on and wait until then",
    "463": "@cryptorevolux It will rise high in 2024, dont worry too much",
    "464": "Never Forget Harambe! https://t.co/G1YM2aSLcv",
    "465": "@btctraderclub I wish the cois i bought were aĺl in the green like this",
    "466": "@mrcryptotradx Fun, the puzzle is quite accurate",
    "467": "BTC$BTC\n\n#Bitcoin Funding Rates are super high.\nAlmost everyone is longing right now.\nThis is very important to pay attention to. https://t.co/KT5gsO6YB9",
    "468": "@tier10k @WClementeIII OMG! man criminal case what?",
    "469": "@cryptopagex @blockchainsux Pada pendapat saya, peraturan ini akan mewujudkan asas undang-undang yang lebih ketat, memastikan transaksi selamat",
    "470": "My checking account is in the danger zone https://t.co/TYBqT4tWVi",
    "471": "The main narrative now is $btc etf its a sell and go away event. + “btc need correction to 33-30k than up only”. So do you understand how consensus works? Now both camps bulls and bears waiting the same things and both will be wrong 🤝",
    "472": "@cryptocoffeexw Omg 44 billion dollar 🤩🤩",
    "473": "@crypt0news365 I have a better understanding of the Titan platform now",
    "474": "$BTC\nSaylor now owns 0.9% of the total #Bitcoin Supply... https://t.co/wuyx7w7KWM",
    "475": "@cryptoexplorex Hope it goes up and turns green next week",
    "476": "@Crypto_BabyBoss Chờ BTC lên lại như xưa thì khó lắm, lên một tý một đêm lại rớt huhu",
    "477": "@saylor I can't trust my eyes, i was a bit shocked when i found out about this",
    "478": "@bl0ckchaintech I dont know why this coin is going down like this?",
    "479": "@cryptotradersx Although these two coins are decreasing  they are still thes best coins in the market",
    "480": "@cryptotabx Im looking forward to what you're saying will happen.",
    "481": "@grulichkevin @bitcoinbillionx You must have perseverance, time, knowledge... to get good results",
    "482": "#bitcoin https://t.co/HtLY3q4TJs",
    "483": "@cryptostreetaz Thanks bro for the news 🗞️",
    "484": "@cryptostreetaz I feel he is really unlucky",
    "485": "@bitcointechz I dont know what to say but um still waiting for thus to happen",
    "486": "ETF on.... Microstrategy!\n\nYieldMax ETFs has applied to launch one of their MSTR stock ETFs !\n\nBloomberg analyst Eric Balchunas thinks this could set a world record for the highest percentage return ever recorded by an ETF!\n\n#bitcoinetf $BTC https://t.co/qHUj6fx6pf",
    "487": "BTC look how take profit lines curve up on D. Fib zones relevant, main zone above showed, nobody know only the timing. $BTC https://t.co/mE2Cd0lm4R",
    "488": "@cryptographyxw Investing in bitcoin is a right choice, everyone wants to own it…",
    "489": "@cryptoexpertug Im waiting for answers from those who commented",
    "490": "@cryptotabx Omg, the situation doesnt look good",
    "491": "@cryptottradings I think CeFi become bigger",
    "492": "@cryptorevolux $KAS very good ya bro",
    "493": "📜 CZ Binance 's net worth has dropped by 82% from its ATH of $96.9B. At the moment, it is approximately $17.2B 🤯\n\nZhao has fallen to the 95th place on the top richest people on the planet 👀\n\nWaiting for the #BullRun to x10 #Binance's trading volumes and CZ's #Crypto net worth. https://t.co/r31IowpKp8",
    "494": "@KingJames Great workout, have a wonderful day, my friend",
    "495": "@bitcointechz I believe there will be even more, BTC is becoming more popular",
    "496": "With a gain of over 10% in the last 24 hours, the price of #ICP is on the rise, and we foresee continued progress in the weeks ahead. https://t.co/yMYcRosAIS",
    "497": "@cryptorevoX Its nice that you're updating about this coin, i thought you weren't interested in it",
    "498": "$ARKI Can't wait to see how this perform in coming years.\n\nNice time to acumulate some more coins 🙏",
    "499": "RT @CoinMarketCap: Apart from #CMCLive, here are today's Hot Takes on #CMCCommunity 🔥\n\n$CYBER\n$HBAR\n$SHIB\n$XRP\n#SHIBARIUM\n\nWhich community…",
    "500": "@cryptoexpertug Why  ecosystem growth address 1 year ago? I no understand??",
    "501": "@cryptomillionex Let's wait together until 2030",
    "502": "$BTC Bitcoin Price Predictions for 2024\n\nCathie Wood: $1 million\n\nMike Novogratz: $500K\n\nTim Draper: $250k\n\nStandard Chartered: $120K\n\nPantera Capital: $148,000\n\nTom Lee: $180,000\n\nRobert Kiyosaki: $100k\n\nAdam Back: $100k\n\nArthur Hayes: $70,000\n\nJP Morgan: $45,000",
    "503": "@blockchainsux yes bro! Hope everything goes in the direction of growth 👍👍",
    "504": "@CryptoUGx Im surprised, i wish i had it",
    "505": "@bitcointechz Bicoin has great resilience and growth 👍",
    "506": "@bitcoinquotesX You're also interested in thus coin, arent u?",
    "507": "@cryptomillionex The situation will be better tomorrow, no worries",
    "508": "Happy Merry Christmas to all #Bitcoin and Altcoin holders. https://t.co/g916hqfP8j",
    "509": "@cryptowarriorxt I will update this news right away",
    "510": "@katyperry @MichaelJWoodard It's a great song. I love it and i love you too Katy ❤",
    "511": "@mrbitcoinxtw I dont know what to say 😅",
    "512": "The CEO of VanEck predicts that #Bitcoin will achieve a new record high within the next 12 months. https://t.co/cnyahaTbuK",
    "513": "@CryptoUGx Sure, why not. Im considering selling a portion",
    "514": "@bl0ckchaintech Are you sad when this coin goes down?",
    "515": "@cryptottradings The transaction speed per second of cryptocurrency is higher than my imagination 🤩",
    "516": "@bitcoinallstarX Is this coin making a comeback?",
    "517": "🚀 Optimism Welcomes Ryan Wyatt as CGO! 🌐\n\nFormer\n\n@0xPolygon Labs CEO, Ryan Wyatt, joins Ethereum's Optimism (OP) Foundation as Chief Growth Officer (CGO). 🚀\n\n📈 is $OP on the rise? https://t.co/gnPylD9SJG",
    "518": "@cryptonewssx Awesome, the only green i see today",
    "519": "@cryptoeduaz Sometimes you have to accept stages like this",
    "520": "@cryptosignalstw Completely agree with you, capturing information is indeed very challenging",
    "521": "@cryptothemoonx Wow, ORDI Win Top ya",
    "522": "@cryptoctworld Not necessarily, SOL cant be like BTC",
    "523": "@cryptostrategyx Up and down, im a bit disappointed",
    "524": "@bitcoinallstarX I guess there wont be any change next week. Im too sad about this coin",
    "525": "@blockchainsux I will hunt for this coin immediately if it has potentail",
    "526": "@cryptowarriorxt I need more information than this to make a better decision",
    "527": "@cryptopagex My hope is all in SOL",
    "528": "@bearcryptox It will go even higher, wait for the surprise",
    "529": "@cryptotimeaz I've understood the reason for this volatility",
    "530": "@cryptotradersx The longer you hold, the more money you'll have",
    "531": "@crypt0news365 The crypto market is increasingly bustling and attractive to the cryptocurrency.",
    "532": "@cryptoexplorex I've been lazy to read lately",
    "533": "@cryptotradersx It's great to see this",
    "534": "@btctraderclub Despite the decrease, BTC remains the king of all coins",
    "535": "@cryptotimeaz That's right, all success is coming and i an waiting anh embracing it",
    "536": "@BloodyNguyen511 @katyperry @kpcollections Love Katy 😘😘😘",
    "537": "@cryptottradings Should I believe this?\n #APE price will traced back 1$??",
    "538": "@cryptotabx A comeback for this coin, those who invested in this coin are probably celebrating",
    "539": "@bitcoin360x This coin isnt too bad, there might be changes in the near future",
    "540": "VanEck recently joined the competition for #Bitcoin advertising, anticipating the approval of a Bitcoin Spot ETF. https://t.co/6VTkodFmL6",
    "541": "@mrcryptotradx Ive heard about this information, to me it's hard to make money like that",
    "542": "@cryptosignalstw I think keep your eyes on the long-term prize!",
    "543": "@cryptocrunchsx Perhaps it's time to cut losses with this coin, bor",
    "544": "@cryptoctworld Good news for ETH investors, huh?",
    "545": "@bitcointechz BTC is always at the top, worth investing in.",
    "546": "@mrbuffalocrypto The might do that to attract attention",
    "547": "@cryptonewsxtw This information is quite interesting. I will explore more about this",
    "548": "@btctraderclub SOL always fluctuates like that but i still like it",
    "549": "@crypt0news365 There is a possibility that this coin will continue to fall",
    "550": "@cryptoexplorex The article is quite good and easy to understand. Love it",
    "551": "@cryptothingx Although not invested in this coin, but i always interestes in it",
    "552": "@cryptoeducax Haha! That’s Right bro, BTC It also takes up my wife's time, she is very aggressive with me 🤣🤣",
    "553": "@mrbitcoinxtw It seems like the team of this coin will have to work harder",
    "554": "@cryptosignaltwx OMG, i should have paid attention to this coin earlier. What a regret.",
    "555": "@cryptosignaltwx Perhaps the blockchain is advancing and im falling behind",
    "556": "@cryptoadviceX I dont quite understand its meaning",
    "557": "@cryptoeduaz I'm quite surprised to know this, i usually don't pay much attention to $LUNC",
    "558": "BTC update https://t.co/TtUlpCLkm3",
    "559": "@cryptographyxw If we are hesitant and afraid, we won't be able to do anything.",
    "560": "BTC$BTC\n\n#Bitcoin will do this in the next 4/5 months. https://t.co/ppuEh0j0Yg",
    "561": "@crycurmillion I'll probably skip and look for another coin, i dont like this one much",
    "562": "@crypt0preneurx LOL, i feel like im about to rich",
    "563": "@cryptoadviceX Thank you for your prediction, but i think it will be even better than that",
    "564": "The Central Bank of Nigeria has reversed its position on #cryptocurrency assets within the country, instructing banks to ignore the prior ban on crypto transactions. https://t.co/AsXFavfrET",
    "565": "@CryptoUGx $BTC is very always win",
    "566": "📈 #Bitcoin starts the new week with #optimism as traders greet the first green weekly #candle in over a month.\n\n$BTC price strength appears to be gradually improving after a weak August and start of September, with BTC/USD climbing toward $27,000. https://t.co/ZgdDu0U7fA",
    "567": "@cryptotabx #banking is at the top",
    "568": "@cryptotabx Just the fact that its going up makes me very happy",
    "569": "@cryptographyxw I choose btc, it is more mobile than other traditional currencies",
    "570": "FTX Insider Ryan Salame’s Shocking Guilty Plea Unravels Cryptocurrency Drama\n\n$BTC #BTC https://t.co/wrhOYsrWJi",
    "571": "In the past 24 hours, FIDA has gained over 18% increase, the price went from 0.29 to 0.4 cents before dropping back to about 0.35, I believe that the price will attempt to reach 0.5 and above in the coming days. https://t.co/mStRg4SYnW",
    "572": "@cryptoeduaz 500us really attractive",
    "573": "@cryptonewsxtw I dont believe this cause many experts have predicted",
    "574": "@cryptoadviceX I hope things will be better in the future, thanks for your new",
    "575": "Michael Saylor thinks #Bitcoin will hit $350,000 in 2024. https://t.co/jxWto3BdXy",
    "576": "@crypt0news365 I dont know what to say when i see this picture",
    "577": "@cryptosignalstw really, I'll find out now",
    "578": "US Congressmen support blockchain technologies! (original)“The Commerce Department needs to help improve U.S. competitiveness in the blockchain space.”- The House Energy and Commerce Committee voted unanimously for a bill supporting the development of American blockchains.… https://t.co/J3dBdbojnd https://t.co/WqiuYCoDKQ",
    "579": "@crycurcommunity Cryptocurrencies are trustworthy, but with bitcoin it has more features than other cryptocurrencies.",
    "580": "@cryptographyxw Increase and then decrease, what do u mean?",
    "581": "@WatcherGuru I never believe Bitcoin will return to zero",
    "582": "@bl0ckchaintech It's been a while since you havent updated information about this coin, right?",
    "583": "@cryptotabx The post  very hopeful , thank ☺️",
    "584": "@crypt0news247 Where do you get this information? Tell me,pls",
    "585": "Numerous institutional companies are applying for #Bitcoin spot ETFs, with a notable increase in filings from various organizations in recent days. This surge in applications serves as a robust indication to U.S. and global leaders that institutional investors are prepared to… https://t.co/GkyWSjNzDu https://t.co/MCR3lWQ5CX",
    "586": "Сapitulations of Litecoin hodlers are observed by SantimentAbout 199,000 wallets that contained LTC 10 days ago no longer contain coins!This is the biggest drop since October 2022. if someone sold it means someone buying back) And when do you think same guys will come back to… https://t.co/PcevcYCUuY https://t.co/Xl1fuYXVy5",
    "587": "@mrbitcoinxtw Seeing our collective happiness increase every day 🤩",
    "588": "@cryptopagex I will sell as soon as i read this post, but i didnt buy this coin",
    "589": "Here's why #Bitcoin could surpass $100,000 in 2024:\n\n- Blackrock is investing in mining firms.\n\n- Several Bitcoin and Ethereum Spot ETFs are coming.\n\n- Hong Kong's growing openness to cryptocurrency.\n\n- Oman's $1b investment in Bitcoin mining. https://t.co/XFKdefCXhb",
    "590": "@cryptosignalstw This means u have to grasp information very quickly",
    "591": "@cryptomanxt Fortunately, its still continuing to rise",
    "592": "$TON candle https://t.co/p80BuafbbO",
    "593": "@cryptonewsxtw Thank bro for is new post",
    "594": "@cryptowarriorxt Futures , I think $BTC is very strong 💪",
    "595": "@cryptoexplorex It seems like ETH is back in the race, great",
    "596": "@bl0ckchaintech Optimistic, but still need to pay attention to other news",
    "597": "Expect a subdued week for Bitcoin as investors pause for holiday celebrations, potentially leading to a year-end close below $45,000. Nevertheless, a positive outlook prevails in the crypto community, with many anticipating a favorable start to the first quarter of 2024 and a… https://t.co/mtRWBcIxHU https://t.co/PfgCzJ5gsS",
    "598": "@cryptographyxw I look forward to the day of selling this coin",
    "599": "@bitcointechz If i had as much money as he does, i would do the same",
    "600": "@cryptogainsx This is one of the promising coins that i highly value",
    "601": "@cryptowarriorxt Haha, this is indisputable😂",
    "602": "Just Data, Not emotions 🚀✅👀 https://t.co/iaceKAJqWM",
    "603": "@APompliano This moment will go down in history. Congratulations humanity.",
    "604": "@cryptonewssx It seems like good news for the US",
    "605": "@cryptoeducax This coin is not stable so i dont care about it",
    "606": "@blockchainsux $SOL it is suddenly breaking out🤩",
    "607": "@cryptotradersx Thanks u a new post ya",
    "608": "@cryptoadviceX Just thinking about this makes me feel very happy",
    "609": "@cryptothemoonx WisdomTree Fund joining the race with a spot Bitcoin ETF is interesting",
    "610": "Discussion on 'crypto securities is something SEC Chair Gary Gensler prefers to avoid. https://t.co/rl8n41jZYT",
    "611": "make exit liquidity great again #crypto BTC$BTC",
    "612": "October was always a great year in regards to Bitcoin performance. Lets drop your guess! 🔥 https://t.co/AcKIE5gmJG",
    "613": "@crycurmillion Fortunately, dont care much about it but i feel sorry for LUNC",
    "614": "#Bitcoin is currently hovering around $41,800 this morning, as many investors wait for the #ETF outcome. In my opinion, there's a possibility of seeing Bitcoin reaching $45,000 to $50,000 in the early part of next year. https://t.co/gGXz76rrbt",
    "615": "@cryptoeduaz This is the most outstanding information today 🤩🤩🤩",
    "616": "@cryptographyxw It seems like things arent going well, huh?",
    "617": "@justinsuntron U are next 👀",
    "618": "ICP has surprised investors with a remarkable jump, soaring from $4 to over $11 in a week, reflecting a more than 140% increase. This suggests growing interest from smart money in the ICP coin. However, considering ICP's previous all-time high of over $500, the question remains:… https://t.co/SxTrHbgnEv https://t.co/iuxP0M2HVO",
    "619": "@cryptoeduaz Wow , is this true?",
    "620": "@crycurnews Thanks for your helpful information, i will look into more related details",
    "621": "@cryptopagex I had thought about this before",
    "622": "@cryptocoffeexw Unfortunately, many people still dont believe in bitcoin",
    "623": "$1B #Bitcoin Exodus Sparks ETF Launch Speculation: coindesk https://t.co/BfqdPFrNn4",
    "624": "@CryptoUGx This coin even if it drops, still bounces back",
    "625": "@cryptothemoonx That's bad but it may get better in the future",
    "626": "@cryptoexpertug Im surprisee, they've worked hard",
    "627": "#Bitcoin has recently surged to $40,000, and with the bulls driving the price higher, there's significant demand. If this momentum continues, there's a possibility of closing the yearly candle above $50,000. https://t.co/N3SswVFxVi",
    "628": "The first #Bitcoin Spot ETF is coming in 14 days.\n\nAre you ready?",
    "629": "@bitcoin360x Those holding BTC are already wealthy, right?",
    "630": "$USDT.D at resistance &amp; #BTC at support probably a coincidence ? 👀 https://t.co/HYvEbz2rCV",
    "631": "@cryptoexpertug I also agree with this cause SOL is an extremely promising coin",
    "632": "@cryptotabx Hurry up, this coin looks pretty good to me",
    "633": "Bitcoin’s daily transaction fees have just reached an all-time high, with transaction fees as high as $23.6 million in one day. #Bitcoin Ordinals are the major cause of this sudden rise in transaction fees. https://t.co/ILOZzSEe0k",
    "634": "@bitcointraderug Not too surprised because i've thought about this already",
    "635": "@cryptostreetaz It is possible that investors found the value of $USDC more attractive than that of $RLB",
    "636": "Solana has surpassed the $100 threshold after months, with the current trajectory aiming for $150 as #bullish momentum prevails. It's crucial to acknowledge the potential for a price correction. In the event of a pullback, anticipate a range between $80 and $70; anything below… https://t.co/EUX6fE7xnv https://t.co/6RbpQxZGx6",
    "637": "@cryptoeducax happy to see bitcoin stronger",
    "638": "@cryptothingx Surely, this coin will continue to rise",
    "639": "@cryptottradings I think this will happen",
    "640": "@bitcointechz This coin will rise even higher, hold it for a long time",
    "641": "@cryptographyxw Is seems like a fun situation, everyone is happy as long as binance is still rising",
    "642": "$KAS i wake every day with a hughe snile on my face. Kaspa is the one guys.",
    "643": "$BTC Big #Bitcoin holders are moving their coins out of Binance after #CZ step down as #CEO of #Binance https://t.co/sRim4jObRW",
    "644": "@cryptonewssx There's nothing to update",
    "645": "@dailycryptox Of course, i think so too",
    "646": "#SOL update https://t.co/5PeARDbDh8",
    "647": "In 2023, #Bitcoin is set to conclude the year with an impressive Sharpe Ratio, ranking second only to NVDA. https://t.co/d5q67egnNt",
    "648": "#SOL update https://t.co/1U2sweNXHp",
    "649": "@cryptoeducax In 2024 $BITCOIN will return, my friends, let's be positive",
    "650": "@cryptorevolux I think this opinion is partly correct",
    "651": "@bitcoinugx Im starting to regret not paying attention to this coin earlier",
    "652": "@cryptottradings That's right, but being cautions is still better",
    "653": "@cryptothingx Oh my god, i think knowing about this coin is so promising",
    "654": "@cryptothingx it's hard to guess???",
    "655": "@cryptosignalstw What #FTT increased &gt; 80%? It is the truth?",
    "656": "@mrbitcoinxtw Useful information, but please share more in the next article",
    "657": "@cryptocoffeexw It seems like you should look for a more promising coin",
    "658": "@bitcointechz Awesome, congratulations to you, and thanks for sharing the information",
    "659": "@cryptonew24h Sad news for those invested in this coin",
    "660": "@cryptowarriorxt Above and beyond, it's wonderful to see thí picture",
    "661": "@mrcryptotradx Im not very surprised because i had guessed it when reading the articles yesterday",
    "662": "@bitcoin360x This coin is excellent, the increase is a joy",
    "663": "@crycurmillion This is good news, it helps me make new plans",
    "664": "@blockchainsux Can u explain more, i dont fully understand?",
    "665": "@crypt0news365 It seems this coin will be in the red for a while",
    "666": "#BTC https://t.co/BPXuLzyCWa",
    "667": "@mrbuffalocrypto They dont know anything",
    "668": "@cryptoeducax Is this true? I really didnt expect that",
    "669": "CIRUS is one of the top gainer today on CMC, the price of #CIRUS increase by over 30%. However, I believe CIRUS price can go further than this, I expect the price to test 0.1 to 0.15 cent.",
    "670": "@cryptoinvesttwx Choosing this coin was the best decision ive ever made",
    "671": "@mrcryptotradx Đôi khi vì họ hết vốn hoặc dồn hết vốn vào một bên và thua lỗ dẫn đến việc đáng tiếc sảy ra",
    "672": "@blockchainsux I always keep an eye on this coin everyday",
    "673": "@cryptoeduaz Good news but i dont understand why they are pushing this coin so hard",
    "674": "@cryptorevolux It seems not any better than the other currencies",
    "675": "@cryptottradings Very clear, thank you for sharing the information ❤",
    "676": "@taylorswift13 I can't stop listening to her sing. That's so great 🎶🎶🏟️",
    "677": "@cryptographyxw I think $ATOM will growing in future",
    "678": "@cryptowarriorxt Potential there, i will learn more about this coin. Thank you",
    "679": "@cryptoeduaz A good plan indeed, but keep updating information for a suitable strategy",
    "680": "@cryptoeduaz Clear and understandable information, thans",
    "681": "@cryptotimeaz Both good and not so good as there will be many regulations to comply with",
    "682": "@cryptosignaltwx OMG, i should have paid attention to this coin earlier. What a regret",
    "683": "@cryptotradersx Bitcoin is still increasing, right? 🤗🤗",
    "684": "@cryptottradings That's great. It will go even higher in the future",
    "685": "@cryptocrunchsx Great, thus is the information i need",
    "686": "@bitcointechx Good news, huh? But does it affect both of these coins?",
    "687": "@cryptographyxw Could meet expectations sooner than pexpected",
    "688": "@cryptoctworld Im not quite sure about HNT, can u explain more about it?",
    "689": "@mrbitcoinxtw Thanks for a new post useful"
}