{
    "0": "@mrcryptotradx Thật ư? Tether là lừa đảo thật sao?",
    "1": "@cryptographyxw Great! This wallet so skill! https://t.co/YMZbX43rAv",
    "2": "@cryptosignalsxw Dropped 10% in the pasr 24h is so many. When it grow again?",
    "3": "@mrcryptotradx I think not only 6  but also a lot of critical  metrics not announced",
    "4": "@cryptomanxt If $PEPE get better, I think it will be a stoken very worth investing.",
    "5": "@cryptostrategyx Not necessarily. In many places, BTC is still not popular!",
    "6": "@crypt0news365 Can you tell me how Titan Trading Platform minimize risks and optimize profits for users?",
    "7": "RT @kucoincom: *Visible pain* https://t.co/lgG7tWjVoF",
    "8": "@cryptostreetaz I think the situation will quickly balance.",
    "9": "@JoeBiden Yah! I appreciate what you have done for America. I feel proud of you. Luv u🤩",
    "10": "@cryptoadviceX Really? So what should other network users do?",
    "11": "RT @CoinMarketCap: Imagine a tool that not only bridges the gap between #Solana and other chains but also ensures the safety of your assets…",
    "12": "@cryptomanxt BITCOIN is still my best choice for investing.",
    "13": "@cz_binance Who is Zhao that he can appear with the big guys in Dinner with X?",
    "14": "@bitcoinguruX Yah! #ETH today is reach more $2K. So funny!",
    "15": "@blockchainsux #ADA Price is over $0.41.",
    "16": "@YouTube After going home, I always turn on laptop, play a lofi music and cook dinner. It's so simple but make me feel chilling 🥰",
    "17": "#Bitcoin Came back to fill the CME Gap and when it was filled, dumped right after. https://t.co/pNgyNMK7rp",
    "18": "@cryptoinvesttwx Oh really? This is so fast speed. The good news for investors.",
    "19": "#SOL is not just increasing, it is increasing strongly. https://t.co/ADNCITJOrk",
    "20": "@Cristiano @AlNassrFC_EN @AlNassrFC Today is Monday. Tell me today how do you feel?",
    "21": "Recently on November 15, audit unit CertiK posted a video demonstrating how to attack the vulnerability behind Saga, revealing that the boot loader on Solana Phone can be cracked. through the back door. https://t.co/GUIVU808ef",
    "22": "@blockchainsux Really? These are the things that make me happy!",
    "23": "#Bitcoin\n\n- Options Expiry: 177K BTC on Deribit\n\n- Notional Value: $7.65 billion\n\n- Max Pain Price: $33,000\n\n- Put/Call Ratio: 0.66\n\nStay sharp, traders! https://t.co/uommIdUhNW",
    "24": "@cryptotabx ETH is always my best choice",
    "25": "@bitcointechz Bitcoin still always my choice. I never disappointed about this",
    "26": "@cryptosignalstw Mức tăng cao vậy? Đáng kì vọng đấy chứ",
    "27": "@bitcointechz It is truly undeniable that #MicroStrategy's moves to consolidate market share in this fertile land of Bitcoin are very decisive.",
    "28": "@cryptoeducax Yayyyyyy! #SOL Is increasing now.",
    "29": "@neymarjr Oh so adorable! The football world is about to have another talented young player. Luv u😍😍😍 https://t.co/GVEZlwdba5",
    "30": "@bearcryptox Don't rush to rejoice! What if we wake up tomorrow and they're out of orbit?",
    "31": "RT @AltcoinDailyio: Robert Kennedy Jr. is promising:\n\n• No taxes on #Bitcoin\n\n• Backing the US dollar with Bitcoin https://t.co/i5XCoEQfon",
    "32": "@cryptottradings I think not of course. Anything need time to confirm",
    "33": "@CryptoUGx This could increase the value and liquidity of BTC in the market. However, BTC flowing into exchanges could also increase selling pressure, if users want to take profits or exit the market when BTC prices reach new highs.",
    "34": "Injective (INJ) Reaches New Record: Beating #BTC and #ETH in Performance? https://t.co/3JKGa2J9ON",
    "35": "@blockchainsux Unbelievable. 758%? What happened with $KAS?",
    "36": "@cryptoeducax OMG! Its so dangerous.",
    "37": "@SportsCenter Good job, my girls. You make we feel proud of. Congratulations 🎊",
    "38": "@crypt0preneurx With this coin code, I don't think it will grow but it makes me admire.",
    "39": "@cryptowarriorxt Surely Bitcoin price will continue to grow in the near future",
    "40": "@cryptonewssx It's so crazy because you should buy and sell to avoid this stoken having the bad news.",
    "41": "#SOL update https://t.co/v8Hi0ZlSQD",
    "42": "@mrbitcoinxtw Are you break up then?",
    "43": "@minu30podcast Thường thì sp nào theo trend sẽ khó vững lại laesm ạ",
    "44": "@cryptogainsx This is the good time for selling #ETH. Do you want to buy now?",
    "45": "@bitcoin360x Yah! I'm looking forward to that.",
    "46": "@mrbuffalocrypto In addition to the coins I have invested in, I think I should learn a few more codes you suggested.",
    "47": "@bearcryptox That's is the things I want to see. So green!",
    "48": "@mrbitcoinxtw Tomorrow is so hard to guess. But we still believe  in this stoken",
    "49": "@cryptosignaltwx Now is not the time. I have faith that it will grow in the near future!",
    "50": "@cryptonewsxtw I still find it acceptable with the current #ETH price.",
    "51": "@CryptoUGx Oh. Really? You guess US will approve?",
    "52": "@blockchainsux So sad! Why does the market keep going down? What happened to #ETC?",
    "53": "@cryptoeducax Yeah. Time go so fast, so we shouldn't use it wasted. Choose a good stoken for investing such as BTC or work hard a long time.",
    "54": "@TaviCosta It is a complex issue with many factors at play, and it is difficult to predict how it will play out. However, it is clear that the US government will need to take action to address this issue and ensure that it can continue to meet its financial obligations.",
    "55": "@Cointelegraph The virtual currency market is increasingly expanding. Countries have gradually accepted these tokens. Welcome #OKX to Brazil. 🤗🤗 https://t.co/OAjd2Dpg7z",
    "56": "SOL update https://t.co/dSnCWwzTJG",
    "57": "@cryptopagex Excellent! #SOL to the moon! https://t.co/8V7J38r6YC",
    "58": "@cryptographyxw Many things are difficult to say in advance. So please keep updating the information!",
    "59": "@mrbitcoinxtw The first time anything will be difficult. But it will be OK soon",
    "60": "@cryptottradings In my opinion, the number maybe upto $150,000.",
    "61": "The Polygon: Ecosystem Growth address distributed a total of 217 million MATIC ($199M) to 70 addresses in the last 24 hours. Most of these addresses also received the same amount of MATIC from the Polygon: Ecosystem Growth address 1 year ago.",
    "62": "@cryptosignalsxw The growing makes me feel better, happier everyday.",
    "63": "@crypt0news247 I think there's nothing to worry about! In a few days it will be fine again",
    "64": "@cryptotimeaz Great! You need share more such as helpful  information.",
    "65": "@cryptosignalstw Oh no! So far, I can't wait",
    "66": "@cryptonewsxtw I think #SHIB can also grow very well.",
    "67": "@cryptoeducax I guess today it will lose value again. Does anyone have the same thoughts as me?",
    "68": "@crypt0news365 What a crazy suggestion! Now have you regret yet?",
    "69": "@baocrypto123 Xin  vía bác ơi. Nhìn mà ham thật chứ",
    "70": "@cryptosignalsxw This is what the bulls are waiting for.",
    "71": "@cryptonewsxtw Wow. I haven't heard this name before. Can you share more?",
    "72": "#SOL update⬇️⬇️⬇️ https://t.co/TntE3jAMpB",
    "73": "@crypt0preneurx Success. :) just SUCCESS.",
    "74": "@cryptocoffeexw Đáng bất ngờ thật. Nhưng BTC cũng là đồng tiền đáng đầu tư mà",
    "75": "@cryptonew24h This situation makes me so worried! What to do now guys?",
    "76": "@cryptowarriorxt Should I cut my losses #ADA now? Does anyone think like me?",
    "77": "@cryptotabx Perhaps XRP is at its peak. Have you taken profits yet or do you still want them to continue to grow?",
    "78": "@crypt0news247 Do you think Bitcoin will retract?",
    "79": "@cryptothingx Wow. What a useful post! https://t.co/DJ4wC5U0QC",
    "80": "@bitcointraderug I see the market is increasing again! Those who are missing the bottom should hurry up or else the price will increase again!",
    "81": "@taylorswift13 Her voice is as powerful as her fans' enthusiasm 😁",
    "82": "@cryptonewssx That is the new stage of GG.",
    "83": "@nguyenphuo68102 Ôi, đằng sau đó còn có cả bí ẩn vậy sao? Vậy mà mình cứ nghĩ sự giậm chân chững lại của ChatGPT khiến vị CEO này khó giữ chức tại OpenAI chứ.😲😲😲",
    "84": "@bitcointraderug Bitcoin always my best choice!",
    "85": "@cryptotabx Although there is a slight decrease, you don't need to worry. Please feel free to follow along!",
    "86": "@cryptographyxw I'm so excited about the value of #BTC. it's so amount!",
    "87": "@cryptotabx Hy vọng ngân hàng VN cũng có thể phât trieen như v trong tương lai",
    "88": "@cryptosignalsxw So nice. Right?",
    "89": "@CNN Pray for Israel. At this time, actions calling for peace are really needed. It needs to end here to restore peace. 🙏",
    "90": "@cryptosignalsxw This is so convenient for user",
    "91": "@cryptosignalstw Maybe Apple and Disney have found another way without X?",
    "92": "@bitcointraderug Why you tell 'but don't wait for it...'?",
    "93": "@cryptotradersx I don't think so because when invest someone, they also choose #BTC OR #ETH.",
    "94": "@cryptosignalstw Exactly, #BTC in the top.",
    "95": "@cryptonewsxtw Tks for your sharing. I wish you will update more and more stoken. Luv u 😘😘",
    "96": "@cryptotradersx Ngoài nhanh với nguy hiểm thì không còn từ nào để mô tả đc",
    "97": "📊 #Ethereum and #Solana experienced significant growth in active addresses recently.\n\n✅ ~30k for $ETH\n✅ ~100k for $SOL https://t.co/Mqhq90rdam",
    "98": "@btctraderclub What is the difference of cryptocurrency with traditional money?",
    "99": "@bl0ckchaintech No wonder Bitcoin's position is so great",
    "100": "@cryptotabx This is the good question and I quite care.",
    "101": "@cryptotabx #DOGE is down immediately. https://t.co/9T8CcYdDNm",
    "102": "@bitcointechz It is predicted that $DOGE, $ADA, $SOL will increase in the near future. Investors are preparing to collect money.",
    "103": "@Cristiano Congratulations to Ronaldo and your team. I know the victory is yours effort, strategy,... Lov u 🤩🤩 https://t.co/3TNazf86gw",
    "104": "@cryptoeducax Green green red red. Also don't expect much. Just keep it at that level and you'll be fine.",
    "105": "Opportunities and trends for SOL?\nCash flow in the ecosystem is showing signs of improvement. Data on the volume of assets circulating on-chain and the total value locked (TVL) are both growing. https://t.co/XMJuxtGMrt",
    "106": "@cryptographyxw Yah. Me too. I hope so",
    "107": "@cryptotradersx Maybe tomorrow, #BTC will increase. I hope so.",
    "108": "@mrbitcoinxtw Congratulations.  🎊  You are right with your selection.",
    "109": "@cryptothemoonx Really? What should SEC investors do at this time?",
    "110": "@SportsCenter Arch is such as the running man version 😁",
    "111": "@bitcoin360x I don't know what will happen next, but right now I have a lot of faith in Bitcoin.",
    "112": "@cryptostrategyx While the others rest, you have to do more and more for grown. The success is soon come with you",
    "113": "@bitcoinsalldayx Surprised. The connection will be growing in the future. Are u agree?",
    "114": "@cryptoctworld OMG! Even #LUNA is decreasing? But I still believe that soon they will grow again and grow very strongly.",
    "115": "@cryptonewsxtw That is so amazing. But I think BTC is better for investing",
    "116": "@bitcoinbillionx #Binance is a reputable floor that I feel most confident in when choosing to invest.",
    "117": "@cryptographyxw Recent price fluctuations of BTC also show that some of your predictions are gradually correct. But I believe Bitcoin is still the most worth investing in.",
    "118": "Altcoins could suddenly rally💚💸\n\nIf $BTC Bitcoin shows a correction, its dominance might decrease. Ethereum could soar around $2700, leading altcoins to surge behind it, especially Binance Coin BNB $BNB $FLOKI's Sister token $TOKEN the REEF $REEF project, and BONK $BONK which… https://t.co/5aw6NvmBab https://t.co/LeYPjT0tKp",
    "119": "@bitcoinsalldayx We still have chance, quickly invest BTC right now.",
    "120": "@crypt0preneurx Overall, why is the Crypto up today?",
    "121": "@blockchainsux Yah! KYC are applied in almost payment ways and internet banking now.",
    "122": "@cryptotradersx That is the reason why I choose BTC",
    "123": "@crypt0preneurx #ETH is the best choice.",
    "124": "@cryptothingx I think you should tell so detailed about each form for everyone know. Tks u. https://t.co/7TD0bYPdoY",
    "125": "@cryptothemoonx Right now, the investor is so worry. But I think this is the challenge for fan #BTC.",
    "126": "@crycurmillion @CoinMENA This is a progressive step in the crypto market.",
    "127": "@cryptothingx Well, don't mention it anymore. The more I mention it, the happier I become and the more I hope for growth.",
    "128": "@ConglyH What rich whales! But who is behind market manipulation?",
    "129": "@bitcoinsalldayx This has encouraged the investment movement in the crypto market in general and #Bitcoin in particular.",
    "130": "@cryptocoffeexw Congrats 🎊 But don't be subjective, be careful because this market is unpredictable. See what I mean?",
    "131": "@cryptoeduaz Please research carefully before investing to avoid falling prey to scammers",
    "132": "@btctraderclub I think if you try your best, anything will be success.",
    "133": "@cryptotabx Yah! I'm looking forward to it up to $40K mark. So expect!",
    "134": "@cryptographyxw The number so large,  as the dream. Let's expect stoken increase more and more🤩🤩🤩",
    "135": "@bitcoinugx Bitcoin investors are optimistic, expecting the cryptocurrency to reach $50,000 next month. Even with a slight pullback after nearing $38,000 this week, the overall uptrend remains strong.",
    "136": "@cryptoadviceX I think #BTC never stop hot.",
    "137": "@cryptothingx That's right, every effort will be rewarded. I believe so!",
    "138": "@cryptosignalsxw Why don't we think about this is action again?",
    "139": "@btctraderclub Great! Let's finish our glasses to celebrate and wait for them to continue to grow https://t.co/eqa9XxU1kf",
    "140": "@mrbuffalocrypto BTC no.1\nBitcoin no.1\nThat's right.",
    "141": "@JewelryX2589 Hây quá bác ơi. Đăng thêm cho Mn cùng tìm hiểu vs",
    "142": "💰 #BitcoinETF approval calendar 📅\n\nJanuary will be a BIG month for BTC\n$BTC\n 🚀 https://t.co/c9jeKabMeA",
    "143": "Are you satisfied with #ETH currently? https://t.co/ZqGOPTg64A",
    "144": "@cryptoeducax Overall, not a big decrease. In recent years, the decrease is also quite worrying.",
    "145": "@cryptoeducax Wow. 13 new tokens is so many. May that increase?",
    "146": "@blockchainsux I think #Binance is the good Platform to trade coin.",
    "147": "@cryptopagex Will stopping authentication open up a brighter future? Or will it cause disadvantages for #ETH investors?",
    "148": "@cryptographyxw This is the Good news for BTC",
    "149": "@cryptorevolux Yah! Bitcoin's position is no longer up for debate.",
    "150": "@cryptonewssx Great! #LUNC is increasing slow but stable.",
    "151": "@cryptotradersx Avoid letting emotions dominate. The virtual currency market always fluctuates according to the supply and demand mechanism, and that is inevitable. Remain calm and consider your options objectively.",
    "152": "@bitcoinsalldayx Invest in short time is also the good ways can help you increase income.",
    "153": "@cryptotimeaz This is the first time I heard about it. So cool! Could you share more information about Viction Wallet on the other post?",
    "154": "Gud morning everyone.\nLet's follow the past 24 hours to see how #SOL has changed!👇👇👇 https://t.co/PtSmqXN9Ji",
    "155": "@cryptopagex Nice! Let's make your great future!",
    "156": "@bitcoinsalldayx Boldly predict they will continue to increase in price in the coming days. The golden time to earn profits for you guys is now!",
    "157": "@crypt0preneurx So fast and furious. Is this the good news for we?",
    "158": "@mrbitcoinxtw So helpful",
    "159": "@cryptottradings I think they will be feel so regret!",
    "160": "@NASA @Spotify Yah! So cool! I'm looking forward to the first episode of the podcast.",
    "161": "@bitcoinbillionx The first day of December, the #FTX market so nice!",
    "162": "@bitcointechz Nice! The market is good. It may be increase in a few day next.",
    "163": "@cryptostreetaz This is a new product and many people don't know that. I think you should share more and more post about Zen Card for everyone. Tks for your helpful information 😍😍",
    "164": "@bitcoinbillionx Overall, DAI is increasing very good.",
    "165": "@crycurmillion Yah! Many people have taken advantage of Fomo psychology to motivate others to take more action. It can be said that this causes very negative effects.",
    "166": "@cryptonew24h Lol, I also looking forward him.",
    "167": "@bitcointechz Wow, the post so detailed. This is so helpful for newbie. https://t.co/kGvZWApC67",
    "168": "RT @WatcherGuru: We are unable to confirm reports that SpaceX sold $373 Million worth of #Bitcoin\n\nThe report by WSJ is unclear and states,…",
    "169": "The global #cryptomarket is $1.42T, a 2.46% increase over the last day.\n\n$BTC | $XRP and $DOGE are up ---- 2.7% in the last 24 hours👀\n\n$ETH and $ADA are up --- 3.4% 🚀 https://t.co/GgFbcwBPFZ",
    "170": "@crycurmillion Đáng lo ngại thật. Chắc giới cầm quyền phải vào cuộc để điều chỉnh thôi",
    "171": "@cryptographyxw That is the good or bad?",
    "172": "@cryptottradings Unbelievable 😲 U.S just in the forth and Vietnam in top 3? May I see wrong?",
    "173": "@cryptostreetaz So crazy! But I'm so surprised. $MATIC will be growing fast in the future",
    "174": "@cryptottradings Green is the hope's color. And this my favorite color when I invest in #ADA",
    "175": "@bitcointechz Yes, I'm agree with your opinions,too. Newbie need a lot of time to reach that.",
    "176": "@CNN What a pity about this. I hope the government will step in and give the family a satisfactory answer.",
    "177": "@cryptoeducax Yes, me too. But I do more research to invest more.",
    "178": "@cryptoeduaz Excellent! I'm so glad when see this news",
    "179": "El Salvador's investment in Bitcoin \"returned to shore\", recording a profit of 3.62 million USD https://t.co/VNqE3NeQ8j",
    "180": "@mrbuffalocrypto With #LINK, Someone have amount expectations.",
    "181": "@NASA @EuropaClipper Not only do I want to have my name engraved on it, I also want to set foot there once.",
    "182": "$BTC 24-hour #Bitcoin  Ordinals volume tops $27 million to set a NEW ALL-TIME HIGH https://t.co/Z87A7YCWvA",
    "183": "@cryptoeduaz Hay quá. FIL  cũng rất đáng kì vọng về mức độ tăng trưởng trong tương lai rồi",
    "184": "@cryptographyxw Right! May I heard wrong? 90%?",
    "185": "@mrcryptotradx That's right! I feel like price drops are a general trend for all coins, not just any coin.",
    "186": "@cryptosignalstw That's also a detailed plan! Hope all plans will happen as expected.",
    "187": "@cryptotabx Really? Oh no, someone tell me this just a joke. 😭😭😭",
    "188": "NEWS:\n1. Fidelity files with the #SEC for an #Ethereum spot #ETF.\n\n2. The US SEC delays decision on Hashdex's Ethereum ETF and postpones verdict on Global X and Franklin Templeton's Bitcoin spot ETFs.\n\n3. Bloomberg analyst reports: The US SEC is in talks with exchanges about a… https://t.co/I1qNIr1m2Z",
    "189": "@cryptotradersx May #BTC reach $55K in 2 days later? Let's guess.",
    "190": "@cryptoeduaz But overall, all coins are increase!",
    "191": "@cryptowarriorxt The time is almost here. Join me in the countdown.",
    "192": "@mrbuffalocrypto Don't overthinking! You should be calm.",
    "193": "RT @dailycryptox: $INJ update \n\nIn my opinion, this is the right time to buy it. And you? https://t.co/0RvwgL8Avu",
    "194": "RT @cz_binance: I highly recommend everyone to do this, to better protect your account. Stay #SAFU! \n\n https://t.co/qZPnaX1kwI",
    "195": "@mrcryptotradx It's normal for the market to go up and down. Don't be too serious.",
    "196": "@cryptoexplorex Wow. You sharing very full. I understand more after reading post.",
    "197": "@btctraderclub Is this a good platform for investing?",
    "198": "@cryptotradersx #BTC is the most popular coin in cryptocurrency.",
    "199": "@cryptonewsxtw $BTC is a cryptocurrency with great potential and can create a lot of value for users in the future. I also think that $BTC has a very stable monetary policy and issuance/inflation rate, unaffected by political or economic factors",
    "200": "@bitcoinugx Why not? You see the value at moment is so near 40K.",
    "201": "@blockchainsux Chờ đợi 8 năm giờ cũng có kết quả rồi HK ơi",
    "202": "@cryptotradersx Although 3 years, the inflation hasn't stopped. So we need more time for ETF comeback soon",
    "203": "@cryptosignalstw We always talk about Bitcoin and lose #ETH . This is also a good stoken.",
    "204": "@cryptothingx Yeah. I think investing is also the fast method to improve your income, give u a perfect entry.",
    "205": "@CryptoUGx Great! Thanks for your team",
    "206": "@cryptonewsxtw Wao. HK có thể là thị trường tiềm năng đấy",
    "207": "@cryptostrategyx All of them both increase!",
    "208": "@cryptoeducax All right. Many a little (pickle) makes a mickle",
    "209": "@dailycryptox Ôi tôi không thể tin vào những gì đang xảy ra trước mắt mình.",
    "210": "Coinbase will add support for Solana and Avalanche futures contracts on Coinbase International Exchange and Coinbase Advanced.\n\nSOL-PERP and AVAX-PERP market opening will begin at or around 16:00 UTC on November 14, 2023, if liquidity conditions are met. https://t.co/QP3lsNPCxl",
    "211": "@NVideoVR Đúng là bây giờ là cuộc đua của công nghệ của các ông trùm AI :)",
    "212": "@crycurmillion Nothing is stable forever, especially the virtual currency market. But don't take it too seriously, wait 2 days and see.",
    "213": "@cryptosignaltwx $KAS is a potential and groundbreaking cryptocurrency, as it uses a new and efficient algorithm to solve the problem of traditional blockchain. I think $KAS can increase its price and market position in the future, if it can attract more users and developers.",
    "214": "@cryptoexplorex This is the post very good for newbies. Tks bro",
    "215": "How is your #S0L today? https://t.co/kROxxeMMZM",
    "216": "@cryptothingx Most people choose Big Cap, right? Yah. Me too",
    "217": "The market capitalization of #SOL is $17.79B USD, accounting for 2.11% of the total cryptocurrency market capitalization1. #SOL's trading volume over the past 24 hours was $3.73B USD, up 34.11% from the previous day. #SOL's circulating budget is 423.52M SOL, equal to 94.23% of… https://t.co/jLPHlXE9qt https://t.co/DAj5Y4y8uY",
    "218": "@bitcointechx This can make all coins grow in the near future.",
    "219": "@cryptographyxw Is investing #BTC so profitable?",
    "220": "@binance Oh so cute! This is the first time I saw the duck. 😂",
    "221": "@crypt0preneurx If you sell now, it will be difficult to predict what will happen. So be a little careful!",
    "222": "✍️✍️Survey corner How many meme coins do you own? Tell me in💬💬💬 https://t.co/DaHrUO8jHv",
    "223": "@bl0ckchaintech Don't let your emotions influence you too much. When the market drops, you may feel anxious, sad, angry or regretful. These emotions can cause you to make hasty, thoughtless or wrong decisions. Try to control your emotions and remember that investing is a long-term activity, not… https://t.co/zdv7K5cfB6",
    "224": "@cryptopagex I think #BTC is increasing more than now.",
    "225": "RT @cz_binance: Bitcoin is traceable.\n\nCash is not.\n\n🤷‍♂️",
    "226": "@cryptomillionex That, at least with this chart, proves that what I expected was correct!",
    "227": "@mrbitcoinxtw So humorous! BTC are taking off now.",
    "228": "$PAW increased by 300% in the last 30 days and by 200% in the last 7 days. I would never suggest an empty project to you. They are developing bridges and payment systems on\n$MATIC network, on the $ARB\n network, and on the $BNB network and much more. https://t.co/pe3Fdd6a5d",
    "229": "@mrbuffalocrypto I choose 🥪 https://t.co/r987U7IbX1",
    "230": "RT @BTCTN: Market analyst Peter Grandich delved deep into the #BRICS dynamics and what it means for the US in a recent interview. #Economic…",
    "231": "@cryptothingx I guess more than 3. Right? 😂",
    "232": "@mrbuffalocrypto Wao. Chắc sắp tới BTC với ETH sẽ tăng trưởng lắm đây",
    "233": "@cryptottradings Yeah. If u choose the right stoken to invest, u can  make your money more valuable",
    "234": "@cryptopagex Đây là dấu hiệu tốt nè",
    "235": "@ngoctc8340 Biết đâu bất ngờ nhỉ? Cứ hy vọng thử xem bro, Biết đâu may mắn sẽ đến",
    "236": "@crypt0preneurx Do you guys invest? I also want to buy at the bottom but am afraid it doesn't have growth potential too!",
    "237": "The previous #Bitcoin 8-candle streak was in 2017, and we dropped by more than 39%\nI doubt $BTC would fall under $31,000 if a big correction happens... https://t.co/FikSNLn0Cq",
    "238": "📧Discussion corner:\nIn recent times, many \"\"Bitcoin whales\"\" have bought Bitcoin in large quantities, such as MicroStrategy and BitMEX. These institutions, along with Tether and El Salvador, saw significant gains from their BTC portfolios after a “difficult” 2022.\n\nWith positive… https://t.co/UfhDEPuwDQ",
    "239": "@cryptotabx So cool! After the post, I understand more OrdiChains",
    "240": "@crycurmillion Wow. That is a admire number.",
    "241": "@cryptoeduaz After what happened to #CZ_Binance, can people still feel secure when investing in this coin?",
    "242": "@cryptottradings Hey, common. I'm look forward to #BullMarket. See ya!",
    "243": "@taylorswift13 Great! I'm so glad when you say that. And I look forward to The Eras Tour Concert. I will come and chill with you. See ya https://t.co/ohsQRAfK0T",
    "244": "RT @saylor: #Bitcoin is a Voyage. https://t.co/PJGkQ1EsEl",
    "245": "@APompliano Wow. So beautiful! Tks for your video. This make viewer can see and save this memory.",
    "246": "@cryptonew24h Can you share more stoken?",
    "247": "@cryptothingx In 24h ago, XRP increase 1.65%. Although price is so cheap than what I expected.",
    "248": "@cryptocoffeexw All of them are gree",
    "249": "#BlackRock, the world's largest asset manager, has resubmitted its application for an exchange-traded fund (ETF) that tracks the current Bitcoin price (spot Bitcoin ETF) with the U.S. Securities and Exchange Commission. States (SEC). This is very important news and could have a… https://t.co/DgHTenp3a4",
    "250": "@cryptothemoonx An overview of the past 7 days can be summarized as follows, the difference between increases and decreases is not significant, ranging from $2,000 - $2,100.",
    "251": "@mrcryptotradx Within 24 hours, #BTC can increase to such a high level? What a surprise!",
    "252": "🌐 SHORT NEWS 📨\nMr. Changpeng Zhao (CZ), who founded Binance and previously held the role of CEO of Binance, will part ways with his position as Chairman of the Board of Directors, reducing his influence on the Binance branch in America. https://t.co/GcCMC7APnk",
    "253": "@dailycryptox Me too. Congrats. This is the stoken I think I will invest in the future",
    "254": "#SOL update https://t.co/MhyVg72pWA",
    "255": "@crypt0news365 Having invested in #BTC for a long time, I have faith that they will increase strongly again. Calm down!",
    "256": "@cryptoeduaz Oh? Happy Birthday #DOGE and tks for your gift. https://t.co/ql6akCzAif",
    "257": "@CryptoUGx I'm waiting for #DOGE increase again.",
    "258": "@cryptowarriorxt That is the impressive number about the growing. When ETH reach $4K?",
    "259": "@cryptoinvesttwx Such a positive day. Hopefully DOGE will continue to grow.",
    "260": "@cryptomillionex So cool! That's the great number. I haven't thought it will be so high.",
    "261": "@bearcryptox That is the good news for me. But I hope this increases more and more",
    "262": "@cryptoeduaz #ARB is added in my stoken!",
    "263": "@cryptoeduaz Do you feel satisfied with this price?",
    "264": "@cryptotimeaz The development of web3.0 is so strong that make me surprised.",
    "265": "@cryptottradings Oh this price is so cheap. Is this can increase?",
    "266": "@dailycryptox Added the cryptocurrencies should invest list. https://t.co/y7piHRBnV6",
    "267": "Did you know?💡The last bitcoin will be mined in 2140. https://t.co/le9SXTUwmq",
    "268": "@cryptographyxw Surprised! This make investors so happy! https://t.co/ik0kjuL8TH",
    "269": "@cryptottradings This is the good sign for any investor choosing #BTC",
    "270": "@CryptoUGx The predicted about #DOGE price are so full. All analysts so trusting. Tks for your sharing. https://t.co/jsUDIdDmqJ",
    "271": "@NASA Happy Friendsgiving. I guess a lot of people want to eat at the space station instead of at the normal restaurant.",
    "272": "@taylorswift13 You never disappoint me, your songs always touch the hearts of listeners.",
    "273": "@cryptothingx Right! We Should stay safe and lay off the leverage kids!",
    "274": "@cryptostrategyx I seem all coins price are increasing, so does $USDT. Right?",
    "275": "@jack_thomson12 Nhìn hấp dẫn quá! Mỗi ngày đc phần cơm như vậy thì còn gì bằng nữa hời ơi.",
    "276": "@cryptocoffeexw I have 4/10. What about you?",
    "277": "@bitcointechx Bitcoin is still a king of cryptocurrency until now.",
    "278": "@cryptoeducax With this chart, I don't know what to say. I just hope the market quickly changes a bit :(",
    "279": "@BarackObama That's right! Each of us should not use anyone as a standard or measure to force ourselves. Just with each passing day I become a better version. Today is a little better than yesterday. Isn't that also good? Why do you keep taking someone so noble as your motivation?",
    "280": "@cryptonewsxtw With the current heat, I believe that Bitcoin will be recognized by many reputable organizations soon.",
    "281": "@bitcoinugx Investors can become FOMO or be scammed.",
    "282": "@cryptoadviceX Excited! All coins are increase",
    "283": "@mrbitcoinxtw #BTC UP AND UP 🆙 🆙 🆙 👆",
    "284": "@cryptosignalstw Do you think they are trying to manipulate the market?",
    "285": "📷📷 Dogecoin Price Prediction as $1 Billion Sends DOGE Soaring 9% – $1 Incoming?  The  @dogecoin price has risen to $0.073108 today, marking a 1% gain in 24 hours and nearly a 9% gain in a week.  #CryptoNews #news",
    "286": "@cryptographyxw Can you share more analytics about this stoken?",
    "287": "@cryptosignaltwx Up! Increase it! I'm really looking forward to this.",
    "288": "@bitcoinallstarX Just catch the bottom! Hurry up guys!",
    "289": "@cryptoeducax Good job. BTC chưa bao giờ làm ae thất vọng",
    "290": "17 Nov Options Data\n\n35,000 BTC options are about to expire with a Put Call Ratio of 0.49, a max pain point of $36,000 and a notional value of $1.28 billion.\n\n270,000 ETH options are about to expire with a Put Call Ratio of 0.41, a max pain point of $1,900 and a notional value of… https://t.co/8sRcxO59j9",
    "291": "@_Trad3rsLab_ So helpful! Tks for your information.",
    "292": "@cryptoadviceX I think this is the great way to encourage developing of crypto.",
    "293": "@blockchainsux I guess more than 3. Right? 😂",
    "294": "@mrbitcoinxtw We are waiting for what SEC will do in near futures. Is it growing?",
    "295": "@bitcoinbillionx The market today is growing quite well!",
    "296": "@bitcointechz $TIA Modular Blockchain tech is an advanced and promising technology that can bring many benefits to the cryptocurrency industry.",
    "297": "@mrbitcoinxtw If the price of the cryptocurrency increases instead of decreasing, users will incur losses and may liquidate their positions,",
    "298": "@mrcryptotradx This is the challenge for new investors who want buy BTC now.",
    "299": "@bitcointechx Also normal. Not much improvement. But it's best not to go downhill.",
    "300": "@cryptorevolux Overall, it's not really red, it's also a little green. Perhaps this fluctuation is forecasting a new price increase!",
    "301": "@cryptoadviceX Could Sam Altman's comeback be the start of a new technological explosion?",
    "302": "@cryptocrunchsx Yah! BTC today is up and up. Let's make the party and enjoy this moment.",
    "303": "@crycurmillion ONE ROTTEN APPLE SPOILS THE BARREL 😡😡",
    "304": "@cryptoeduaz This is the good news for the ADA investors. Congrats",
    "305": "@cryptothingx Belive BTC grown again 🤭",
    "306": "@VIP8888386 Tuyệt vời! Ngày mới đầy năng lượng nhen bác!",
    "307": "@POTUS This is not the wish of any individual or the president alone but of all people in the world. Every day and every hour we look forward to peace, the declaration of a ceasefire and the end of the war in the Gaza Strip. Pray for #Gaza.",
    "308": "@cryptographyxw Oh man. The increase in BTC surprised me and made me want to invest right away.",
    "309": "@cryptorevolux Congratulations 🎊 . $KAS is growing now",
    "310": "Bitcoin could soar to a six-figure price, according to macro expert Dan Tapiero. He expects Bitcoin to break $100,000 in the next conservative rally, which he thinks would be a rise of at least 167% from the current levels. He also sees Bitcoin reaching $250,000 to $350,000 by… https://t.co/M3EluIa04P https://t.co/RB9vGJU49c",
    "311": "@cryptonewsxtw $LUNC will be growing in near. I hope so",
    "312": "@bitcointechz Do you want to take profit now or will you wait more?",
    "313": "@bearcryptox Look at the pictures of these coins, they are so cute. I also find $DOGE quite interesting.",
    "314": "@cryptosignalstw Are you oke, bro? But I'm feel so hurt. https://t.co/jMnEXnMRW8",
    "315": "@cryptocrunchsx Yah https://t.co/GH8gC5r454",
    "316": "@cryptographyxw #Binance is still my best choice. 💸💰",
    "317": "@cryptocrunchsx There are a lot of reason. But I think BTC grow and all coins are increase too",
    "318": "BREAKING:\n#Bitcoin mentions in SEC filings hit record high!** 1,074 filings in November alone! ** https://t.co/lh5KKNTsha",
    "319": "@cryptonewsxtw Yah! AI helps us in working and study so much",
    "320": "Bitcoin transaction fees have surpassed those of Ethereum this week, capturing a total of $61 million in the last 7 days. https://t.co/USXLTGkK1S",
    "321": "@cryptothingx I think I need to inform $SOL for inverting soon",
    "322": "@cryptowarriorxt Investment will not discriminate against religion, ethnicity,... so please research and choose a reputable investment place with reputable tokens.",
    "323": "@cryptowarriorxt That is so large number.",
    "324": "@cryptonew24h Tks for your sharing. I think ETH will reach $3K soon.",
    "325": "@BBCBreaking Oh my God. Even though I'm not a fan of this sport, I'm quite sorry to hear this news.",
    "326": "@cryptomillionex Starship is the perfect project. I wish you share more information.",
    "327": "RT @saylor: Your kids will thank you. #Bitcoin https://t.co/APz36vnqXj",
    "328": "@cryptorevolux This year is the Bitcoin's year with the growing.",
    "329": "An altcoin rally is about to start🔋\n$BTC dominance is on the verge of breaking below 52. If USDT dominance drops, money will flow into altcoins. Those aiming to enter the new year with gains, please like and comment. \n$ENJ stands out as the best metaverse project. #NIZA is… https://t.co/2KJnag0PjS https://t.co/EwgP4vercf",
    "330": "@cryptocoffeexw I think we need more simple. https://t.co/IC3KVIrPcA",
    "331": "Nate Geraci shared https://t.co/LEzl2dvGJ1",
    "332": "@PancakeSwap This is feel so high. I read and like it so much.",
    "333": "@cryptotabx Don't worry! This stocken will increase soon",
    "334": "BTC, the coin considered the king of the virtual currency market, has reached a price of 40,250 USD on Binance, returning to this mark after 18 months from the beginning of April 2022, when there was previously a serious collapse of LUNA-UST. https://t.co/L1GhnPtd9h",
    "335": "@bitcointraderug It must be recognized that currently what #SOL investors are looking forward to is just that.",
    "336": "@bitcointechx A few days ago, I trusted my friends to invest in this one. Now I feel so regretful.",
    "337": "@cryptoadviceX #BTC to 50K is the hot search today!",
    "338": "@cryptorevolux This is the thing I wanna see",
    "339": "@cryptowarriorxt I think we continue research more and collect opinions of financial experts",
    "340": "@dailycryptox #ETH need improved and make people use it easier.",
    "341": "@mrbitcoinxtw Oh no! Red and red. That's make me worry!",
    "342": "@cryptographyxw I think OSMO will increase in the future. I hope so",
    "343": "@cryptowarriorxt What is else? Can you share more?",
    "344": "@cryptographyxw I think this make increase the quality of the virtual currency market, by eliminating coins that have no real value, are not transparent, are not safe or do not conform to listing standards.",
    "345": "@cryptothemoonx What do you think about ~3% grow, high or so short?",
    "346": "@bitcoin360x A little positive sign after the time decreased. Be calm down! God luck to u 🤗",
    "347": "@blockchainsux It was a pretty satisfying day. But at the end of the day I saw #DOT trending down again.",
    "348": "@dailycryptox Come on  bae. Don't be so rigid.",
    "349": "@cryptographyxw There are many things make us scare before inverting. But if don't inverting at down market, when you have money. Right?",
    "350": "@VIP8888386 Giữ lại để có ra tội nữa thì còn cáo buộc tiếp chứ thả đi rồi sao bắt đc công dân mang quốc tịch nước ngoài trên lãnh thổ của người ta được. Giữ lại là đúng đấy!",
    "351": "How is #DOGE price predicted for 2024?\nIn 2024, Dogecoin may have better performance. According to expert price predictions, the average price of Dogecoin could be around $0.48 in 2024. Dogecoin could reach a peak price of $0.59 if the current growth momentum continues. As the… https://t.co/tx03MDlfxx https://t.co/VrmV74uVe3",
    "352": "@crypt0news365 I'm still trying to be optimistic amidst the continuous downward price fluctuations of #ADA.",
    "353": "Solana's trading volume in the past 24 hours was $3.73B USD, up 34.11% compared to the previous day.\n#SOL UPDATE https://t.co/jcD3Nkqo9j",
    "354": "@crycurmillion I have faith that these price increases will last and the increase will continue to increase.",
    "355": "@ancientman9x Chắc chờ nó xuống tí rồi dứt liền chứ nhìn ngon phết bạn ạ😀",
    "356": "@cryptotabx This is a good sign for those who have been investing in ETH",
    "357": "@cryptosignalstw It's understandable, we cannot deny the hotness of #BTC at all times.",
    "358": "@bitcointechz Yah It's my fault. But I think this will down soon.",
    "359": "@cryptothemoonx Look! #BTC reach $40.75K. So cool!",
    "360": "@cryptographyxw This is the sweet dream of all invest in BTC.",
    "361": "@Buithaoly11 Chời chơi... sợ quá sợ quá. Cíu tui  cíu tui với. 🤭🤭 https://t.co/DAhivjK7Wc",
    "362": "@ChampionsLeague More than 10 years have passed but he still looks the same. The passion for football is still very burning. My idol!",
    "363": "@bearcryptox I believe in crypto and blockchain.",
    "364": "@cryptosignalstw Although #MACT decrease, but it increase again.",
    "365": "@ladygaga Congrats 🎊 Time passed so fast. It's only been 10 years.",
    "366": "@bearcryptox What a leap forward for #Bitcoin in the Colombian market! https://t.co/KINkZ7nyus",
    "367": "@mrbuffalocrypto You don't think if you have actual accidents, what next?",
    "368": "@cryptottradings J4F but it's true!",
    "369": "@bitcoinbillionx I'm waiting for it to reach my expectations. Hopefully they will continue to grow.",
    "370": "RT @BNBCHAIN: Submit our feedback form for a chance to win $50 in BNB! Five winners will be randomly chosen. 💰\n\nAlso follow us, QT this wit…",
    "371": "@cryptonewssx $3M fee  transaction? So large!",
    "372": "@cryptoadviceX Correct! Maybe they realize the potential of Bitcoin and want to invest in the long term, so no matter where they go or what they do, there is only one destination.",
    "373": "Nftgators reports that #DonaldJTrump released his third NFT. The “Mugshot NFT Edition” costs $99 each. 47 Mugshot NFT card holders will get to dine with the ex-POTUS at Mar-a-Lago and get a part of the suit Trump had on for his mugshot when he got arrested in August.",
    "374": "@cryptoeduaz The longer you wait, the more opportunities you will lose. So, why not think about investing right now?",
    "375": "#SOL continues to move today. https://t.co/ACPRm4vYap",
    "376": "@cryptoeduaz I'm a bit concerned about the upcoming developments that will happen to #ADA. What should I do?",
    "377": "RT @kucoincom: 🚀#KuCoin Affiliates Challenge Alert! \n\n🎉 Rally your new invitees for the Teamfight Trading Competition and grab a piece of t…",
    "378": "@cryptostrategyx Suddenly I feel worried about the tokens I am holding. Should we cut our losses now, guys?",
    "379": "@cryptocoffeexw Don't worry bro. Anything will be 👌",
    "380": "#SOL price prediction in 2024 🚀🚀🚀\nIn 2024, Solana may increase prices again if the market goes up. According to our technical analysis, the Solana price could peak at $89.16 by the end of 2024. The expected average Solana price for 2024 is $81.98 if the current growth momentum… https://t.co/qCqtFbJXOO https://t.co/V0ZcXyxk9S",
    "381": "@cryptoadviceX Tether is fast &amp; furious. That make me so surprised",
    "382": "@cryptomillionex Oh no. Why does it jump down so high?",
    "383": "@mrcryptotradx I'm looking forward to approval of a bitcoin spot ETF soon.",
    "384": "@bitcoinbillionx Just stay calm, wait and see how $EGLD breaks through, then it's not too late to deposit money!",
    "385": "@crypt0news365 At each time there will be suitable methods for payment. And now Crypto is gradually doing that.",
    "386": "Hi! I'm comback!\n#SOL UPDATE \nThe market is decreasing. Be strong! I think it will grow again. https://t.co/H7LwSOZNws",
    "387": "@cryptothemoonx Look at the chart, we can feel so happy.😊 Congrats.",
    "388": "@dailycryptox OMG! Red again? Is something bad happening in the #CRO market?",
    "389": "RT @cz_binance: X should really solve the bots &amp; spam problems before removing blocks.\n\nJust my 0.02 #BNB. 🤷‍♂️😂",
    "390": "It looks like ETH\nEthereum has tensed up like a pulled bow, expecting altcoins to shoot up from that side, rising like arrows. $LUNC investors should be patient. $BONK appears calm. $MATIC remains steady. $ROSE will keep rising. $SOL is gearing up for a show. https://t.co/ini5y1Klpw",
    "391": "@bitcointraderug What $MXC want investors do? Work hard or make money with mxc mining?",
    "392": "@cryptopagex None. I don't know this is the advantage or disadvantages for me. So sad! https://t.co/dRk1oDFwZJ",
    "393": "$BTC\nNo change in my #Bitcoin prediction... https://t.co/ighaO7iUPq",
    "394": "@cryptotradersx So sad. But I think this will be green again",
    "395": "@dailycryptox What is #Aave ? Can you share more?",
    "396": "@cryptottradings Is that the potential of #BTC!",
    "397": "@cryptothingx Of course. Maybe CHZ will be increase in next time. Tks your recommend.",
    "398": "@cryptocoffeexw I think this is Bitcoin.",
    "399": "@cryptonewsxtw So craz! I'm looking forward to your indicators.",
    "400": "@CryptoUGx Does anyone want to join me in catching the #APT bottom together? Should I buy now or wait for the bottom to deepen?",
    "401": "@crypt0news365 Oh my God. Have anyone think tomorrow #BTC can increase strongly?",
    "402": "@cryptostreetaz I'm still looking forward to the next price increase. Hope #ETH will recover quickly.",
    "403": "@cryptosignalsxw Plz tell me what I should do in this situation.",
    "404": "@CryptoUGx Red and red. Look at this chart, I think many people are so sad.",
    "405": "RT @saylor: #Bitcoin will protect you. https://t.co/wcwsMQGYjJ",
    "406": "RT @CoinMarketCap: Apart from #CMCLive, here are today's Hot Takes on #CMCCommunity 🔥\n\n$CYBER\n$HBAR\n$SHIB\n$XRP\n#SHIBARIUM\n\nWhich community…",
    "407": "@mrbuffalocrypto Then what's been using. #SOL investors right now are like: https://t.co/omA4v0sK3s",
    "408": "@blockchainsux Let's countdown with me!",
    "409": "@cryptonewsxtw Wow! I just think #BTC or #ETH is the best choice, but $SOL, $DOGE is good too.",
    "410": "@bitcointechz Really? This is fake?",
    "411": "@cryptothemoonx WisdomTree Fund's application for a Bitcoin ETF based on market price is a positive step forward for the cryptocurrency industry.",
    "412": "USDT capitalization exceeded $85 billion\n\nThere  is a non-obvious sign of the beginning of a bull market - an increase  in the capitalization of stablecoins, which often coincides with the  beginning of a bullish trend. https://t.co/gzYw5YRVK0",
    "413": "@cryptographyxw Bitcoin is more popular. So a lot of people believe and choose it.",
    "414": "@YouTube The most iconic first note in music history is often considered to be the opening motif of Ludwig van Beethoven’s Fifth Symphony, which is also known as the “Fate” motif.",
    "415": "@cryptonew24h Great. I'm trust in you!",
    "416": "@cryptotimeaz That's right! I believe $SHIB will grow quickly.",
    "417": "Just getting off the ground, today the community witnessed a deep reversal #SOL. https://t.co/jUKCF8eAIU",
    "418": "@HHo15135790 @Bitcoin @dogecoin Hỷ vọng chúng ta có thể hỗ trợ nhau https://t.co/0g6pYsU3AU",
    "419": "@cryptostrategyx This project is so fun! I was fascinated by it!",
    "420": "@cryptothingx $593.3M? This is the impressing number!",
    "421": "$GROKolaus pumped +23.22%, hitting an all-time high of $0.004458 at 01:32(UTC)! 🔥 🔥 🔥 https://t.co/IewU8aTHOs",
    "422": "@bitcoinglobalX Yes. If don't choose BTC or ETH, I think #SOL also the best choice.",
    "423": "@cryptostreetaz BTC với ETH đúng là chưa bao giờ làm tôi thất vọng. Hy vọng chúng tiếp tục tăng trưởng trong tg tới",
    "424": "@cryptoeducax I think any decision now made by the US authorities will greatly affect the value of these tokens. These are all just predictions so we need to consider carefully.",
    "425": "@cryptostrategyx The growth speed of Bitcoin really makes people admire.",
    "426": "@cryptotabx Really? I don't think Bitcoin ETFs will be approved in Feb or sooner, as there are many legal and technical issues that need to be resolved before these funds can go live.",
    "427": "@cryptottradings correct. I'm afraid that as soon as I sleep, the price will plummet and I won't be able to sell it in time",
    "428": "@cryptottradings I was so looking forward to a price increase. But it seems like that didn't happen.",
    "429": "@cryptottradings The value of each second that BTC creates is not small. It's surprising!",
    "430": "@cryptocoffeexw Oh. I think this is not your opinion but is the lot. $DOGE need to improve that",
    "431": "@cryptorevolux Yes. I'm looking forward to  $ACE",
    "432": "Today, your #SOL still ok? https://t.co/rSHLkQnfMn",
    "433": "@btctraderclub That's right. Quite a few people are concerned.",
    "434": "@bitcoinsalldayx Yah. I look forward to $PROPC. I think it breakout soon, no far. Let's wait.",
    "435": "@bitcoinbillionx Good job. Android team like that 😍😍",
    "436": "⚡️The difficulty of $BTC mining has increased by 0.35% compared to the previous figure and reached a level of 57.32T🔥\n\n⚡️The average #Bitcoin network hash rate is at 420.8 EH/s. https://t.co/RzxolQasn2",
    "437": "$MATIC SOL has gained 160% in less than a month what is up with matic? I thought for sure it was going to do better than this. I'm still bullish hopefully it'll turn around now and go back up!",
    "438": "@cryptotimeaz Yah! Right. We should invest immediately.",
    "439": "Notable development🔋🎉\n\nMoney in the market is currently flowing into the #BSC #BNB ecosystem. Binance, the company driving the market surge, is preparing for an upturn. #Cake holds an important place in the BNB system and is on the rise. There might be a rise in #Poocoin.… https://t.co/Izjj1Bmwnn https://t.co/4gjCGtEPuD",
    "440": "@cryptoeduaz This so cool. Thanks for your news",
    "441": "$INJ Injective has created the Flag and Column model. Those who have traded please comment below for those who are planning to trade to consider. ⬇️⬇️⬇️ https://t.co/w4SpKyAEMu",
    "442": "@cryptocoffeexw The scammer so dangerous!",
    "443": "@cryptonewsxtw So great! 76% so large.",
    "444": "@cryptotradersx I wish I choose BTC sooner. https://t.co/7q3tNkNrzO",
    "445": "@mrcryptotradx The filmmaker had a smart choice to invest in crypto #DOGE.",
    "446": "If #Bitcoin price rises to $46,000 level, 1.13 billion\n\nIf it falls to the level of $ 37,500, $ 1.06 billion will be liquidated. 📷$BTC https://t.co/UPwINC33lX",
    "447": "@cryptonew24h I feel so happy because I'm holding $DOGE.",
    "448": "@blockchainsux The current Bitcoin is surprising us",
    "449": "WSJ reported that Montenegro’s top justice official has privately said he wants to extradite Terra’s disgraced founder Do Kwon to the U.S. instead of South Korea to face criminal charges, sources close to the situation said.\nA Montenegro court agreed to Kwon’s extradition last… https://t.co/uIok11PAGu",
    "450": "@crypt0news365 What a high target! But try your best anything will be well",
    "451": "@cryptopagex Don't worry. I think tomorrow it will up again.",
    "452": "@cryptorevolux I don't think BTC can reach 40,000 USD so quick",
    "453": "@cryptothingx What an useful knowledge!",
    "454": "@cryptothingx I'm going to expect FTX, FTT",
    "455": "#SOL update https://t.co/9xh4Fez9gs",
    "456": "@cryptographyxw Yes! I hope so. I believe that. https://t.co/W4odvTzDn6",
    "457": "@cryptotradersx This is an important announcement and warning for those using and investing in eCash (XEC). Fake eCash scammers are attempting to take advantage of users' interest and excitement in XEC staking to extort their funds and personal information.",
    "458": "@cryptosignalstw $KAS is expected to be searched a lot in the near future.",
    "459": "@ConglyH This is a shot to bait the price of QUICK to its peak, right? Nice move!",
    "460": "@GiangNg25794751 Ôi chắc nộp phạt rồi thôi. CZ dư sức lo điều đó mà bro 😅",
    "461": "Last Year’s Predictions for Ethereum Did Not Come True\nEthereum surprised skeptics and demonstrated its resilience against market fluctuations, undergoing a significant transformation. Contrary to ominous predictions of retreating to $500, the cryptocurrency recently reached and… https://t.co/OJb7vxkaac https://t.co/YmVvXeJFZq",
    "462": "@cryptoeduaz Hope you reach at this soon!",
    "463": "@mrbuffalocrypto That's right. For many years of holding #BTC in my hand, I have never sold it at a loss.",
    "464": "@mrbitcoinxtw ZBC use 50% for community &amp; rewards? That's so good for the investor.",
    "465": "@JewelryX2589 Nhưng tính thu nhập thế nào lại không ai đề cập đến. Khá là mập mờ🤔🤔",
    "466": "@bitcoinquotesX Congratulation. It's reasonable to prepare for a few more days of price increase.",
    "467": "@bitcoinsalldayx yah! It must be like that. https://t.co/Xuft4rYWpZ",
    "468": "@cryptoctworld Yes! We should take BTC get out and we have a lot of choices.",
    "469": "@bitcointechz Haiizzz. What will #CZ_Binance be after the notion?",
    "470": "@cryptorevoX I think it could reach a 10% increase. And that is also the level I aim for.",
    "471": "@cryptotabx Can you tell me some names of cryptocurrency wallet at present?",
    "472": "@mrbuffalocrypto Without pre-Bull run support, the price have difficulty in growing.",
    "473": "@bitcointraderug We can easily see that Bitcoin affects other coins quite a lot.",
    "474": "@crycurmillion We can easily realize that the resources are still very large. So let bitcoin help you fulfill your dreams.",
    "475": "Many times when I'm ready to go to bed, I suddenly can't sleep 🤣🤣\n#j4F https://t.co/WOZFbvETpC",
    "476": "@bitcoinsalldayx I think BTC still the top stocken we want to buy",
    "477": "@cryptottradings Thị trường có vẻ như đáng lo ngại thật",
    "478": "@cryptonewsxtw Yah! The chart say that. All right?",
    "479": "@mrbuffalocrypto I have the believe that #ETH will be reach $2,200 soon again. Gud luck!",
    "480": "@cryptoinvesttwx In the past, no one thought that BTC would increase in price and missed investment opportunities. Currently, Bitcoin is the top currency of everyone's mind when choosing tokens to invest.",
    "481": "@cryptoeducax Really? At this time, Bitcoin so strong, surpassing even Tesla.",
    "482": "@bitcoinbillionx Rất đáng Kì vọng. Hy vọng đồng tiền này sẽ phát triển",
    "483": "@cryptographyxw Besides \"terrible\", I can't think of any words to describe the power of #BTC",
    "484": "#SOL is moving up strongly, increasing slightly by 13.12% in the past 24 hours. https://t.co/TjbHWK8ZDH",
    "485": "@cryptopagex With what you have shared, why are we still hesitant to invest heavily in #ETH?",
    "486": "@crypt0futureX In my opinion, this slight increase is not suitable for selling. Should wait a few more days.",
    "487": "https://t.co/hzc2H3sqQU",
    "488": "@cryptottradings Today, more and more investors choose #cryptocurrency to develop instead another ways. The number is reach at billion.",
    "489": "@mrcryptotradx I always worry about investing #ETH right now is so late. But I think opportunities are still",
    "490": "@NVTCommunity Cùng kiếm bánh chưng thịt ăn Tết nào!",
    "491": "@mrcryptotradx I think $50,000 not enough, must more than $65,000",
    "492": "@cryptowarriorxt This action can make investors reassuring. Good job",
    "493": "@mrcryptotradx Who is holder of 0.04%? I'm so excited.",
    "494": "@cryptothemoonx What do you think about $TON?",
    "495": "@bitcoinbillionx I don't know. But I think the value of #BTC so large",
    "496": "@cryptothingx Bitcoin is creating a strong position in the market.",
    "497": "@cryptoeduaz I really don't know what words to use to describe my feelings right now other than \"disappointment\" and \"disappointment\".",
    "498": "@cryptostreetaz It's rare to see a currency with such a steady upward trend.",
    "499": "@cryptowarriorxt Anything happening in 24h so quickly. The market down again",
    "500": "@cryptothemoonx Nice! In invest, we don't need assets have increased so much, as long as they don't decrease and grow, that's great!",
    "501": "@cryptothingx Gud luck to u! https://t.co/hz3ucjyPxV",
    "502": "@cryptothingx Nhiều đồng tiền giờ có giá trị thật. Tôi chắc nên nghiêm túc tìm hiểu và đầu tư rồi",
    "503": "@bearcryptox Vậy cùng chờ đón xem 2024 Tether sẽ tăng Trương ra sao rồi",
    "504": "@bitcointraderug Stop it! When investing, you must use a cool head to make decisions!",
    "505": "@crycurcommunity Although traditional or modern monetary systems, we need try it and use according to context.",
    "506": "@cryptowarriorxt Have you own any coin in 3?",
    "507": "@cryptothemoonx So red! What the sad day!",
    "508": "Monday is first day of week. Join me in summarizing the past week and how your #SOL has grown!⤵️⤵️⤵️ https://t.co/7jBb0A13IU",
    "509": "@CryptoUGx Today is #DOGE 's Birthday. You know?",
    "510": "@cryptorevolux So cool! I'm feel excited to hear that.",
    "511": "@JewelryX2589 Thực ra, Grayscale chưa gây được tiếng vantrong thị trường nên cần một cái tên giúp định vị vụ thế của mình.",
    "512": "@cryptocoffeexw So great! The market is always covered in green. Really like it. https://t.co/e1b1llf4Tv",
    "513": "@cryptoexplorex What makes the whole market so red? Who knows?",
    "514": "@bl0ckchaintech I don't believe that. And you?",
    "515": "@cryptosignaltwx This can be seen as the premise for Bitcoin to explode.",
    "516": "@ai_malls @CryptoMumble Yah! Hope it increase soon in the future. See u 😘",
    "517": "@cryptocoffeexw Great! This Action so humanly!",
    "518": "@cryptotradersx It's okay! #ETH is a strong currency, it will increase again.",
    "519": "@bitcoin360x Cosmos solves these problems that let developers build blockchain applications quickly.",
    "520": "Young pilot turned to the financial sector to CEO of cryptocurrency exchange BTSE.\nBTSE (Buy, Trade, Sell and Earn) is an easy-to-use platform that focuses on these four aspects. We develop the infrastructure to bring you a smooth trading experience with high liquidity. https://t.co/Da0A4Z70do",
    "521": "#BTC Binance will burn more than 5 billion #LUNC in December!!! https://t.co/t7RX4trcId",
    "522": "@cryptosignalsxw Really? I don't think so",
    "523": "@cryptographyxw Yeah, right. How money will increase depends on your thinking and the way you choose",
    "524": "@bitcoinugx I'm very pleased about the growing. Do you think I should sell right now?",
    "525": "@cryptomanxt This is the good sign for everyone. Congrats on your stokens.",
    "526": "Why is #BNB going to the moon? https://t.co/qVaThFBGio",
    "527": "@bitcointechz Algorand try your best.  I think it will be growing. Don't worry!",
    "528": "@cryptoadviceX Tôi nghĩ đồng này có thể tăng đến 75% luôn đấy",
    "529": "@bitcoinsalldayx Although I don't invest in but I always follow it everyday. Of course, if it down, I consider to buy a little.",
    "530": "@cryptothingx The investor right now belike: https://t.co/XIgkoA3j33",
    "531": "@cryptostreetaz I'm looking forward to next happens. Can you sharing?",
    "532": "@cryptowarriorxt Do you think it just a scam?",
    "533": "@cryptothingx The markets these days all have one thing in common: they all decrease and decrease very deeply. Fortunately, Bitcoin did not fall deeply, we can believe that this coin will quickly increase again and reach the 40K mark soon.",
    "534": "https://t.co/JNm1urQ9Rf",
    "535": "@cryptorevolux Unbelievable! 650%, is so many.",
    "536": "@cryptopagex Yah! That is the thing I looking forward to.",
    "537": "@bitcoinsalldayx This is important news and could affect the cryptocurrency market.",
    "538": "@mrbitcoinxtw Great! I just want see it growing up day by day. Waiting and update more tomorrow!",
    "539": "@JewelryX2589 Khổ thật. Cứ lắc léo ghê. Đọc đi đọc lại miết mới thấm đc tí chứ ko là lú luôn :(",
    "540": "#SOL what's on today? https://t.co/m3eb0ZgYB3",
    "541": "@cryptothingx In 2024, all stokens maybe increase in 70% is the investor hope. Now the markets so many developments, I can't keep up 😥",
    "542": "Bitcoin’s powerful rise met a hurdle this week, reaching a new annual peak of $44.5k before facing the third biggest drop of 2023. Bitcoin Short-Term Holders cashed out after the price went up a lot in the past months, making a significant impact on the statistics.",
    "543": "💰 #BitcoinETF approval calendar 📅\n\nJanuary will be a BIG month for BTC\n$BTC\n 🚀 https://t.co/BsOn8x2BOU",
    "544": "@blockchainsux Congratulations. Your stoken are increasing.",
    "545": "@cryptothingx This company is trusting?",
    "546": "#SOL update\nAre you satisfied with increasing? https://t.co/LXLE6oA10H",
    "547": "RT @CoinMarketCap: #CMCStats: Weekly Market Overview 🔎\n\n#Bitcoin experienced a decrease this week.\nMeanwhile, $SEI $QTCON $CYBER gained big…",
    "548": "@TheLisaCrypto Amazing! The market is good 👋"
}