{
    "0": "RT @JohnDVillasenor: The problems with a moratorium on training large AI systems https://t.co/TDNL66HJEX @BrookingsInst @BrookingsGov @UCLA…",
    "1": "@MozziePromos I'm a Professional I'll provide quality work hit me up",
    "2": "@bksinho_ if you are searching legit graphic designer....so please hit me up. THANK YOU",
    "3": "@GasNotZa I can serve you for this ... do check the dm",
    "4": "@_BaeBri I'm a Professional I'll provide quality work hit me up",
    "5": "@AveriaSports hii .. I m here to provide this service at low cost check dm",
    "6": "@juvio_e if you are searching legit graphic designer....so please hit me up. THANK YOU",
    "7": "@Mo_HamedMK8 I'm a Professional I'll provide quality work hit me up",
    "8": "@walsevaa yeah! i can do it in short time and in reasionable price.",
    "9": "@HEXGOATx Can help you to achieve this",
    "10": "@Roll2TightJr I'm a Professional I'll provide quality work hit me up",
    "11": "@moneymantrader1 I'm a Professional I'll provide quality work hit me up",
    "12": "@blakely_narna hello can do it for you ..check dm please",
    "13": "@Amelia_Glamour If you are searching legit graphic designer....so please hit me up. THANK YOU",
    "14": "@GugaMGMT Here you have experienced one ..check the DM",
    "15": "@techychun can do it .... check the dm",
    "16": "@ImaniKellum I'm a Professional I'll provide quality work hit me up",
    "17": "@kewzzzzzz can make it for you ...check the DM",
    "18": "@ykmmaster I m an experienced  game developer can provide what you looking for .. check out the Dm",
    "19": "@Snoowzy0 Hey I am a professional logo designer. I can work for your in best prices. DM me for further details.✨",
    "20": "@kiarajaneen can do this for you at low price ... check your DM please",
    "21": "RT @EuropaLeague: ⏪ Anthony Martial scoring for Sevilla...\n\n⚽️ Will he score against them today?\n\n#UEL https://t.co/hKsqNL9H6x",
    "22": "@Protoxoop if you are searching legit graphic designer....so please hit me up. THANK YOU",
    "23": "Amazing how the BBC reporter left an interview with Elon Musk EARLY because he couldn’t handle the answers.\nElon tells the BBC some home truths.\n#BBC #ElonMusk #BBCWorld https://t.co/CboQxwr7VC",
    "24": "@FNFLanceRobo Great news! I've been waiting for this to become available. DM for further details.😇\n#excited #Available",
    "25": "@jaheebs hello @jaheebs .. I m an experienced designer and developer and interested to work for you.",
    "26": "@KrysMelon I'm a Professional I'll provide quality work hit me up",
    "27": "@444nuits_05 I can do it under your budget.",
    "28": "@QMooti Consider me for graphics designing.",
    "29": "@AlexandraC14297 can provide you my creative designes",
    "30": "@VelocitySpeedUp I am professioanl Designer. I can do it easily for you.",
    "31": "Idaho just made our ad a reality. The extremist Republicans continue to strip away Americans’ freedoms.\n#Idaho #IDA2023 https://t.co/exAXnVicih",
    "32": "@TaterTotThe2 if you are searching legit graphic designer....so please hit me up. THANK YOU",
    "33": "Work on your goals a little bit each day, no matter how small. https://t.co/bI0XlgL5bM",
    "34": "@Joheke78 can defiantly provide your desired one with low cost.",
    "35": "Had a great weekend and now I’ve just watched Succession. Big shout out to Brian cox for giving us an unforgettable character in an all time performance. #Succession @greenlife497\n#SuccessionHBO #BrianCox https://t.co/7KPMXwk67o",
    "36": "@BeisbolCardBlog Hello @BeisbolCardBlog  I  can provide the required services efficiently.. have look on my work",
    "37": "@purplesyrup2x I'm a Professional I'll provide quality work hit me up",
    "38": "@SkalEsports_ Hey I am here for your work kindly check your DM",
    "39": "@CoolCatIrvin hello ! here I m a professional developer and designer can provide  you best services.",
    "40": "@DevArcanum @DevArqade YES! i can help you. DM me",
    "41": "@KadenWasFound Hi Kaden, I can help you achieve this. Please check your DM.",
    "42": "@AlexaAl69256 available...",
    "43": "@OxRosse Your DM is closed please fix it.",
    "44": "@Sakiseshy Hello @Sakiseshy! I can help you achieve this using my professional skill set. Please take a look at your DM.",
    "45": "@theahmedam Hi Ahmed , I m experienced full stack developer I m interested to serve in your startup.",
    "46": "@jiggyjody Please consider me.",
    "47": "@NotACaptainKirk Hello @NotACaptainKirk ! dedicated WordPress developer with good experience in here for you",
    "48": "@Pelayoexe Yeah! I can make it for you.",
    "49": "@Snoowzy0 I'm a Professional I'll provide quality work hit me up",
    "50": "@Kiss_My_Freckle Sure, I can provide the desired one. check your DM please...",
    "51": "@Sarah260245 I am a professional Graphics designer . I have 4 year experience. Plz DM me",
    "52": "@AHyoosuf @ruffydfire @figma hello i can provide you a better guid as an expert",
    "53": "@MyLahad Sure DM me ASAP!",
    "54": "@manef_nemsi can do it sir ... please check your DM",
    "55": "@S6HHM yeah can do it check the dm",
    "56": "@darkoroty Hello ,, i can do that job for you",
    "57": "@SauceFromVeli HI! I am professional web designer . I can easily 𝙃𝙚𝙡𝙥 you.",
    "58": "@Nxwrem I'm a Professional I'll provide quality work hit me up",
    "59": "@pillsburyBoyRoy If you are searching legit graphic designer....so please hit me up. THANK YOU",
    "60": "@DevArcanum @DevArqade if you are searching legit graphic designer....so please hit me up. THANK YOU",
    "61": "@SkalEsports_ Hey I am here for graphic designing. Check your DM!",
    "62": "@Paradogoat Hit me up for best logo.",
    "63": "@Kingdom_JC definitely available 🙃",
    "64": "@FrostdMarksman2 I'm professional graphics designer. i can make logos and design easily. Plz DM me",
    "65": "RT @alx: I can’t believe BBC actually aired Elon Musk destroying their reporter 🤣\n\n https://t.co/pKMQvLFuQW",
    "66": "@nahikizz DM me i can do it for you in reasonable price.",
    "67": "@jesseanalex @SupStreamer @TwitchUKI @CC_RTS Hi there, I am an experienced professional graphic designer and highly willing to make you a perfect logo and banner. Please DM me to create a perfect piece of art for yourself.",
    "68": "@Iveyfnbr Lemme know details",
    "69": "@LostArizona Hello!\nI came across your offer and I'm interested in taking advantage of it. Can you please provide me with the details on how to avail it?\nDM me for more details.😇",
    "70": "@DRBRAZYFN Yes i can plz consider me . I will give u my best.",
    "71": "@zRevr Hey I am a professional graphic logo designer. I can work for your in best prices. Kindly check your DM👍🏻",
    "72": "@TaterTotThe2 I'm a Professional I'll provide quality work hit me up",
    "73": "@beamizum yeah! i can do it .",
    "74": "@DetrailCOD Hello! I can help to get best one logo design check your DM",
    "75": "@riaj_ahmmed_ Yes i can do it.",
    "76": "@BigFooley Plz consider me",
    "77": "@NaimJ_ Sure, can meet your desire",
    "78": "@Tenney1x Yeah i can do it . Plz consider me",
    "79": "@BecLorran yes i am expert in PS.",
    "80": "@mcr_tedd i can do it",
    "81": "@yeSloth I can help you get the desired one .. check you DM",
    "82": "Make each day your masterpiece\nGood Morning🤗\n#morningvibes #goodmorning #sunkissedvibe_sw",
    "83": "@demetoriTM I'm a Professional I'll provide quality work hit me up",
    "84": "@TMG_Gaming_ Hey I am a pro banner deisgner LMk how can I help u",
    "85": "@OxRosse kindly DM me!",
    "86": "@HHurried DM me i can do it easily.",
    "87": "@zeyyify Hi @zeyyify can provide do the best work ... have look in Dm",
    "88": "@awesomefartman i can help you kindly DM me.",
    "89": "@Svlayance1_ consider me . I'm professional graphics designer . i can easily made your logo. you will gonna love my work.",
    "90": "@Pligzzz_ Yeah i can do every work . Plz consider me.",
    "91": "@CTM_2x @CTM_2x hello , can provide you good services of logo design",
    "92": "@S6HHM Yes @S6HHM .. can do it for you ..check your DM",
    "93": "@CHIllini69420 Hello Gene ! I'm an experienced Graphic Designer, I can help you to get your desired one .. please check your DM",
    "94": "@piwi_774 @WiWardeOff Hi , please check your DM...",
    "95": "@CryptoDailyTA @WhaleChart Hello! I am a game developer with a substantial amount of experience.",
    "96": "@faddexxVFX I'm a Professional I'll provide quality work hit me up",
    "97": "@Axceus Hello! I can provide you the required service on time at a reasonable price."
}