{
    "0": "@NeginSaeid Very beautiful, good job, good happy",
    "1": "@crypt0news247 That's right, you need to be careful in everything you do, especially when it comes to money",
    "2": "@cryptoexplorex Why is the market capitalization of BGB decreasing sharply?",
    "3": "@bitcoinugx The market capitalization index of DOGE is strongly increasing https://t.co/wAuZvDToUv",
    "4": "@cryptonew24h Experts predict 42k maybe 50k and I think so too",
    "5": "@bearcryptox Good job, investors of #SOL will so happy when look the index it ☀️☀️",
    "6": "🔍 #BlackRock, #ARKInvest and #WisdomTree have updated their #BitcoinETF proposals to comply with the SEC's cash-only model. https://t.co/kfdYwzSA1Q",
    "7": "@cryptoadviceX Unbelievable, the market capitalization of BNB is seriously decreasing",
    "8": "@YouTube I think can i are watching cooking show",
    "9": "@cryptotradersx This is information useful for me, in 2024 will have many flourishes, waiting",
    "10": "@mrcryptotradx Im learning about all information of Bitcoin",
    "11": "@cryptopagex maybe ETH, I like it, like liking a girl for the first time ☀️☀️",
    "12": "@mrcryptotradx Suprise, btc, itc, polygon will be big winners next bull",
    "13": "@cryptographyxw Exactly the information I needed, thanks for sharing",
    "14": "@Crypto_Ally @SpeculateDAO Good job 👍, congratulations 🍾",
    "15": "@cryptothemoonx Good sighnal, starting in 2024",
    "16": "@mrbitcoinxtw Maybe, i much updated many information",
    "17": "@crycurmillion After many years of operation, FTX officially declared bankruptcy",
    "18": "@crycurmillion Dont FOMO, FOmo also has two sides depending on the situation at that time",
    "19": "@cryptotradersx another day\n#SOL's market capitalization has dropped",
    "20": "@MigL000 @alienfrens Say hello MigL, have a fantastic",
    "21": "@cryptopagex That’s right, the new is good, have a peaceful and happy Christmas #cryptopagex",
    "22": "@Bitcoin So strong, the war is still long",
    "23": "@crycurcommunity Bitcoin very potential, but can’t be compared with the modern Monetary system",
    "24": "🚀\n$BONK, the Solana-based meme coin, soared 40% in 24 hours after major exchange Coinbase announced its listing!\n\n🥉 #BONK is now the 3rd largest meme coin on Coinbase, behind\n￼\n$DOGE and\n￼\n$SHIB https://t.co/k9tS1124k0",
    "25": "@cryptocoffeexw Look at the chart, the order is very clear",
    "26": "@CryptoWendyO @Squid_Grow Reset the system, everything will get better",
    "27": "@bitcoinsalldayx That's great, I'm really looking forward to the next information from you 🔥🔥🔥",
    "28": "@bl0ckchaintech Everything needs security, especially information, in the virtual currency world, this is extremely necessary",
    "29": "🚀 What is Starship? Ninety Eight's multi-network fundraising platform \n\n📍 What is Starship?\n\nOn November 27, 2023, Ninety Eight launched a new platform called Starship Launchpad, which is a multi-network fundraising platform.\nStarship Launchpad was developed with the mission… https://t.co/ipKblEESaz https://t.co/FZdAbw0x9i",
    "30": "@mrbuffalocrypto Hey you, your spirit is so energetic, I wish you good things always",
    "31": "@jimmy_gable GM jimmy-GM Pepe https://t.co/MpjASTu4uZ",
    "32": "GM Wednesday ☀️☀️☀️\n\nPlease join me in updating information about #ETH\n\n#ETH #Ethererum 🔥🔥🔥🔥 https://t.co/v6w6BRa1cw",
    "33": "@nftbuilds @BittrexExchange @BittrexUS Unbelievable, so a few day, 4 December",
    "34": "USDT capitalization exceeded $85 billion\n\nThere is a non-obvious sign of the beginning of a bull market - an increase in the capitalization of stablecoins, which often coincides with the beginning of a bullish trend. https://t.co/dAVarFVYsn",
    "35": "@cryptosignaltwx Not sure, depends on what people think,",
    "36": "@bitcointraderug The information useful for me, tks you share it",
    "37": "@cryptostreetaz As investors seek new opportunities beyond Bitcoin, AVAX and HNT are capturing attention and demonstrating strong performance in the market. This is information that needs to be noted",
    "38": "@cryptoexpertug Total of 217 milion MATIC ( $199M ) to 70 addresses in the last 24 hours. And Ecosystem Growth address 1 year ago",
    "39": "@bitcointraderug reasonable, I like what you say",
    "40": "@cryptoadviceX Really attractive, this is informative joyful",
    "41": "@dailycryptox In the past 24 hours, #BNB's trading volume decreased by 3.71%, right?",
    "42": "$BTC\n\n#Bitcoin  just made a 'Golden Cross'\n\n50 DAY MA crossed the 200 DAY MA https://t.co/AAlTAfTIVR",
    "43": "@cryptonew24h The market capitalization of IMX is decreasing",
    "44": "@cryptottradings Hi everyone, who ‘s have APE, note careful,",
    "45": "@cryptottradings It's so wonderful to be like that ☀️☀️☀️",
    "46": "@cryptothemoonx It’s seem that the market capitalization index of #ETH is decreasing",
    "47": "@Vinh101993 @RichQuack The information very good, tks you share it, i always waiting to see your information",
    "48": "@blockchainsux That’s right, look at the chart, show it",
    "49": "@cryptotabx Yesterday was still good, but today #DOGE has failed again, what a sad news 📰",
    "50": "@mrbitcoinxtw Ordichains can be said to be a bridge",
    "51": "@cryptoeducax The market increasingly attractive in investors",
    "52": "@crypt0news365 Transaction fees are currently too high, possibly the highest ever",
    "53": "@cryptopagex Merry Christmas, good information",
    "54": "@cryptowarriorxt OMG, #ADA is strongly decreasing,",
    "55": "@cryptottradings well done, look at #TON ranked third",
    "56": "@cryptocoffeexw Normally #DOGE is very stable, so now the decrease does not mean anything, maybe investors should apply speculation",
    "57": "@bitcoinbillionx This is hot news in recent days",
    "58": "@bitcoinlfgo U hum, #BITCOIN seen as Threat to US Government Control, this is may be true",
    "59": "@cryptoeduaz Whoever is holding bitcoin right now is probably having a party to celebrate",
    "60": "@crypt0preneurx 😭 unbelievable, the market capitalization of PEPE is decreasing sharply",
    "61": "@cryptotradersx #BTC value is increasing, maybe MicroStrategy will continue to buy #BTC",
    "62": "@cryptomillionex Me too, same big thoughts #BTC",
    "63": "@bearcryptox I think that IOTA are building their own ecosystem",
    "64": "@cryptorevolux I argree, without 1 everything is 0",
    "65": "@cryptottradings both #ETH and #BTC are like that",
    "66": "@mrcryptotradx It's okay, it will be there, I think it will be approved",
    "67": "@crypt0news365 This is good news for #BTC and its owners",
    "68": "🗞 Top #Crypto Gainers &amp; Losers: Tue, Nov 7 (24H)  📈 Biggest Gainers  Ordinals $ORDI +40.18%  API3 $API3 +13.63%  Gnosis $GNO +11.88%  📉 Biggest Losers  WEMIX $WEMIX -20.47%  Immutable X $IMX -10.1%  PancakeSwap $CAKE -9.5%",
    "69": "🔥 2 largest investment giants after BlackRock, Vanguard and State Street, refused to participate in the race for a spot Bitcoin ETF. #bitcoin #blackrock #vanguard\n\n￼ 🔴 This information has been going on for a few days but it still affects me, how about you https://t.co/FcmbfeaFrd",
    "70": "@bitcoinbillionx Economists expect monthly headline CPI in October to have slowed to 0.1% from 0.4% in September",
    "71": "🚨 Unlucky Day!\n\nJust received 20,789 $USDC, spent 1,000 $USDC on $Milk.\n\nBut wait, 19,789 USDC gone, thanks to #Unibot Exploiter.\n\nSold $Milk for 2,194 $USDC, made 1,194 USDC (+120%). 📈\n\nBAM! 2,194 USDC stolen an hour later. 😩\n\n#CryptoNews \n\n$BTC $ETH $USDT $BNB $USDC $MILK https://t.co/xjAFtsKMpG",
    "72": "Galaxy Digital CEO: Our contacts inside BlackRock have us think a spot #Bitcoin ETF approval \"is a question of when, not if\" in \"four-six months.\"\n\n\"It's a big, big deal.\" https://t.co/iqWNZfqfxD",
    "73": "@bitcointechx Almost everyone in the virtual currency world is looking forward to what this project will yield 🔥🔥",
    "74": "@CryptoWendyO Wow, Dolly Patton for president, what people think?",
    "75": "@btctraderclub World ID 2.0 là “hộ chiếu con người cho Internet” Human convenience is increasingly improved",
    "76": "@cryptosignalstw The investment information is so attractive, ETH is trapping me",
    "77": "@cryptoeducax Already rich and even richer,",
    "78": "@cryptoeducax Unbelievable, why does this happen? Strong measures need to be taken to prevent it",
    "79": "@TomNFTs4 Happy Friday, GM GM GM",
    "80": "@cryptoexpertug I’m still bullish and hopefully",
    "81": "@cryptottradings I'm new, I don't understand when I look at this chart",
    "82": "☀️ Good morning thursday\n\n🎄How are you today? Please join me in updating information about #BTC in the past 24 hours https://t.co/CZK75pdRRs",
    "83": "@bitcoin360x It's reasonable, it takes time",
    "84": "@cryptoeduaz Why is it 53k? I thought it was 45k",
    "85": "@cryptowarriorxt Unbelievable your eyes, good job, 🔥🔥🔥 #BNB",
    "86": "@bitcointechz The document of BlackRock was fake by a spokesperson",
    "87": "@cryptopagex Great, I don't need to worry about coins. Tks share information",
    "88": "@crycurmillion wow, investors please remember this",
    "89": "🔥🔥Bitcoin Minetrix: Bitcoin mining project breakthroughs in the context of Bitcoin price skyrocketing\n\n🥇 Taking advantage of the skyrocketing Bitcoin price event, the pre-sale of Bitcoin Minetrix token has earned 4.9 million USD, a new positive sign for the project as well as… https://t.co/GHQWdyzZuU https://t.co/4BcQdEvZxp",
    "90": "🔶 Has the altcoin season started? These currencies can grow well in 2024\n\n📍 Crypto market shows signs of shrinking profits on Christmas Day, but the drop only ranges from 1-3% and the top 10 cryptocurrencies remain strong. A slight correction could be an opportunity to prepare… https://t.co/HJY3Gd8ViU https://t.co/cKqeNyVFOM",
    "91": "@cryptostreetaz Why do Canadians think like that? Currently, bitcoin is widely popular around the world",
    "92": "@BTC_Archive A new beginning #Bitcoin at 40k is just warming up get ready 80k",
    "93": "@cryptoeduaz Now, the market is experiencing many fluctuations. Let’s look lot of the news near &amp; far",
    "94": "@bitcointraderug 🔥🔥🔥🔥 so great, let’s burn strongly",
    "95": "@crycurmillion plus blackrock's project, I don't remember the exact name of the project, made #BTC increase sharply",
    "96": "@cryptorevolux Look at the chart, i can understand that the market capitalization is decreasing and flow is decreasing, right? Can you help me?",
    "97": "@cryptomanxt Don’t worry, let’s you calm down",
    "98": "@CryptoUGx oh, I love #DOGE so much, I'm always with you, looking to a bright future together, so please maintain your form and class",
    "99": "@cryptottradings You have to keep it in moderation, otherwise it will be very painful",
    "100": "@cryptocrunchsx That’s true good, it also allows users to collaborate with artists to create many products.",
    "101": "@bitcointechx almost everyone Anticipations are high, with expectations for the price to continue its ascent towards the range of 18 to 20.",
    "102": "@cryptothingx Time will prove everything",
    "103": "@bl0ckchaintech I think yes, outside the galaxy we still have many unknown things",
    "104": "@cryptoeducax The market capitalization index of #OKB is a slight decrease and an increase again",
    "105": "@cryptopagex The accident has created history",
    "106": "@crycurmillion Stalecoin net deposits 500M$ and mints of over 134M$ on the ETH network - note this",
    "107": "@bearcryptox #ETH ranks 2nd only after #BTC",
    "108": "@crypt0news247 Your article is very useful, investors will be interested to hear this news",
    "109": "@TheBTCTherapist @SquawkCNBC I think that this is an engaging dialogue",
    "110": "@cryptoadviceX Cảm ơn vì lời cảnh báo của bạn, thông tin này cực kỳ có ích với tôi, thị trường đang nóng",
    "111": "@cryptosignaltwx This is a necessary call for the current economic situation",
    "112": "@cryptowarriorxt I really believe mr. Ali Martinez,",
    "113": "@bitcointechz So mart and reckless, man of the year 😂😂",
    "114": "@cryptomillionex The informative content of your article is very good",
    "115": "@cryptoeduaz I’m so confused, i have to be more careful",
    "116": "#FED is getting ready to print money.\n\nIn  the medium term, they have to print money like crazy. The fate of fiat  currencies is to lose value, becoming more and more inflationary.  Bitcoin, on the other hand, chooses the deflationary side. Stay with $BTC Bitcoin https://t.co/Ib9xiMGfOW",
    "117": "@HuynhThanhLin Tks đã chia sẽ 👍",
    "118": "@saylor @petterzweil So Beautiful, look at it very strong 💪",
    "119": "@cryptowarriorxt I very worried, the market is having chance",
    "120": "@crypt0news365 Why is #BTC decreasing again? Does anyone know why?",
    "121": "@cryptonew24h Looking at the attractive indicators, let's see what the situation will be like in the weeks near the end of the year",
    "122": "@yourcryptodj I agree, do you have inves coins ?",
    "123": "@CryptoUGx I so worry, the market increasingly fluctuations",
    "124": "RT @binance: Win a free trip to Turkey! 🇹🇷\n\nWe're giving 5 of you the chance to join us at #BinanceBlockchainWeek in Istanbul, with entry,…",
    "125": "@cryptosignalstw OMG, #BNB is seriously decreasing",
    "126": "@cryptotabx This is a lucrative new market",
    "127": "@FoxCryptoBSC RAT - RAT https://t.co/jwXS50NOgZ",
    "128": "@cryptothemoonx Wow, the market capitalization index of #BNB very good at the end of the day 🔥🔥🔥",
    "129": "@bitcoin360x Your article is very good, this is really dangerous",
    "130": "@ladygaga Oh i love it, every shirt is beautiful, happy 10 Year Of #ARTOP",
    "131": "What is Paysenger?\n\nPaysenger is the Web3 Platform for creators to earn income from their knowledge - similar to Substack. Besides that, Paysenger also allows users to collaborate with artists to create many products. \n\nPaysenger was developed by Sureel - a company specializing… https://t.co/6qhPFeiDyc https://t.co/qhVzOK1SPn",
    "132": "nice weekend\n\nPlease join me in updating the #btc situation in the past 24 hours, https://t.co/HRNKNPofwt",
    "133": "@cryptomillionex The index of SEI uneven, right everyone",
    "134": "@cryptopagex Congratulations El Salvador’s, i think that Currently EL is the richest in the virtual currency world among investors",
    "135": "@GoogleAI There are more and more useful features",
    "136": "@1CryptoMama Ok ok, i will waiting for information of you,",
    "137": "@cryptothemoonx #BTC is gaining ground again, right? https://t.co/dVxIKx8Fhu",
    "138": "@cryptowarriorxt I agree, BTC take ownership of the power you have",
    "139": "@crypt0preneurx With a hot situation like this, investors must be very cautious",
    "140": "@cryptomanxt In the future, I hope PEPE gradually better,",
    "141": "@mrcryptotradx Financial experts predict #BTC could rise to 50k, and I think so too",
    "142": "@cryptocrunchsx Maybe it's because of the blackro project... I don't remember the name anymore",
    "143": "@cryptothemoonx So great, it reached 40k, a real peak https://t.co/sJcKGCqFSE",
    "144": "@fitforcrypto_ The chart so beautiful, congratulations, i think accumulation phase is the best beautiful",
    "145": "@cryptoeducax So great, the market capitalization index development of BNB is strongly increasing",
    "146": "https://t.co/yNCgguPMiJ",
    "147": "@criptoface21 Happy Friday, i will check out your new collection",
    "148": "@bitcoinsalldayx Phiên bản này trông ổn hơn nhiều so với phiên bản cũ",
    "149": "@crycurmillion @CoinMENA As major players like #Binance  await nods, the landscape signifies the country's proactive stance in fostering a regulated #crypto ecosystem. This information is very good",
    "150": "@cryptoeduaz Tks for you information, it very useful for me",
    "151": "@bearcryptox Price stuck at 0.6xx while BTC is in a Full Moon phase makes no sense. I don't think so, #BTC investors will be happy",
    "152": "@crypt0news365 In the future, I hope to be successful",
    "153": "@crycurmillion So worry, #BNB increased and decreased continuously for many hours",
    "154": "@cryptothingx I guess, umhum, actually ít’s hard to guess, maker alway have to fluctuations",
    "155": "@cryptomillionex This is information useful for me, tks very much,",
    "156": "$BTC Few people would risk betting against the market. $XRP this means that we are ready for 45k in November - December. $ATOM these months will be filled with positive events for cryptocurrencies!!! $TRX No one canceled the kickbacks. https://t.co/Z5L9kcMmeE",
    "157": "@cryptoeduaz I agree, #BTC is increasing approximately 42k already",
    "158": "🔴 BRICS: UAE and China increase transactions in local currency\n\n🔶 After an invitation to join BRICS was accepted, the United Arab Emirates (UAE) is reportedly looking to increase trade with China to become a 'global player'.\n\n📍 Both countries are willing to expand cooperation… https://t.co/SD78iymPd7 https://t.co/oeOPt0FOYH",
    "159": "@cryptographyxw So wake up, because you are really rich 🤑 ☀️☀️",
    "160": "@cryptothemoonx PNG đứng thứ hai",
    "161": "@cryptotradersx Good morning ☀️, it seems that the market capitalization index of #BTC has a slight decrease but tends go to up",
    "162": "@cryptoeduaz Wow, that’s right, it’s the new so hot",
    "163": "@cryptonew24h Unbelievable, congratulations #DOGE and #PEPE 🎉🎈🍾",
    "164": "🔥🔥 When Bitcoin exceeds 42,000 USD, #CZ advises not to sell house to buy #BTC\n\n📍While Bitcoin exceeded $42,000, CZ claimed that he made his first investment in BTC 10 years ago.\n\n📍Bitcoin won the fight at $40,000 and rose above $42,000. While this increase in BTC increases… https://t.co/SuRbbnwXyp https://t.co/LxXRlzWvqp",
    "165": "@YouTube I really like, when I have time, i will make serious foods",
    "166": "@bitcoinsalldayx All just speculation, i still looking for btc",
    "167": "@cryptothingx Interesting, each namne mentioned above has a bright spot",
    "168": "@cryptoexpertug The article is very meaningful at the present time, indeed recently #BNB has grown very well",
    "169": "@BallTalkSource Vintage houston Harden, impressive",
    "170": "@cryptoctworld After #cz and then #Dokwon, it seems that the virtual currency market will be easily manipulated by black talents",
    "171": "@nibblestoken GM drive away evil, establish order",
    "172": "📌 From a Young Pilot to the CEO of Crypto Exchange BTSE \n\n☀️ A discussion between Coin98 Insights and Henry Liu - CEO of the cryptocurrency exchange BTSE.\n\n☀️Henry Liu earned a pilot's license at the age of 16, but later shifted his focus to the financial sector, gaining… https://t.co/OvmYlJMteT https://t.co/tiB9zfsdSI",
    "173": "@retrocatnfts @ThePlagueNFT Hello, GM Pepe, 🔥🔥🔥 https://t.co/VUiH8X77yi",
    "174": "@cryptottradings That’s right, All issues are judged based on our adulthood",
    "175": "BTC has slipped today, it's heartbreaking, I want to hear what the BTC team has to say? https://t.co/I895lO0pA4",
    "176": "@cryptotabx So great, XRP is strongly increasing",
    "177": "@cryptowarriorxt Look at the chart, the index increased dramatically",
    "178": "@cryptosignalstw This plant is very good, but we still have to see the market development in the future",
    "179": "🔅🔅 Good morning Wednesday\n\nLet's update #SHIB together 🚀🚀🚀 https://t.co/D7hyO6cPLr",
    "180": "@bitcoinquotesX Good job, the market capitalization index of SOL is strongly increasing",
    "181": "@cryptothingx The first thing $BTR has to do is pass #BNB first",
    "182": "RT @binance: Holiday mode: activated. https://t.co/6T5rvy8SfE",
    "183": "Lets take a look on realistic new all time high for $SHIB. Hype around \"DOG\" coins is over or we will see new wave?! https://t.co/hRmMHiP7kU",
    "184": "📈\n￼\n#SOL just had more #DEX #trading volume than\n￼\n#ETH for the first time ever!\n\nOver the weekend 4 out of the top 10 DEXs were on #Solana https://t.co/Z5jJ4Qwk4j",
    "185": "@PostyXBT GM, great, you in Dubai all last full day, new week with energy",
    "186": "@mrcryptotradx delivered a crucial message that serves as a timely reminder for cryptocurrency holders: the importance of having control over their private keys.",
    "187": "@cryptotradersx I very worried, trading at a discount of 10.35% below since July 2021",
    "188": "@cryptopagex no problem #btc will increase again, just decrease slightly",
    "189": "@NASA So amazing, so excited to see these clip it,",
    "190": "@cryptoeduaz The doge so great, l love DOGE 🔥🔥🔥🔥",
    "191": "@cryptocoffeexw What influence causes BTC to decrease in 24 hours",
    "192": "@cryptoworld202 The market many fluctuations, be cafully",
    "193": "@cryptostrategyx Hopefully Sei will complete the experimental phase and put it into use quickly",
    "194": "@bitcoin360x This is a new, very good knowledge for me, thank you for sharing it",
    "195": "@cryptocrunchsx Crypto is like a game of whack-a-mole: you never know what's going to pop up next... https://t.co/EYJswtYmRx",
    "196": "@cryptosignalsxw I agree your opinion, these platforms have revolutionized communication, finance, and entertainment",
    "197": "@cryptothemoonx It is good news, mr.Musk prepares pump Doge, it is wonderful",
    "198": "RT @CathyTie: What is a country but a collection of minds?\n\nhttps://t.co/LB04W3V1Ik",
    "199": "@cryptoexpertug That's right, not only BTC but everyone is also waiting for this day",
    "200": "@cryptomanxt So amazing, i love DOGE, it is increasing",
    "201": "The main trend direction is up🚀 💸\n\n#BitcoinETF 100% will be approved! because the U.S. wants Bitcoin to be held by companies under their control. Institutional investors are continuing to show interest. New users are starting to arrive, and this influx is expected to… https://t.co/4eD9E55zkA https://t.co/9E8lrKH16O",
    "202": "@cryptoexpertug So happy when #BTC the coin considered the king of the virtual currency market",
    "203": "Bitcoin Dominance 🚀🚀 Monthly \n1. Im waiting 57.16% sweep on BTC\n2. If institutional go all in BTC after ETH unfortunally we can see 76% at this current moment \n3. What it means for Alts ?! 57% is okay if BTC move higher and some alts will follow BTC. If to 76 … some alts… https://t.co/PakoWqE2iY https://t.co/P9qlyVqZjj",
    "204": "@crypt0preneurx “My favorite cryptocurrency is Dogecoin. Why? Because it was created as a joke 🥳🥳🥳, and I appreciate humor in all its forms😎,” the AI responded. I very like this sentence",
    "205": "@cryptotabx I is always ETH, the ambitions of the big guys will create fluctuations in the market",
    "206": "@cryptottradings I think the price will get better tomorrow",
    "207": "@Google Looking forward to it, it’s great",
    "208": "@ShibInfo Of course, i always love life 💕",
    "209": "@cryptotimeaz Fomo also has benefits and disadvantages. Let's wait and see how Viction Wallet will develop in the coming time",
    "210": "@cryptographyxw Ok, i will remember this, To visualize, you can imagine that the Sui wallet is a bank account, the wallet address is the account number and the passphrase is the password.",
    "211": "@cryptoeduaz That is amazing, i ‘m still looking information it.",
    "212": "@bitcoinsalldayx The market increasingly fluctuations, i must looking for a lot of information",
    "213": "@realDonaldTrump I really like you, wish you more and more success",
    "214": "2023 is the year of artificial intelligence, right everyone, the remarkable explosion of AI https://t.co/BjBr7ZDYU6",
    "215": "@cryptonew24h It's so solid, absolute value",
    "216": "@crypt0news247 While #BTC fluctuates up and down, #SOL still remains calm 🔅",
    "217": "@cryptostreetaz Bitwise Modifies S-1 Filing for Bitcoin Spot ETF. Really? I think this is fine",
    "218": "@bitcoin360x Amazing, NEO is increasing come back",
    "219": "@cryptogems555 RAT 💎💎 sent it 😊",
    "220": "@dailycryptox Look at the chart, i can understand that the make capitalization is decreasing and flow is increased, right? Can you help me?",
    "221": "@EmersonPati152 Ngày mới tốt lành",
    "222": "@TheBTCTherapist Bitcoin more and amore popular in the world,",
    "223": "@cryptottradings It seems that the market capitalization of ADA is increasing",
    "224": "@CollinaCleo_nft Good afternoon, let’s relax",
    "225": "@cryptosignalstw Surge of Big Money Interest",
    "226": "@cryptonewssx the most you have ever paid for a gas fee is 100.000 👌👌👌",
    "227": "BREAKING: Edward Snowden to speak at #Bitcoin Amsterdam conference this fall 🇳🇱\n\n\"When I think about liberty, that’s what this is all about. It’s freedom from permission.\" 👏 https://t.co/7IG61K3wyq",
    "228": "@cryptotradersx OMG, it is bad news, the market capitalization index of ADA is decreasing",
    "229": "@sworvx Lonely, cold, peaceful, whichever word you choose",
    "230": "@saylor @cryptosanthoshK @21JCLP Trust BTC 4ever",
    "231": "@APompliano That’s right, the volatility hasn’t shaken the confidence of Bitcoin holders",
    "232": "@dailycryptox The market in the last months of the year becomes more volatile",
    "233": "@cryptoexpertug that's right, everyone is waiting for this day, what will happen",
    "234": "@XpertETH @valhalla Say hello Xpert #PEPE",
    "235": "@BarackObama Strenght, courage, safety and grentleness are the words that i think about him,",
    "236": "@EndWokeness @woonomic History has been made today",
    "237": "@bitcoin360x Everything was so clear in his eyes",
    "238": "@bitcoinlfgo @elonmusk I want tesla to accept BTC, i think everyone also too it",
    "239": "@cz_binance @cryptotradersx People who work with heart will have positions",
    "240": "@cryptoctworld Investing a million dollars is not small, let's wait and see",
    "241": "Just amazing. Google will update its cryptocurrency policy and allow advertising of cryptocurrency ETFs starting January 2024. Yes now its time to bring more newbies with crazy headlines where from every corner youll see \"Buy BTC and save your lifesavings\" \"Btc to 238694 next… https://t.co/s9LixLv7aH https://t.co/Gt74YmiJ4N",
    "242": "@bearcryptox Unbelievable, Tether prints 4 billion ÚDT, hitting 22.75 billion in 2023",
    "243": "@cryptosignalstw Good job, the market capitalization index of #ADA is continuously increasing very good",
    "244": "@cryptostreetaz For me, ETP also on trusted và sees a positive",
    "245": "RT @AltcoinDailyio: 'Bitcoin spot ETF is a good idea' - Larry Fink BlackRock https://t.co/gb8EmMMfFf",
    "246": "@cryptothingx It is true that information has community significance",
    "247": "@bitcoinsalldayx That’s right, a loss and a resurrection",
    "248": "@cryptographyxw Mình nhìn thấy tam giác này rồi",
    "249": "@crycurmillion It’s so worrying, i much update information for yourself",
    "250": "@dailycryptox I think there are also #DOGE and #SHIB",
    "251": "@cryptostrategyx Although there is a slight decline for investors, #BTC is actually still a safe zone",
    "252": "@mrcryptotradx so funny, i love #DOGE,",
    "253": "@crypt0preneurx Our fish is struggling all over the sea",
    "254": "@crycurmillion Look at the chart, I can understand that market cap is decreasing and traffic is only increasing, right?\nOgm, can you help me ?",
    "255": "@cryptostreetaz a new warrior and showing new vitality emerging",
    "256": "@cryptomillionex Let's fly together, I will be a powerful assistant for #BTC",
    "257": "@cryptotradersx This is information very good in at the moment,",
    "258": "@cryptostrategyx Good question, i think that BTC decentralized nature a more resilient store of value than traditional fiat currencies",
    "259": "@cryptotradersx Because of the nature of #DOGEcoin, it is increasingly being studied and prioritized by investors https://t.co/pHmN4wFl8r",
    "260": "@GoogleDoodles @Google A wonderful day a beautiful tradition",
    "261": "@saylor @MDBitcoin This is picture so beautiful, shows the speed of #BTC development in the future https://t.co/kp8XZM7gF0",
    "262": "￼\n🔴 The Future Plan of Contentos Post 5-Year Mainnet Journey\n\n📍 Contentos 5-year Journey\n\n🥇Contentos Development Process\nBlockchain Contentos has undergone through a remarkable 5-year development journey, simultaneously attracting users from various markets around the world.… https://t.co/8PDjW2G5qb https://t.co/U4QJQMHjkO",
    "263": "@cryptosignaltwx In market cap, KAS is now just one in top 25 cryptocurrencies",
    "264": "#Bitcoin is humanity's financial freedom. Trillions of dollars will flow into bitcoin\n￼\n$BTC Those who HODL will gain wealth. https://t.co/9DWj5Np3nT",
    "265": "@bitcoinsalldayx I agree, the information very good, tks share it",
    "266": "@cryptoexpertug It like information, tks you share it",
    "267": "@mrbitcoinxtw Good job, ETH is ranked 2rd only after BTC",
    "268": "strongly guess\nARM 🤭🤭 https://t.co/rrW99PtDbj",
    "269": "@mrcryptotradx Omg, the information very useful for me https://t.co/CzznQeadL9",
    "270": "@blockchainsux Đây đúng là một tin vui, cho những Hong King",
    "271": "@cryptotabx Such a good growth, let's wait and see in 2024 🔥🔥🔥",
    "272": "Amidst the market swings, Bitcoin is holding its ground around $37K.\nTotally unfazed by all the drama that has happened this week.\nA testament to Bitcoin's stability &amp; that this Binance FUD was priced in.\nBullish. https://t.co/FwJk2O9a83",
    "273": "@EndWokeness So cute, i really admireable",
    "274": "@cryptoexplorex Very good information, these basic concepts are very suitable for beginners to learn",
    "275": "What is Maverick Protocol?\nMaverick is a DeFi Infrastructure Protocol that provides the Maverick AMM DEX trading platform with a unique design - Dynamic Distribution AMM. Maverick AMM helps its users maximize capital efficiency for users, liquidity providers (LPs), DAOs,… https://t.co/qpths39Tmx https://t.co/szxNj9mfPG",
    "276": "@bitcointechx Oh my god, i must update the market regularly",
    "277": "@cryptoexpertug Investors must be very excited https://t.co/DRaIn2VHJe",
    "278": "@bitcointraderug Wow, i have to think a lot, everything must update information continue,",
    "279": "RT @BTCTN: “They don't know what they're doing and they're destroying our country,” Trump declared discussing the Biden administration. #Ec…",
    "280": "@cryptostreetaz Good job #SOL, investors of it will be happy when see the indexs is increasing very quickly",
    "281": "@dailycryptox Looking at the chart, we can see that the highest increase will be in 2022, followed by 2023 and 2024 as predicted, and finally 2018.",
    "282": "@cryptoeduaz oh I love #DOGE so much, the aura is so bright, time will prove the value of #DOGE even more",
    "283": "@cryptothingx @crypt0news365 Of course, i will make sure to like, save anh share this post",
    "284": "@bitcointechz Bitcoin long time, resilience and growth, reaffirming its status as a pioneering force in the world of finance",
    "285": "@cryptowarriorxt Really??? Why ?? Will Team whale be happy?",
    "286": "@mrbitcoinxtw That’s right, Bitcoin knows how to handle decentralized dance moves",
    "287": "World's Top 10 #Bitcoin Holders https://t.co/xDAmWyuaBD",
    "288": "@btctraderclub Good job, the market capitalization index of BTC is strongly increasing",
    "289": "@bitcointechz That's reasonable, actually #BTC increasing by 40k has been predicted for a long time",
    "290": "@mrbitcoinxtw Actually, there has always been a two-way flow of opinions since #BNB was announced worldwide",
    "291": "@bitcointechz With the above information, let’s wait and see what happens in 2024?",
    "292": "GM everyone, let’s update #DOGE 🔥🔥🔥 https://t.co/DubrxzIlvU",
    "293": "@cryptopagex So great, the market capitalization of #SOL is increasing come back",
    "294": "@bitcoinsalldayx Good job, Investors must be very happy with the news earlier today",
    "295": "@coingecko The numbers are gradually increasing each year",
    "296": "@binance Why ? But if the market Tighten it up, the game will be fairer 👍👍",
    "297": "@cryptonewssx So amazing, the market capitalization LUNC uniform growth rate",
    "298": "@bitcoin360x Unbelievable, the market capitalization index of #DOT is continuously decreasing",
    "299": "@cryptostrategyx which saw the leading cryptocurrency surpass $42,000, is indicative of a new monetary order that is captivating Wall Street and the digital-assets community, according to a Monday report from Bloomberg.\nThat is called a historical milestone in the virtual currency world",
    "300": "@cryptothingx This is just a guess, the market daily having lot of fluctuations,",
    "301": "@cryptotradersx That’s right, they are always looking to hunt for #BTC liquidity",
    "302": "@bitcoinbillionx It's not good for #DAI when the indexes keep increasing and decreasing continuously",
    "303": "@bl0ckchaintech Very good news, let’s update many new news, tks you share information,",
    "304": "@Yenguyen0495 Oh men dữ hehe",
    "305": "@BinanceHelpDesk @elif_ander81264 @binance Tighten it up, the game will be fairer 👍👍",
    "306": "@mrbuffalocrypto I think that It's possible, but to surpass #BTC is very difficult",
    "307": "@cryptottradings Woww, vietnam ranked third, wonderful",
    "308": "🔴 Democratising DEX data with CoinMarketCap’s New API Service\n\n📍In the dynamic and ever-expanding world of cryptocurrency, decentralized exchanges (DEXs) stand at the forefront of innovation. CoinMarketCap, a leader in providing accurate and reliable cryptocurrency data, is… https://t.co/16z2JwwtHK https://t.co/BnZQvAiCec",
    "309": "@CryptoNeoo New week energy, #Bitcoin",
    "310": "@bearcryptox I like it. Getting ready for 12% Price Surgew",
    "311": "@mrbitcoinxtw Everyone Updated to the latest version now,",
    "312": "$XTAG this is the best name service for $SOL and $AVAX and both the majors are running, expect $XTAG to explode quickly!\n\n----------------",
    "313": "@369Ario963 GM, the sun is rising beautifully, let’s have some coffee",
    "314": "@cryptomanxt I looking for BTC và ETH this week",
    "315": "@cryptothingx Bitcoin number one, position is very important",
    "316": "@cryptotimeaz The information useful for me, tks you share it",
    "317": "@cryptocoffeexw OMG, Pepe ranked last, top is TAO 🔥🔥🔥",
    "318": "@cryptothemoonx How should I understand this image, acquisition and expansion?",
    "319": "@bitcoin360x #BTC is getting bigger and more mature, right? Are your parents investors?",
    "320": "@mrcryptotradx I like #DOGE, both cute and brings a lot of money",
    "321": "RT @binance: With so many indicators out there, it can be hard to decide which ones best suit your trading strategy.\n\nTo make it easier for…",
    "322": "@crypt0news247 wow, the chart looks fascinating https://t.co/RcL4VGKkGa",
    "323": "@EndWokeness That’s so bad, i feel sorry for him, it seems like he is projecting a girl",
    "324": "@rihanna @SavageXFenty I love u, you look so cool, hihi",
    "325": "@cryptotabx Thanks you share a information usefully,",
    "326": "@mrbitcoinxtw Happy Sunday #mr.bitcoinxtm, Are you also someone who likes #btc?",
    "327": "@CryptoUGx There need to be laws so that virtual currency is clear and transparent",
    "328": "@mrcryptotradx Bitcoin increasingly popular, the market increasingly exciting,",
    "329": "🔴 What is BONK? Detailed information about BONK Token\n\n📍BONK is the first meme token with the Shiba dog theme on Solana. BONK has airdropped to users who meet simple conditions such as early trading users, owning specified NFTs... on the Solana network with more than 50% of the… https://t.co/qBz3PkDLpS https://t.co/YXQhW5dO0U",
    "330": "@blockchainsux That’s right, the chart show very good,",
    "331": "@cryptoexplorex This is information useful for me, tks",
    "332": "@cryptowarriorxt Here is a specific analysis chart of #ETH's behavior recently",
    "333": "@cryptosignalsxw That could happen this year too",
    "334": "@cryptostreetaz This is the accidently of investor when transition",
    "335": "@bitcoinsalldayx That’s right, we are diamonds hands until $1M",
    "336": "@bearcryptox Great article, take shortcuts, get ahead with blockchain stay with crypto, ok 👌",
    "337": "@TheBTCTherapist Big shark swallows baby shark #BTC #DOGE #PEPE https://t.co/R1oDklsC7N",
    "338": "@_Baby_Bitcoin Bravery man,",
    "339": "@cryptopagex Experts predict #btc will increase by 50k and I also believe it",
    "340": "@cryptothemoonx I will record information, predict that the market will experience some sideways movement over the next 2-3 days.",
    "341": "@mrbitcoinxtw Good job, based on the gain and level achieved to make the most accurate decision",
    "342": "@cryptothingx 6 essential Steps when you crypto investment",
    "343": "@cryptonewssx Truly a smart wallet for crypto",
    "344": "RT @WatcherGuru: https://t.co/eilWjBc8ic",
    "345": "@crypt0preneurx I wait for your next information",
    "346": "@dailycryptox No have amazing, the market capitalization index of #DOGE very good recently",
    "347": "@cryptoexpertug Me too, the value of Solana Coin will be driven due to the widespread use of the Solana smart contract system.",
    "348": "@cryptocrunchsx No, I think #BTC's maximum increase will be 50k this year",
    "349": "@crypt0news247 #BTC has only increased by 5 points, currently there are no major fluctuations, so a decrease of 1 or 2 points is also normal, the king will return.",
    "350": "@cryptographyxw The increase in value is terrible,",
    "351": "@cryptographyxw Of course, I don’t want to it, i only like it higher",
    "352": "@cryptostreetaz Fomo also has benefits and disadvantages. Let's wait and see how ID will develop in the coming time",
    "353": "@bitcointechz For me, this is one good news and one sad news",
    "354": "Ninety Eight Ecosystem: Unlock the gate to the Web3 world\n\nWhat is Ninety Eight? \nNinety Eight is a blockchain technology company established in 2017 in Vietnam. Its ambition is to develop DeFi products that are multi-chain and cross-chain-oriented, facilitating seamless, secure,… https://t.co/gnNO4oJKjl https://t.co/nc5wg2y9Ki",
    "355": "🔥 Bitcoin vs Ethereum: What are institutional investors buying?\n\n📍 The cryptocurrency market is currently resurrifying, marking its best performance since May 2022. Bitcoin and Ethereum, the top two digital assets, have overcome strong resistance levels. With Bitcoin surpassing… https://t.co/vJrExHil5O https://t.co/rQ4p6JbdxR",
    "356": "@bitcoinsalldayx According to the information you updated, #Tether’s is currently holding a huge amount of money from #BTC",
    "357": "@crycurrevo Really? The good news, i looking for it",
    "358": "Bitcoin Under Consideration for Hong Kong's Investment Immigration Program\n\nHong Kong has revived its investment immigration scheme with an updated entry threshold of approximately US$3.84 million. https://t.co/JyhzQtnfCK",
    "359": "@bearcryptox Knowledge and experience are everything. $BTC ok #BTC is always at its peak",
    "360": "@crypt0news365 Depending on the market situation, predictions are just predictions",
    "361": "@keepitchrisb Happy Monday Chirs, always be happy and energetic",
    "362": "🔴 Director of Klaytn: Terra's collapse spurred cautious investment among Korean youth\n\n🔶 Coin98 Insights interviewed Sangmin Seo, Representative Director of Klaytn, a global Layer 1 blockchain established in 2019.\n\n🔶 In May 2022, Terra, the third-largest cryptocurrency… https://t.co/zsd43l4Kk9 https://t.co/FfHs2paKad",
    "363": "😁 How was everyone's Christmas this year? https://t.co/8cZdhysLYl",
    "364": "@CryptoUGx If you know Bitcoin, can you will hear it once about Satoshi Nakamoto,",
    "365": "@Kuz1580Smith GM, happy new week, #IFB , how do you feel 🔥🔥",
    "366": "@cryptothingx That’s great, Bitcoin increasingly, of course, i like Bitcoin high value",
    "367": "@bl0ckchaintech Look at the chart, although only six years but everything shows very good,",
    "368": "@mrcryptotradx Nothing is easy, this is something that can happen, but there are still unexpected changes",
    "369": "@mrbuffalocrypto Too great, #USTC , $LUNC may also skyrocket soon, if community supports the project",
    "370": "📷$BTC\nOnce in doubt, zoom out.\n\n#Bitcoin is about to enter its biggest bull market ever. https://t.co/fHJhdt6CyC",
    "371": "@cryptoctworld Very good article information, thanks for sharing",
    "372": "@bearcryptox #ETH's growth rate during this period is not inferior to #BTC, so I think investors can expect it",
    "373": "@MMCrypto That’s right, at the moment, besides being interesting, it’s also attractive",
    "374": "@cryptographyxw #BullMarket get ready for battle, only time",
    "375": "@cryptosignalstw Yesterday ETH performed well but today it dropped again",
    "376": "@cryptottradings I will hope it a more strong than bullish pattern",
    "377": "@cryptoeduaz Based on the above information, that is a good signal from stETH for investors",
    "378": "@cryptographyxw Don’t worry, BTC grasp the situation very good",
    "379": "@cryptothingx Stay safe and lay off the leverage kids! The article's content information is very good",
    "380": "@bearcryptox So great, welcome #Bitcoin to Colombia 🇨🇴 ☀️☀️☀️",
    "381": "@bitcointechx Really, it's all the way to the moon",
    "382": "@cryptoctworld Everything has two sides, so investors should be careful, especially at the end of the year like this",
    "383": "@bitcoinbillionx The market capitalization index of #FTX is continuously increasing very good",
    "384": "@mrbuffalocrypto GM mr.buffalocrypto, it is news good in the morning, the market capitalization of #ETH is increasing very good",
    "385": "On the last day of the year, wishing everyone good health, luck and success,\n Let's see how #DOGE is today https://t.co/WEyCpv29n8",
    "386": "@cryptoeducax The market capitalization and flow of GALA also quite stable",
    "387": "@bitcoinsalldayx Once again, the chat show it,",
    "388": "@crycurnews The true, BTC increasingly popular so it also hard to understand,",
    "389": "@crypt0preneurx The last month of the year is so hot, everything seems to be racing against each other",
    "390": "@cryptographyxw 1,8 lợi nhuận đúng là kinh khủng",
    "391": "@crypt0futureX This is information useful for me, tks you share it,",
    "392": "@KarateCombat @CryptoWendyO This is like a sport that releases emotions,",
    "393": "@cryptographyxw If 40k, then #BTC will make other tokens admire, don't you think? https://t.co/mM1uHXHG1w",
    "394": "@cryptotradersx It seems that the market capitalization of #ETH is decreasing",
    "395": "@bitcointechz Tốc độ quá nhanh vào 2023, các nhà đầu tư thật không ngờ",
    "396": "@cryptowarriorxt I like this picture, #Bitcoin number one 🔥🔥🔥",
    "397": "@bitcoinallstarX It's okay, the king will return",
    "398": "@btctraderclub Good job bro, the market capitalization index of #SOL is continuously increasing very good 👍",
    "399": "🔶 Mt.Gox is compensating victims in the 2014 hack?\n\n📍 In an unexpected development, cryptocurrency exchange Mt. The once-dominated Gox, who became the victim of a serious hack in 2014, seems to be starting the process of returning to customers who have lost 850,000 Bitcoin… https://t.co/pMd5pK5ug5 https://t.co/flDh4vXHQm",
    "400": "@cryptotabx So great, i like sentence can respond to different market conditions.",
    "401": "@cryptoexplorex Great, the king is back 🤴",
    "402": "@bearcryptox So great, #ADA is increasing 🔥🔥🔥 https://t.co/6JRLrBjzwY",
    "403": "@cryptosignaltwx Please take your time and check the profitability of other tokens before making a decision",
    "404": "@cryptostreetaz There needs to be measures and enforcement in place to prevent attacks like this",
    "405": "@CryptoTea_ That’s right, #BTC and ETH is very strong, even so, investors be careful",
    "406": "@cryptotabx #BTC is increasingly popular, this information is very useful",
    "407": "@bitcoinbillionx This is good new, everyone look at the chart,",
    "408": "@cryptoadviceX Accidentally creating history 🔥🔥🔥",
    "409": "@cryptonewssx So great, the market capitalization index of #BTC is continuously increasing very good",
    "410": "#ETH update https://t.co/MFCz9XUR8x",
    "411": "@cryptostreetaz Perhaps because of that, ETH has dropped two days today",
    "412": "@crypt0news365 So worry, #BNB increased and decreased continuously for many hours",
    "413": "@bearcryptox Hope it will be as expected",
    "414": "@fitforcrypto_ That’s reasonable too, this is 10 crypto project",
    "415": "@TheBTCTherapist @wojakbitcoin The strong và smart, the investors will #BTC big bang",
    "416": "@bitcoinsalldayx #ETH only ranked 2nd after BTC",
    "417": "@cryptoexpertug Everyone please comment and give me advice",
    "418": "good morning thursday ☀️☀️\n\n🔶 Let's update #BtC this morning https://t.co/AAIdydUIAp",
    "419": "@crycurnews Suddenly, the market increasingly many fluctuations",
    "420": "@bearcryptox I think that halving expectations and possible ETF approval drive the market bullish 🔥☀️☀️",
    "421": "@cryptotimeaz This is hot news a few days,",
    "422": "@bitcointraderug Yes, I must say extremely stressful",
    "423": "RT @kucoincom: It ain't much, but it's honest work. https://t.co/6JTwzURTJ2",
    "424": "@cryptoadviceX If ETH wants to lower #BTC, it will take quite a long time, but if it can, the position will definitely change",
    "425": "GM Saturday🔅🔅🔅🔅\n\n🔴 Let's update #BTC together https://t.co/400YIyX7O0",
    "426": "@crypt0preneurx SUPER HOT NEWS: Brazil's largest bank launches cryptocurrency trading service - Brazilian investors will be very happy",
    "427": "@cryptottradings Its history day of Bitcoin is November 10,2021",
    "428": "@crypt0futureX It seems that the market capitalization index is decreasing sharply, right?",
    "429": "@cryptoadviceX Today, the market capitalization index of #BTC is increasing very good, better than yesterday",
    "430": "@cryptoexpertug Surprise, so i think that ETH more rise than BTC,",
    "431": "@CryptoUGx I think the U.S. Securities and Exchange Commission will agree",
    "432": "@cryptopagex This is 2023 making a milestone year. The investors are engagiy more actively ever",
    "433": "@cryptocoffeexw So great, the market capitalization index of #ADA is continuously increasing very good",
    "434": "@mrbitcoinxtw very good, I think #BTC can go up to 15k again",
    "435": "@bitcoin360x Truly a useful information, tks u share for everyone,",
    "436": "#ShibaInu ($SHIB) Getting Ready for 12% Price Surge\n\nShiba Inu (SHIB) is showing signs of a bullish breakout that could see its price surge by approximately 12%. The daily chart reveals a sustained uptrend, supported by a series of higher lows and higher highs on Shiba Inu daily https://t.co/iJNKezWhAT",
    "437": "#PEPE\n$PEPE check out $MYRO peeps … its taking a dip !!\nFantastic opportunity. Check the Twitter page. \nOfficial solana jupiter following ( next shib )\n\n$SOL $NOS $HXD $GORILLA $BITCOIN $DOGE",
    "438": "@bitcoinbillionx The stablecoin giant, is making a strategic pivot,",
    "439": "@bitcointechz Woke up very early but couldn’t catch it yet,",
    "440": "Please tell me, what do you think 🤔 https://t.co/XIUX2Bgmj4",
    "441": "@cb_doge So cute, DOGEcoin is money",
    "442": "@CryptoAyor This is information useful for me, tks you shared",
    "443": "@cryptopagex So terrible, truly the king of the virtual currency world 🔥🔥🔥",
    "444": "@cryptorevolux Hey, welcome to #BNB's new rookie, which coin will stand out the most?",
    "445": "@mrcryptotradx I think so, the market up and down, #LUNC to cent by next year",
    "446": "@grulichkevin @bitcoinbillionx Yes sir, consistency in trading mastery requires years",
    "447": "@cryptothingx Quả thật là thông tin hữu ích",
    "448": "@cryptottradings The crypto money flow cycle, the process recurs, influencing cryptocurrency value.",
    "449": "@FastCompany @selenagomez @rarebeauty That’s sounds really good, i wish you more and more success",
    "450": "@cryptorevolux It's so clear from the chart to reality",
    "451": "@crypt0news365 #ADA is decreasing continuously for many hours",
    "452": "Like you know i think #RWA sector in crypto in next few years will be huge. Similar like NFT and Metaverse or even bigger.\n$RIO\n( #RealioNetwork ) coin and potential. https://t.co/98UD57UM9T",
    "453": "What is Ordichains?\n\nOrdiChains is a cross-chain bridge protocol on Bitcoin Ordinals which supports switching BRC-20 tokens between any chain, increasing the capital utilization of BRC-20 tokens.\n\nOrdiChains supports the Ethereum network and Ordinals protocols. As a next step,… https://t.co/tNSlB58nrO https://t.co/aksVBnXenJ",
    "454": "@Crypto_Ally A beautiful photo 😍😍😍",
    "455": "@cryptonew24h It's fun, so entertaining https://t.co/5Y6XoUkjIu",
    "456": "@dailycryptox All day, almost all information is KAS, let’s update because useful for late",
    "457": "@mrbitcoinxtw It's also possible that one day #BTC will crush the banker again https://t.co/3BQG0sPkpe",
    "458": "@bitcoinsalldayx Maybe, BTC has been in an erratic position for the past few days, so this happened",
    "459": "@cryptoexplorex Currently #BTC has increased nearly 45k, it will continuously increasing",
    "460": "@bitcoinsalldayx Me too, Let's trust ETF together 🔥🔥🔥 https://t.co/CZI3bUwE7F",
    "461": "@cryptomillionex So great, good job #ACE",
    "462": "@cryptottradings Unbelievable, MNT is decreasing sharply",
    "463": "@cryptonew24h congratulations, I believe in you, keep trying",
    "464": "@bitcoinsalldayx The price of #BTC is about to increase to nearly 42k, so great",
    "465": "@mrbuffalocrypto #ETH is growing very well today",
    "466": "@bitcoinguruX Good jod, ranked 2nd after BTC",
    "467": "@cryptotradersx OMG, a Bitcoin $BTC user made headlines after accidentally paying a record-breaking transaction fee, this is create history",
    "468": "GM tuesday, how are you today? \n\nPlease join me in updating #SOL\n\n #SOL #Solana #BNB https://t.co/hsXTRGrapj",
    "469": "🐕\n\n@Shibtoken Q3 2023 marked by Shibarium's launch, Robinhood's 15 trillion SHIB purchase, and HSBC's SHIB acceptance for mortgage payments. With 1.25M wallets and 3.3M transactions, SHIB's ecosystem continues to expand. 👀\n\n#Shibarium #DeFi #Blockchain https://t.co/rBXEroMs2e",
    "470": "@cryptonew24h The content of the article is good, the current situation can increase and it can also decrease",
    "471": "@mrbuffalocrypto after all, that's the result, but there's no denying that #CZ is really good",
    "472": "@cryptothingx Good job, the market capitalization index of SOL very good for many hours",
    "473": "@katyperry @kpcollections She is so beautiful, her eyes attract everyone’s attention",
    "474": "@Elliryk_Krypto @CollinaCleo_nft One picture very meaning",
    "475": "@bitcointechz In the field of cryptocurrency, don't let it happen",
    "476": "@cryptocrunchsx I don't think so, because of the current situation, 50k is the peak job",
    "477": "Today is Thursday,\n\nEveryone, please join me in continuing to update #BTC in the past 24 hours https://t.co/vzwBFFc1XP",
    "478": "@cryptostreetaz According to information, it is true that Zen cards are not only economical and convenient but also ensure safety https://t.co/3LezaTTF96",
    "479": "@TheBlessed1One1 HAY, my cute and adorable horse,",
    "480": "@bitcoinsalldayx Soon, everyone is looking forward to it ☀️☀️",
    "481": "@cryptorevolux that is 2024 prediction, currently people are expecting #BTC to reach 50k",
    "482": "@cryptotimeaz You say that good, Patience will be Rewarded 😊",
    "483": "☀️ Good morning Friday\n\n🔶 Let's update the #BTC situation today https://t.co/0LxbftG9F9",
    "484": "@cryptomillionex Good jod, investors will like the sentence Viction is aiming for a decentralized, well-secured and highly scalable blockchain, aiming to attract more users and projects to the network.",
    "485": "@bitcoinbillionx I don’t think so, it’s only the beginning of the week, the market increasingly fluctuations, investors be careful",
    "486": "@cryptoeducax Thanks you so much, so the information very useful,",
    "487": "@mrbitcoinxtw It seems that the market capitalization of #BTC is decreasing",
    "488": "@okx Wonderful, let’s experience it together everyone",
    "489": "@APompliano I don't know why I feel worried",
    "490": "@cryptocoffeexw Coin market cap posts warning on CorgiAL. Long time makes it inflationary",
    "491": "@cryptotabx It seems that eth is starting to dtop in the last 24 hours",
    "492": "@cryptonewssx So great, the market capitalization index of #ADA is continuously increasing very good 👍 https://t.co/zPdgd45FXI",
    "493": "@cryptoeducax I boldly predict that 84$ 😊",
    "494": "@cryptoexpertug Wow, the market capitalization index is increasing very good, The index that every homeowner dreams of every time they wake up https://t.co/43B70Zch84",
    "495": "📈\n￼\n$BTC’s net unrealized profit/loss, indicating #investor profit ratio, has jumped above 0.5 for the first time since December 2021!\n\nThis suggests most #Bitcoin investments are now in #profit, making selling pressure at current highs more likely. https://t.co/rz8ZMPA1M1",
    "496": "@cryptoeduaz Why ? Regarding CZ’s position or market fluctuations",
    "497": "@cryptosignaltwx The world economic situation also greatly affects virtual currencies, so this is just a prediction",
    "498": "@cryptoexplorex Great article, I have more information to prevent risks",
    "499": "@bitcointechz terminology in the currency market,",
    "500": "@SauceInu This is information useful, tks so much,",
    "501": "@bitcoinsalldayx Umhum, of course is BTC and DOGE 🔥🔥🔥🔥",
    "502": "@cryptomillionex The very terrible, this prediction may be correct",
    "503": "@cryptoexpertug Yesterday #ETH decreased, today it increased again, so happy 😀",
    "504": "@cryptothemoonx Really? Now, i must updated information,",
    "505": "@cryptocrunchsx This year is the year of AI, 2024 will definitely be even hotter",
    "506": "@cryptocrunchsx Good job, the market capitalization index of BTC is strongly increasing",
    "507": "@cryptothemoonx Why ? What is happening ? Is that good news and bad news",
    "508": "@mrbuffalocrypto Of course, win win 🔥🔥🔥 everything is going very well #BTC",
    "509": "@cryptographyxw Haha, what if it’s 20 dollars 💵??",
    "510": "#Bitcoin finally broke out of the weekly parallel channel! 👇⚡️ https://t.co/dV5XLi5NIp",
    "511": "@cryptothingx That's right, the last days and months of the year are more volatile",
    "512": "@saylor @MicroStrategy It is information useful for me, i can predict the situation",
    "513": "@cryptosignalsxw Great, it be supported by coinbase and more",
    "514": "@yourcryptodj I choose BTC, ETH, uhm, new weekend energy",
    "515": "@cryptostreetaz So great, the market capitalization index of #XRP is increasing very good in yesterday’s https://t.co/FXzMSGa8Va",
    "516": "@bearcryptox Let’s burn out with DOGE 🔥🔥🔥 a dog so cute",
    "517": "@cryptostreetaz I see that $MATIC index increased very well last week, this week will be even more positive",
    "518": "@CryptoUGx Unbelievable, the market capitalization index of #DOGE is decreasing",
    "519": "@blockchainsux So great, the market capitalization index of #DOGE is continuously increasing",
    "520": "@EndWokeness Beautifully displayed, many dishes are popular with men",
    "521": "Just quick reminder $EPX https://t.co/7s8amBYU8K",
    "522": "🔥 Top 10 #Gainers in the past 7 days\n\n1. #ENQAI - 29648%↑ 🥇\n2. #LED - 3479%↑ 🥈\n3. #MOBILE - 914%↑ 🥉\n4. #DINGER - 867%↑\n5. #rats - 359%↑\n6. #VC - 310%↑\n7. #CSAS - 277%↑\n8. #erowan - 226%↑\n9. #MAP - 145%↑\n10. #PICA - 144%↑ https://t.co/JXKYO8anuh",
    "523": "@cryptosignalstw Wow, really ? Sure, i will look for information about KAS,",
    "524": "@cryptothingx Maybe from the moves of #BTC",
    "525": "@cryptoadviceX There was too much hot news last weekend, especially about https://t.co/qUs2yUmVim",
    "526": "@cryptocoffeexw That’s right, another day, another chance to accumulate more sats",
    "527": "@cryptotabx Everything has two sides, #BTC often hailed as digital gold and a decentralized and borderless financial system… On the contrary, it will also have format and legal constraints, i think so",
    "528": "🔴 El Salvador passes new law to grant citizenship to foreign Bitcoin investors\n\n📍El Salvador has passed a new law to grant citizenship to foreign Bitcoin investors. 'The country's parliament has passed an immigration law granting expeded citizenship to foreigners who make a… https://t.co/qOlM2jxx2W https://t.co/kpZI4bdNPe",
    "529": "@cryptoexpertug The market capitalization of #SOL are all very good, https://t.co/A5hHQmy4vQ",
    "530": "@cryptotimeaz Investors of SOL Investors will certainly appreciate this",
    "531": "@Cetoex What cryptocurrency do you already know about? The market many fluctuations, let’s calm down",
    "532": "@bitcoinallstarX That’s right, this is information useful, tks you provide for everyone,",
    "533": "@cryptographyxw towering value, is a shield symbol for #Binance 🔥🔥🔥",
    "534": "$BTC #Bitcoin 👀 How quickly things can change... https://t.co/TvJdOVTHtt",
    "535": "@cryptothingx The projects are increasingly exciting",
    "536": "Shout out to whichever legend did this 🖕\nBanks will be obsolete soon 💨\nSpotted in America 🇺🇸 https://t.co/o99HFtqTat",
    "537": "🟢 Factors affecting the valuation of Dogecoin\n\n🚀 Dogecoin has seen a notable increase in both popularity and market value over its lifetime.\n\n1️⃣ Market dynamics and Open Interest\n\nThe key factor driving Dogecoin's recent growth lies in the notable increase in open interest,… https://t.co/9gXE4nBh2N https://t.co/j3yW0BmLO3",
    "538": "RT @opensea: To be clear, creator fees aren’t going away – the ineffective, unilateral enforcement of them is.\n\nThank you for sticking with…",
    "539": "@LucieSHIB GM LUCIE - Unbelievable cuteness",
    "540": "@cryptostreetaz great, I know 8/10 tokens, the most is probably ETH",
    "541": "@EndWokeness Mystery pneumonia ??? China,",
    "542": "@bitcointechz Your tuss is good, i also like #DOGE rencent the market capitalization index of it very good https://t.co/ZOsxXP68mA",
    "543": "@cryptographyxw Everyone, please, Note, this are BTC, ETF, ATOM, SOL, DOGE, OSMO … great news",
    "544": "@cryptoeducax Please finf information before making a decision, don’t be too hasty",
    "545": "#LINK will soon face a major challenge which is the $13 supply zone, if LINK manages to break out from the level next target will be 23 to 25 dollars.\n\n$LINK https://t.co/oUvUwQmaT6",
    "546": "There are stablecoin inflows to spot exchanges 🟢 #Bitcoin $BTC https://t.co/qPTlxskL75",
    "547": "@bitcoinsalldayx I is expecting, PROPC will a breakout soon,",
    "548": "@bitcoinugx I like this sentence, the crypto market will surge. Beautiful days are ahead of us",
    "549": "@crypt0news365 Investors will love trading platforms like this",
    "550": "@cryptographyxw The information useful for me, token name is Ordichains - ticker: OICH - Blockchain: Ethereum ☀️☀️",
    "551": "@cryptothemoonx In my opinion for investors, everything in the market is making exalted, be carefully",
    "552": "@cryptocrunchsx The good news, tks you share information ,",
    "553": "@Crisstianaaf The flowers temperaments and strong",
    "554": "@cryptosignalsxw @0xPolygon Wow, i thinks SOP rise in few day,",
    "555": "@cryptoexplorex So great, the market capitalization index of #bTC is continuously increasing very good",
    "556": "@crypt0futureX Congratulations 🎉 https://t.co/LxKoHeMGd9",
    "557": "@cryptoadviceX I really like this sentence The first ones to start rallying will be: rose $ROSE surges, floki $FLOKI surges, matic $MATIC surges, arbitrum $ARB surges, pepe $PEPE surges, lunc $LUNC surges, solana $SOL surges, shiba $SHIB surges.",
    "558": "🟠 The World Bank Highlights Crusoe Energy, Emphasizing #Bitcoin Mining as a Major Player in Methane Mitigation 🌎💡 https://t.co/lBUWI4aLzx",
    "559": "@bitcointraderug Every move of #BTC is noticed",
    "560": "@crypt0news365 Thị trường cryton  ngày càng nhộn nhịp và hấp dẫn với bất kỳ ai",
    "561": "@cryptottradings Look at the chart, sure, i update information forecast for me next year’s,",
    "562": "@RvCrypto I agree, we need updated information continues to look project fit",
    "563": "@bearcryptox Good article, it's true #ETH is crowned queen in the virtual currency world",
    "564": "@Crypto_Ally @Portalcoin Beautiful girls 👧 https://t.co/t2yGIB0itk",
    "565": "@bitcointraderug I think so, Wait for it, but don't wait for it...",
    "566": "@cryptoeduaz It hurts, #btc is increasingly proving its position",
    "567": "@cryptothingx The market is making hot tren, i believe CHZ will increase in the end of the year",
    "568": "@cryptosignalsxw Wow, 3% profit",
    "569": "@Carl_m101 Haha 😜 quả cà chua hay quả hồng nhỉ https://t.co/JBJ6T3RkpE",
    "570": "@DeFi_Paanda Congratulations, continue maintain good form,",
    "571": "@bitcointraderug This face makes me think more of #DOGE and #SHIB",
    "572": "@cryptosignalsxw Great article, I like the last part",
    "573": "@cryptostrategyx Agreed, it is always stable and is the \"necessary money\" to use to convert coins into virtual currency",
    "574": "@POTUS @JoeBiden Tuy lớn tuổi, nhưng ông ấy luôn nghị lực và có chính kiến rõ ràng",
    "575": "@cz_binance Your friend was right, sure, you resilient mindset",
    "576": "@cryptotabx Look at the chart, shown very clearly",
    "577": "@cryptotabx So great, the market capitalization index of #BNB is continuously increasing very good in many hours",
    "578": "RT @ZTXofficial: We are partnering with @OpenSea to bring you our Genesis Homes.\n\nAre you ready to step into tomorrow? https://t.co/6Xx6EdR…",
    "579": "@cryptotradersx That's right, even though there is 1$, that is 42 or 43, BTC still makes people worried, knowing that BTC is still a level of peace of mind.",
    "580": "@cryptosignalstw Great, tôi sẽ theo dõi thêm về FTX, các mã gần đây đều tăng đột biến",
    "581": "@bitcoinsalldayx Very good article, thank you for sharing 🔥",
    "582": "@bitcoinlfgo Get ready for #BLACKROCK and grayscale #BTC ETF, all ready to burn 🔥 🔥🔥",
    "583": "Ranking of the most popular cryptocurrency narratives for 2023\n\nArtificial intelligence, GameFi and memcoins lead the way\nWhat narratives do you think we will see in top 2024?\n\nI think AI, RWA, GameFi, SocialFi, Layer2 https://t.co/zzs6zyje4D",
    "584": "@CryptoGuy_777 @CollinaCleo_nft Happy Friday, GM, are you ok ?",
    "585": "@cryptothemoonx #ETH only ranked second after #BTC",
    "586": "@cryptographyxw The most common, i think that in crypto in 2019, familiar names",
    "587": "@cryptoinvesttwx The terrible with transactions flow",
    "588": "@cryptographyxw okay, the king is back 🤴 https://t.co/0bHjcZwebG",
    "589": "@ItBecameLife So cute, #MondayMorning #Bitcoin #GM",
    "590": "@Bitcoin @bitcoinquotesX BTC always 🔥🔥🔥🔥 strong 💪",
    "591": "@crypt0news247 5 arguments that make sense, now #BTC is the king of the virtual currency world",
    "592": "@cryptosignalsxw The index increase dramatically",
    "593": "#MATIC's recent surge was triggered by Sandeep Nailwal's hints at big Nov. 9 and Nov. 14 announcements. The collaboration between #POLYGON Labs and #Near Foundation pushed MATIC over $0.8. Near Protocol's adoption of Polygon ZK tech to become an #ETH L2 fueled further optimism. https://t.co/CozlNcDDp3",
    "594": "😊 for me, uhm, of course it's #BTC, #SHIB and #SOL, how's everyone? https://t.co/Mma4cjqn88",
    "595": "@bitcointechx Orange accounts for the most 74.6% followed by green",
    "596": "@cryptographyxw Me too, I think the market uptrend will accelerate.",
    "597": "@cryptocoffeexw Congratulations, i think so that small Pows are going to be a hot topic",
    "598": "@bitcoinsalldayx That’s right, positioning BNB as a viable alternative of #BITCOIN after #CZ steps down",
    "599": "@cryptonew24h I think that everyone looking for to this return,",
    "600": "@mrbitcoinxtw That’s Great, ETH is up 3,16%, it struggles to stay abouve 2,100",
    "601": "@cryptotabx So sad, the market capitalization index of #XRP is decreasing",
    "602": "@cryptographyxw So why do me no longer see BUSD, maybe because its value has decreased and there is no more space on the coin/token ?",
    "603": "@dailycryptox With a new coin, investors should be careful, don't rush",
    "604": "@cryptocoffeexw Tks you for information, i think that Tether emerge as a force in thr crypto - mining landscape,",
    "605": "@cryptographyxw Now, let’s choose together, which form #Binance CEO like 😂🤣",
    "606": "@VitalikButerin Welcome back of Plasma 🔥🔥🔥",
    "607": "$BTC The Bitcoin Futures Open Interest on the CME Exchange has reached an ATH of 27.8% in relative dominance. This suggests a growing presence of institutional investors within the derivative space. https://t.co/j31DoSBijJ",
    "608": "@cryptoeducax #BullMarket get ready running long time in the market",
    "609": "@crycurmillion Investors of #ADA will be happy when seeing this 🔥🔥🔥",
    "610": "@cryptotradersx Good job boy, the market capitalization index of #DOGE is continuously increasing very good 👍",
    "611": "@cryptothemoonx That’s right, there is news saying that mr.musk prepared pump for #DOGE",
    "612": "@cryptosignaltwx bold? So I predict all crypto will slowly increase and decrease",
    "613": "@crypt0preneurx wow, #BTC is about to reach 50k as experts predicted",
    "614": "@cryptothingx How long has this been going on ? There’s no penalty,",
    "615": "☀️ Co-founder of Sei Network: Allow users to become part of 'the blockchain tribe'\n\n📌 This is a conversation between Coin98 Insights and Jay Jog, co-founder of Sei Network - a Layer 1 blockchain helping to redefine how transactions are done in crypto.\n\n📌In 2018, Jay Jog settled… https://t.co/L9cmH7pqom https://t.co/lEpZ8LniPW",
    "616": "@bitcointechz t's okay, understanding it yourself is enough",
    "617": "@mrcryptotradx So amazing, What causes BTC's erratic position?",
    "618": "@Poe_Ether @SolareumProject No problem 😉🔥🔥🔥🔥",
    "619": "@cryptotradersx #BTC has increased by 40k, this is the actual result, after many predictions took place",
    "620": "@saylor Me too, my eyes are always on #Bitcoin",
    "621": "@AhchAbiama GM Ahch Abiama, have a nice start of the week",
    "622": "@cryptothemoonx Only ETH/ETH, do you think about it,",
    "623": "@cryptogainsx So great, only ranked 2nd after BTC",
    "624": "@cryptoexplorex Look at the chart, it is the history of bitcoin's formation through ups and downs",
    "625": "@Coincuofficial #Bitcoin is burning 🔥 #DOGE is basic",
    "626": "@cryptottradings I so happy, all that’s about to change thanks to current market sentiment",
    "627": "@BTC_Archive Wow, 3,1M get 1 transactions, unbelievable,",
    "628": "@btctraderclub This is information useful for me, tks you share it,",
    "629": "Good morning Thursday\n\nHave a nice day, let's update information about #BNB together\n\n#BNB #Binance 🔥🔥🔥 https://t.co/dJzmyEFOiW",
    "630": "@cryptostrategyx The article's information is so good, I think, coin investors are quite worried",
    "631": "@cryptoexpertug Altcoins could suddenly rally, BTC have to correction,",
    "632": "Remeber i made a post about GOLD. Bitcoin is powerfully increasing its correlation with gold, and is largely decoupling from the S&amp;P500 and NASDAQ100 stock indices\n\n$BTC #btc #gold https://t.co/z3xfpoUg5W",
    "633": "@cryptothingx Information very good, i think that KASPA will choose once in the world",
    "634": "@cryptowarriorxt Very Terrible, the transaction very high, sending 139 BTC to another wallet but must pay fee 83 BTC",
    "635": "XRP is a millionaire maker \" MARK MY WORDS\" anyone who is holding will not regret this decision in the very near future. https://t.co/naIfKxJyuP",
    "636": "@cryptotabx Surprise, this is information useful for me. I careful investment considerations in Q4 2023",
    "637": "❇️ The number of searches for AI is surpassing Bitcoin\n\n❗️Disclosure of change through Google Trend data\n\nOver the years, 'Bitcoin' sometimes constantly overshadow 'AI', but In August 2022 and by November 2022, the number of \"AI\" searches has skyrocketed, coinciding with the… https://t.co/XcgwJSLenv https://t.co/gZuwzai6IJ",
    "638": "@cryptoeduaz That’s good, $593.3M is not a small amount of money",
    "639": "@cryptosignaltwx #SHIB is sharply decreasing both market capitalization and trading volume",
    "640": "BlackRock In Bitcoin https://t.co/FQA27ZdFoh",
    "641": "@fitforcrypto_ This is information good for me",
    "642": "@bitcointechx Look at the chart, why is KAVA decreasing sharply?",
    "643": "@cb_doge Make X Great Forever , ELON!",
    "644": "@cryptoeducax hopefully tomorrow the market capitalization index is continuously increasing",
    "645": "@cryptographyxw Truly the king of virtual currency, wonderful Mr. Sun",
    "646": "@cryptostrategyx Agreed, #INJ has been mentioned a lot these days",
    "647": "@cryptosanthoshK #BNB",
    "648": "RT @BTCTN: Anna Bligh said Australian authorities must also do more to \"ensure #cryptocurrency is not used as the getaway vehicle for #scam…",
    "649": "@DehiscenceArt @CollinaCleo_nft Hello GM, so cute, have a good weekend,",
    "650": "@Bitcoin So great, so bustle, more over, the last years, the market #BITCOIN hotter than previous years",
    "651": "@Nels_028 Happy Friday, GM is wonderful",
    "652": "@cryptocoffeexw Geniuses fight geniuses, each in their own field",
    "653": "@binance @Cristiano Gm GM GM say in back, cristiano, hero of my heart",
    "654": "@FoxCryptoBSC That is a mystery of the near future",
    "655": "@mrbitcoinxtw I don’t know about Web 3, sure, i will information it",
    "656": "@cryptographyxw In crypto Exchange, Binance no one, look at the traffic,",
    "657": "🔴 CEO of Ninety Eight: 'In the end, Viction will bring utility to the C98 token.'\n\n📍 Around the world, especially in the United States, there is no shortage of teams that have tried to develop a wallet better than MetaMask. However, history has proven that since MetaMask's… https://t.co/u1gIGtmnQl https://t.co/Plz8R00AAa",
    "658": "@btctraderclub Yes, #BTC's growth rate is very strong",
    "659": "@cryptographyxw This is a hot news from yesterday, I saw it, it's really worrying for Mt.Gox at this time, isn't it?",
    "660": "@cryptotabx Good sign, There is a slight increase https://t.co/yaRwFewEtD",
    "661": "@cryptottradings Why are you sad, the index of #BTC is doing very well",
    "662": "Watch till the end! Video only about #BTC. What my indicators shows now on weekly and monthly, logic of this chart, how to rekt both camps bulls and bears, timing for btc and this cycle $BTC 🔥🔥🔥 https://t.co/ZioK7Mi7yd",
    "663": "@mrbuffalocrypto So great, #TRON is strongly increasing even when BTC is falling",
    "664": "#DOGE update https://t.co/0WA0Np5mrS",
    "665": "@cryptotimeaz great, I really like this article",
    "666": "@bitcoinallstarX Please share the chart, my friend",
    "667": "@cryptosignaltwx #BTC just decreased slightly, everything is fine",
    "668": "@cryptotabx Wow, the market capitalization index of #ADA is increasing very good 👍",
    "669": "@cb_doge In real life, he is handsome 😊",
    "670": "@cryptoeduaz The hot news, ADA is pumping hard",
    "671": "RT @binance: New to P2P trading or just eager to learn more about it?\n\nWe’ve got just the blog for you.\n\nHave a read 👇\nhttps://t.co/ViI8VeK…",
    "672": "🟢 $BONK I'm bullish on\n$BONK\n  https://t.co/dvRt9aQtnG just listed Bonk too. https://t.co/7HNBiUKf7H",
    "673": "@cryptotradersx It’s also can expansion incoming 1870",
    "674": "@blockchainsux Truly the king of virtual currency, the indexes are continuously increasing",
    "675": "@cryptotabx I like this sentence note,",
    "676": "@DangPhuong3979 Anh cũng vậy nhé, chúc anh nhiều may mắn 🍀",
    "677": "On macro view (using Monthly chart), #Bitcoin has done pretty well in Retesting at a Major Support zone.\n\nFollowing that it finds the support, a Minor Resistance has been built and $BTC just broke it out.🚀 https://t.co/V0hnnv1ibT",
    "678": "@crycurcommunity Have you heard about the crypto revolution?",
    "679": "Don’t be that guy 🤡 https://t.co/eskoxsXqu4",
    "680": "@JD_Gutterhine Have a great Thanksgiving,",
    "681": "🔥🔥Here's what to expect from SHIB this week\n\n🚀 The cryptocurrency market has recently faced a downturn, with Bitcoin leading the way when it rapidly dropped below $41,000 on Dec. 11. This recession caused the value of Bitcoin to drop suddenly by 6.5%.\n\n📍 In the past 24 hours,… https://t.co/6CHh6ybAic https://t.co/DklozjsMKj",
    "682": "@cryptoexpertug why is there #BTC I think, BTc is waiting for ETF",
    "683": "🔴 Bloomberg Strategist Says Gold May Outshine Bitcoin (BTC) in 2024\n \nWhile the growth potential of Bitcoin is high in the coming year, the Bloomberg Strategist is not ruling out the potential of Gold to pull some intriguing performances as well. \n\nAccording to McGlone, should… https://t.co/iVGaCf1tJT https://t.co/cSMeclJn7C",
    "684": "@cryptosignalstw That was its peak, and now it's #BTC",
    "685": "RT @BinanceAngels: Stay SAFU by learning how to spot #Binance Angel imposter scams 🔎\n\nUnfortunately, you might find users pretending to be…",
    "686": "@bts_bighit Huhu, but oppa, oppa handsome,",
    "687": "@crypt0news365 Look at the chart, I can understand that market cap is decreasing and traffic is only decreasing, right ? oMG, can you help me ?",
    "688": "@cryptosignalsxw Everyone is worried and waiting",
    "689": "@cryptosignalsxw I very worried about RLB dropped up to 10% in the past 24 hours",
    "690": "@cryptotimeaz Your article's information is very good, there will definitely be some for the community",
    "691": "@bearcryptox Look at the chart, I can understand that market cap is decreasing and traffic is only increasing, right?",
    "692": "💛 Good morning wednesday,\n\n🔶 Everyone, let's update #BNB in ​​the past 24 hours. Are you a fan of BNB? https://t.co/1c52q8aywa",
    "693": "@cryptottradings This is Amazing, Boeing was packed Bitcoin mining machines",
    "694": "@crycurmillion #ADA in 24 hours is decreasing both market cap and volume",
    "695": "@cryptotimeaz I enjoyed the information in your article",
    "696": "@cryptoexpertug Wonderful, as i predicted, ETH more increase than BTC",
    "697": "@bitcointechz So great, i looking forward to it 🔥🔥🔥",
    "698": "@CryptoTony__ Now BTC holds the most market capitalization https://t.co/3Qm1lxUNu2",
    "699": "@cnnbrk It’s true that in the entertainment world there are many things that we don’t know",
    "700": "@cryptoeducax Nguy hiểm quá, phải thận trọng",
    "701": "@cryptonewtrader @xprojecterc @Bitcoin Great,",
    "702": "Don’t fail in fomo when someone make a posts like this. BTC and Gold its still different class of assets. 8 years only Up for BTC it’s sound same like BTC to 1 million in 90 days this summer hype $BTC https://t.co/4TjmzeTVcY",
    "703": "@cryptosanthoshK You are very good, congratulations 🎉🎈🍾 #USTC",
    "704": "🔴 5 new Arab countries want to join the BRICS Alliance\n\n📍Following the expansion, five new Arab countries are now seeking to join the BRICS alliance. Arab countries are seeking to end their dependence on the US dollar and boost their local currency for global trade. The five… https://t.co/iidX8EQADg https://t.co/5UrEkM4zTM",
    "705": "@cryptoexpertug Surprise, set a New All - Time High",
    "706": "@mrbuffalocrypto Nắm bắt thông tin này, để xem các mã có nhiều biến đổi không,",
    "707": "@cryptotabx Chắc là tôi sẽ tìm hiểu thêm,",
    "708": "@cryptotradersx Surprised, PIP new network integrations will be added soon, i like it,",
    "709": "@cryptottradings That's reasonable, the coin is increasingly popular and highly profitable",
    "710": "@cryptowarriorxt Great, I will carefully study the information you shared",
    "711": "@cryptotradersx In the same opinion, #BTC has reached 40k, which will be an important milestone",
    "712": "RT @cz_binance: X should really solve the bots &amp; spam problems before removing blocks.\n\nJust my 0.02 #BNB. 🤷‍♂️😂",
    "713": "Hello first day of the week\n\nPlease join me in updating #BTC in the past 24 hours. Although it still holds 43k, it is still decreasing. https://t.co/9JlJds1fpM",
    "714": "🔥🔥Will Bitcoin reach 50,000 USD before 2024: 5 reasons you should buy now!\n\nAccording to Standard Chartered, Bitcoin price is expected to reach 50,000 USD by 2024. Moreover, the bank's analysts predict that this native cryptocurrency could reach $120,000 by the end of 2024.… https://t.co/tPSHYzRM7N https://t.co/oYDMKc6kUH",
    "715": "@bitcoin360x Why is that so, it is true that it should be improved",
    "716": "@cryptographyxw Đúng là thông tin có ích trong ngày,",
    "717": "📍 Auction soon first main zone\nRemind you I cant posts all videos about all altcoins its just impossible physically, I cant share all charts with the best entries exact on same day, but i can work with perfect zones, most of coins from altcoins playlist will hit main targets… https://t.co/jlzQmbShNj https://t.co/gkOXWDHHAO",
    "718": "@mrcryptotradx Great article, I think it's still increasing",
    "719": "@CryptoUGx So the Terra ( LUNA ) Ecosystem will be revived 🔥🔥",
    "720": "BULL MARKET | Bitcoin Has Gained by Over 100% in 2023, Market Dominance Crossing 50% for First Time in 2 Years\n\n#Bitcoin is responsible for half of the entire cryptocurrency market's approximately $1.4 trillion market capitalization. Bitcoin's current market capitalization is… https://t.co/Je5ENC5y3d https://t.co/jwsL47a8ek",
    "721": "@bitcointechz That's right, but it's difficult for coins/tokens to surpass #BTC",
    "722": "@blockchainsux oh no, I think #BTC owners will be very worried",
    "723": "@cryptotabx Thank you for the article content you provided, very useful to me",
    "724": "@cryptosignaltwx the position of kings, the last months of the year were glorious",
    "725": "@dailycryptox Let's wait and see what the new product is like",
    "726": "@bearcryptox Really ? It's true that I didn't know this",
    "727": "@cryptothemoonx In the past 24 hours, #ETH is decreasing, but better than 24 hours before",
    "728": "Caution in Crypto!\n\nCointelegraph's misleading news claimed SEC approved iShares Bitcoin Spot ETF, causing a frenzy. A whale lost $49K in 10 mins after buying and selling $WBTC based on false info!\n\nRemember, the SEC hasn't approved it. Be vigilant with your news sources! https://t.co/vzwQTLbeli",
    "729": "@KimKardashian @skims @SKKN Look at her, beautiful like a queen",
    "730": "@coingecko BTC is growing up 🔥",
    "731": "@cryptorevolux The expectation is so great grom the strong bull market",
    "732": "On this day in 2010, the market cap of $BTC hit 1 million USD for the first time.\n\nSince then #Bitcoin has weathered multiple #crypto “winters” and thrilling bull runs — today’s market cap sits at well over $650 billion. ✊ https://t.co/vVRbxa5RKh",
    "733": "@cryptosignalstw Oh my god, i am completely worried with information it, haizz",
    "734": "@EllenDeGeneres Be careful, it can make you scared,",
    "735": "@cryptocoffeexw That's right, #BTC is truly the king in the virtual currency world",
    "736": "@cryptowarriorxt I think that The Tron wallet optimal in terms of efficiency",
    "737": "@dailycryptox #INJ is not in a hurry, let's see the situation of other coins first",
    "738": "@Pokemon https://t.co/JjMDRbhhow",
    "739": "@saharrococo @Elliryk_Krypto I think so, “ sometimes in the waves of change we find our true direction “",
    "740": "@cryptonew24h #btc falling is something investors are not happy about",
    "741": "GM monday, \n\nLet's update #SHIB on Monday morning\n\n#SHIB #Binance https://t.co/ZWasnWR0Y6",
    "742": "@bitcoinbillionx Great, it's a smart and wise investment Microstrategy’s Bitcoin",
    "743": "@cryptowarriorxt Good job, Ethereum was the first blockchain that put smart contracts into use.",
    "744": "@bitcointraderug The market capitalization index of #SOL are all very good",
    "745": "@cryptomillionex I find this project very meaningful because Starship's goal is to become a bridge between startup projects and investors, thereby supporting builders to achieve their vision and goals in Web3.",
    "746": "☀️☀️ Good morning Saturday\n\n🔥🔥 Let's update the #ETH situation in the past 24 hours https://t.co/LQbV592yFl",
    "747": "@crypt0preneurx Is it too late? It's okay, you can start now",
    "748": "@crycurmillion Bởi vì thế, trong những năm gần đây, chính phủ Mỹ đã có nhiều gói hỗ trợ trong vấn đề sinh sản và quyền lợi trẻ em",
    "749": "￼\n$BTC Bitcoin will sharply rise 🚀\nIn any scenario, everyone will move their money to #Bitcoin and #Ethereum, providing financial crypto freedom.\n￼\n$ETH\nBanks in the US are in danger; the FED will have to print money to save them, or the banks will fail. I haven't even… https://t.co/lII0UabfhP https://t.co/aSvOo2tTUx",
    "750": "@taylorswift13 She is increasingly beautiful and seductive",
    "751": "🔶 OKX’s OKB repurchase hits record $630m in burning event\n\n📍In its 22nd repurchase and burning event on Dec. 14, OKX removed approximately 10.53 million OKB, valued at around $630 million. \nThis achievement once again establishes a new high for the platform.\n\n📍Repurchased and… https://t.co/BRpVGm5NAs https://t.co/ULtuzgrPjL",
    "752": "@cryptoeduaz 🔥🔥🔥🔥 CROWD pumped +44.48%",
    "753": "@CryptoThro I think, BABYDOGE - BONE- GROK",
    "754": "@bitcoinsalldayx So fast, it's already 42k",
    "755": "@yourcryptodj In my opinion, this is DOGE, so there are the new saying mr.musk will pump for DOGE",
    "756": "@bitcoinsalldayx I don't really understand, both of you are talking about #BTC, right?",
    "757": "@cryptoexpertug Look at the chart, shown very clearly it,",
    "758": "@cryptowarriorxt That's right, in addition to #BTC, #ETH is also of great interest",
    "759": "@blockchainsux Hello, very interesting photo",
    "760": "Better safe than sorry 🧊 https://t.co/vvD9IhM3ho",
    "761": "@bl0ckchaintech Congratulations #BTC 🎉 “ Volcano Bonds “",
    "762": "@cryptoeducax I think so, we have ideas l,",
    "763": "@bitcointraderug Look at the chart, i can understand the market capitalization is decreasing and flow is decreasing, right? Can you help me?",
    "764": "Hello Friday\n\nPlease join me in updating the #BTC situation, ETF day is coming soon https://t.co/cUWZGVIrG4",
    "765": "@cryptoeducax I agree, the market is having many fluctuations at the end of the year",
    "766": "@mrcryptotradx A few day very hot news, as fee transaction very high, FTX bankrupt, the Bull market even started",
    "767": "@zeorroez No problem 😉",
    "768": "@cryptotabx I very worried, why 270,000 ETH and 35,000 Bitcoin are set to expire",
    "769": "@cryptosignalstw I agre, #BTC is increasingly asserting its position in the virtual currency world",
    "770": "@btctraderclub yes he saw that and now he is CEO of BTSE",
    "771": "@bitcoinugx Me too, I’m very optimistic and hopeful,",
    "772": "$LUNA unlocking the Potential: LUNC at $1 and USTC at $1\n\n#luna #terraclassic #LunaClassic \n\nIn the fast - paced world of crypto, two rising stars: LUNC at $1 and USTC at $1. These digital currencies are making waves in the market, promising exciting opportunities for those… https://t.co/yBN8mrZ57c https://t.co/o4P1RFFeGl",
    "773": "@cryptottradings terrible, know that the advice is well intentioned, but we have to reconsider",
    "774": "@cryptoeducax Should be kept and use for in the future",
    "775": "$BTC\n\nToday\n\nBlocks Until Halving: 22,682\n\nEstimated 2024 Halving Date: April 18, 2024(152days)\n\nHalving Year Estimated Date\n\n2028 halving April 10, 2028\n\n2032 halving April 14, 2032\n\n2036 halving April 18, 2036\n\n2040 halving April 21, 2040\n\n2044 halving April 25, 2044\n\n2048… https://t.co/w0OB92IGLm https://t.co/6dMbJVsraw",
    "776": "$MOVR\ni learned my lesson wit cryptos. Dont listen to these broke moon boys. Sell your movr. Itll drop back down and u can rebuy it\nBut itll prolly jus drop doen and crash like always... cashed out 10k now ill w8 see what it does. If it goes up no big deal cant cry over… https://t.co/WXplDgy7bz https://t.co/5FG6XwYB9k",
    "777": "GM Friday ☀️☀️\n#UPDATE information #BTC #BITCOIN 🚀🚀🚀🔥🔥 https://t.co/wol5DhKqSS",
    "778": "@cryptoeducax Say yes, this is daily mantra of the people join the crypto",
    "779": "@crycurmillion Very good, he is truly the king of virtual money https://t.co/iE0NjJjFj5",
    "780": "@bitcoinbillionx The market capitalization index of MANA very erratic, investors be careful",
    "781": "@VECTORCP Calm down, everything ‘s gonna Be alright",
    "782": "@bitcointechz Within thewcrupcurrency sphere, several essential and widely used blockchain terms exist, note",
    "783": "@bitcointraderug selling pressure so #BTC peaked, people were afraid of a sudden drop in prices, so what did they do?",
    "784": "@Cristiano @selecaoportugal Congratulations you and the Team Portugal. Portuguese football has reached a new historical turning point",
    "785": "@bl0ckchaintech The market capitalization of FLOKI is gradually decreasing",
    "786": "@cryptowarriorxt The number represents the expansion of BTC",
    "787": "@cryptosignalstw Very thorough analysis, very clear chart",
    "788": "@dailycryptox The forecast for the amount of growth year after year is very attractive",
    "789": "@mrbuffalocrypto I also Anticipations are high, with expectations for the price to continue its ascent towards the range of 18 to 20.",
    "790": "@Reeza_eth What a beautiful sunset photo",
    "791": "@WhaleEverything DOGE - DOGE, maybe, 2023 is almost over,",
    "792": "@cryptosignaltwx A new direction amidst stormy seas",
    "793": "@mrbuffalocrypto Look at the chart, I can understand that market cap is decreasing and traffic is only decreasing, right? Omg, can you help me?",
    "794": "@TheBTCTherapist Why not ? #BTC increasingly popular,",
    "795": "@cryptotimeaz woww, what a surprise, congratulations",
    "796": "@cryptorevoX I love DOGE, the market capitalization index is increasing very good",
    "797": "@crycurmillion Good job, the market capitalization index of SOL very good for many hours",
    "798": "@cryptowarriorxt So amazing, look at the chart, this is extremely BULLISH",
    "799": "@mrbitcoinxtw So unbelievable, Why did #DOGE suddenly drop, yesterday was so good",
    "800": "@cryptoadviceX I don't understand the above information, can you explain further?",
    "801": "@cryptoctworld Truly a useful information, tks u share everyone",
    "802": "@cryptoexpertug Short news but it is useful information for investors",
    "803": "@cryptonew24h It's okay, everything will be okay",
    "804": "@cryptoadviceX That's great, it's so interesting and creative, I like the last icon",
    "805": "@cryptoadviceX Look at the chart, I can understand that market cap is decreasing and traffic is only increasing 5,37%, right?",
    "806": "@bearcryptox Experts predicted correctly, #BTC will be able to increase by 50k",
    "807": "@cryptosignalsxw Sometimes the trend eventually dominates the market",
    "808": "@thinh_biz Chào buổi sáng, tks anh đã chia sẽ",
    "809": "@bitcoin360x #BTC is not only groundbreaking but also safe",
    "810": "@cryptorevolux Unbelievable, $CRO dereased continuously for many sessions",
    "811": "@cryptoexpertug The chart is very clear, helping investors see the development situation of #SOL https://t.co/1xbUqt9uWO",
    "812": "@cryptosignalsxw Congratulations, i happy every day, always smile,",
    "813": "@cryptocrunchsx It doesn't matter, anything goes first",
    "814": "@cryptographyxw Everyone will define different about Bitcoin,",
    "815": "@cryptothemoonx boldly guess over 15,000. actually in recent years, #BTC has become more and more popular, so in my opinion it is achievable https://t.co/pNO5wJUPzx",
    "816": "@cryptothingx This is the information I want to find out. Tks you share it",
    "817": "🔴 Has the uptrend started? The analyst explained by combining three different indicators\n\nThe analysis is based on three important indicators: Unrealized Net Profit/Loss (NUPL), MVRV Ratio and Puell Multiple. These indicators play an important role in deciphering the market… https://t.co/QNd24jj9na https://t.co/7hGKMtMVYy",
    "818": "@cryptotradersx Thanks so much, because helpful wwarning of you",
    "819": "@bitcoin360x That's right, there will always be some irregularities",
    "820": "@bitcointechz That's good news, but there are unexpected times, there will always be exceptions",
    "821": "#Flow is still sitting in the demand zone, however I expect change in trend in the coming days.\n\n$FLOW https://t.co/EnMCetJAwA",
    "822": "@bitcoinsalldayx #BTC is getting very close to 50k",
    "823": "@crycurmillion It's okay, even though #SOL is decreasing, it is on the rise again",
    "824": "@cryptoeducax Great, 2024 will be a promising year",
    "825": "@cryptoadviceX Yes, my country pays taxes, but there are certain tax limits and laws https://t.co/NPNktZBDaX",
    "826": "@cryptosignaltwx So great, the market capitalization index of #VET is increasing very good",
    "827": "@cryptoctworld This time is so hot, so much anticipation and anticipation",
    "828": "@cz_binance The year 2023 is almost over, those 4 things are even more appreciated",
    "829": "What will have a bigger impact on #BTC? Please give your opinion https://t.co/H8AMoSVFVK",
    "830": "@cryptoctworld When other coins go up, PEPE goes down, I don't understand either",
    "831": "@cryptosignalsxw Certainly, no one look it",
    "832": "@cryptothingx Of course is BTC and ETH,",
    "833": "@cryptotimeaz That’s right, Bitcoin is increasingly popular, USA only wants control it not destroy it https://t.co/iT2facjd91",
    "834": "@cryptostrategyx Oh wow, Users can join the waitlist testnet to have the opportunity to be early adopters and benefit from the incentives.",
    "835": "@cryptothemoonx I love BTC, BTC ranked 🥇",
    "836": "@cryptottradings I guess for the BTC price after the next #having is $15",
    "837": "🔴 CEO of Stably: 'Centralized stablecoins are like fake meat, can't replace real beef'\n\n🔶 This is a conversation between Coin98 Insights and Kory Hoang, founder and CEO of Stably - a stablecoin project based in the United States.\n\nAt 31 years old, Kory Hoang has nearly 6 years… https://t.co/ISvOycILsW https://t.co/ShV8DoviqL",
    "838": "📊The Altcoin Cycle Signal indicates altcoins could take the limelight in a new #market phase.\n\nCurrently nearing 50, the #altcoin signal could imply an upcoming phase where altcoins start to outperform #Bitcoin💰 $BTC\n\nIs this the start of the #AltcoinSeason? 👀 https://t.co/tiXYFZZVr1",
    "839": "@cryptostreetaz Truly the king of the virtual currency world",
    "840": "@cryptoinvesttwx I think that everyone will choose picture one",
    "841": "@cryptottradings Wow, bitcoin rapidly developing, but why is ETH standing at the bottom of the table,",
    "842": "@bitcoinlfgo Thanks advise mr.Robert Kiyosaki, the market Binance  increasingly popular",
    "843": "@cryptoeducax The market capitalization index of IMX is decreasing continuously for many hours, investors be careful",
    "844": "@cryptoadviceX So worry, #BTC is decreasing continuously https://t.co/IZ7LuyxlGR",
    "845": "@cryptopagex Too much information predicted in 2024, #ETF has as predicted",
    "846": "@bitcoinallstarX Unbelievable, why is the market capitalization decreasing sharply?",
    "847": "@cryptoeduaz Wow, This is definitely hot news, investors will closely follow the #BNB situation",
    "848": "@cryptoeducax CEO of AI, now is CEO Binance, only case study quit different jos,",
    "849": "@cryptotabx So great, true to the original function it was created for OrdiChains is a cross-chain bridge protocol",
    "850": "@cryptottradings Do's and don'ts, collect a lot of information before making a decision",
    "851": "@eschketit With 6 stokens, let’s the smart investors,",
    "852": "@mrbitcoinxtw GM Mr.Bitcoin X, it’s a good news, #BNB is increasing continuously https://t.co/zfr6azD4el",
    "853": "@cryptotabx great, keep growing, #VET 🔥🔥🔥",
    "854": "@bitcointechz Cryto ngày càng phổ biến, thể hiện qua lượt xưm trên YouTube",
    "855": "@cryptottradings What an unexpected impression, $SHIB, $BONE",
    "856": "@crypt0news247 It's okay, everything will be fine 👍",
    "857": "@cryptottradings It’s hard to compare, i will monitor normal",
    "858": "🔴 Crypto wallets make more than 60,000% profit with just one transaction\n\nCrypto analytics firm Arkham recently shared the attractive performance of a crypto whale, from $300 to more than $150,000 in a month, generating a staggering profit of more than 60,000% in one… https://t.co/FbEaM1fbz7 https://t.co/hDfPBpwaIX",
    "859": "@bitcoinlfgo Maybe, there is no reason for us to stand in the way of Bitcoin ETF",
    "860": "@bitcointraderug I think #BTC can go up to 50k",
    "861": "@crypt0news365 The moon is the king of the night sky",
    "862": "Shiba Inu Price Prediction As Buyers End 3-Week Correction to Chase $0.00001 \n\nShiba Inu Price Prediction: November saw heightened volatility across the cryptocurrency market, leading to a sideways movement for most major cryptocurrencies. However, the Shiba Inu (SHIB)… https://t.co/qNzQQcrudh https://t.co/tQhBx9FYwm",
    "863": "@cryptoeducax The new trading assets are: HBAR, NEAR, OP, IMX, ARB, GRT, RNDR, MANA, APE, KLAY, LSK",
    "864": "@TheBTCTherapist #BTC number one, i always think about only BTC",
    "865": "@cryptottradings Money can’t be everything, everything is bought with money",
    "866": "@bitcoinugx So great, let’s wait and see what the next days bring",
    "867": "@cryptosignaltwx I so worried 😟, the market increasingly fluctuations",
    "868": "30,000 BTC have been raked out from the Coinbase exchange over the past few days\n\nAlso yesterday , the largest one-time outflow of coins since May was recorded, which became a record in history in dollar equivalent.\n\nIt must be remembered that Coinbase will be the key custodian… https://t.co/dThxbTGyUk https://t.co/pKi0DGaJmB",
    "869": "@bitcoinguruX The indicators are clearly shows",
    "870": "@btctraderclub #XRP is finally on the rise, the last month of the year was hot",
    "871": "@cryptostreetaz Why ETH decrease ? True, i so surprised",
    "872": "@TheBTCTherapist Bitcoin increasingly popular in the world",
    "873": "@cryptorevolux #BTC investors must be very happy to hear this news",
    "874": "RT @kucoincom: @izumi_Finance 🥳 Congratulations to the following winners:\n\n@karizma3345\n@necatihoca51\n@Mdnurjaman9\n@Anik0150\n@rocatlauncher…",
    "875": "@cryptographyxw For me, Of course is Binance,",
    "876": "@cryptonewssx The informative content of your article is very good",
    "877": "@bitcointechz No, recently #SOL has been developing very well",
    "878": "@cryptothingx The market capitalization of MNT is decreasing steadily",
    "879": "@CollinaCleo_nft Good morning, Wednesday impressions",
    "880": "@bitcoin360x His sudden disappearance shocked the virtual currency world",
    "881": "@cryptocrunchsx maybe, everything is great now",
    "882": "@blockchainsux So amazing, the market capitalization index of SOL very good for many hours",
    "883": "Hello GM #DOGE update https://t.co/chhKUhYDBE",
    "884": "@mrcryptotradx Perhaps virtual currency investors are very excited when coins/tokens simultaneously increase",
    "885": "@crypt0news365 No problem, calm down, it’s only the beginning of the week, #ETH very strong 💪",
    "886": "@cryptorevolux amazing sun, I love #SHIBA so much, let's keep growing",
    "887": "@Suited78 Gm, the picture so beautiful",
    "888": "@cryptotabx It's okay, i see t's still in growth mode",
    "889": "@cryptocoffeexw Of course, although ETH are signs of decline, but that doesn't mean it will drop in rankings",
    "890": "@bitcointechz I think that the bulls managed breakout is still possible",
    "891": "@crycurmillion I don't quite understand what you mean, do you mean ranking order? https://t.co/FsiebxWFVx",
    "892": "@cryptothingx Congratulations, the market capitalization is increasing steadily",
    "893": "Good morning Friday\n\nJoin me in updating #BTC in the past 24 hours? Please tell me about your thoughts https://t.co/bs31qCLkYs",
    "894": "@cryptocoffeexw Through this article, I also write many things",
    "895": "🔥🔥Domo: 'Someone stopped me and called me Bitcoin Oppenheimer\n\n🥇J. Robert Oppenheimer, known as the father of the atomic bomb and the inspiration for the blockbuster film by Christopher Nolan, has always been controversial throughout history. In the narrower and less impactful… https://t.co/j8oNxhUkhK https://t.co/KFmdpT8VuZ",
    "896": "@cryptostrategyx Look at the chart, i can understand the market capitalization is decreasing and flow is increasing, right?",
    "897": "@bitcointechz You also know a lot about cryptocurrency, right?",
    "898": "@cryptonewtrader That's great",
    "899": "@cryptottradings Really funny photo, even more interesting https://t.co/eDOwB2Rcv5",
    "900": "@blockchainsux I agree, please be optimistic, i believe $LUNC",
    "901": "@cryptoinvesttwx I think you should say this in the future",
    "902": "@cryptonewssx The informative content of the article is very good, thank you for sharing it",
    "903": "@cryptosignalsxw So amazing, #RUNE still ok compared to other codes",
    "904": "@cryptonewssx Really? But once year has only 365 days,",
    "905": "🔥🔥 Weekend Have fun everyone\n\n🔶 Let's update the #BTC situation and tell me what you're interested in right now? https://t.co/fcTcZRp9Dg",
    "906": "@crypt0news247 Very good information, these basic concepts are very suitable for beginners to learn",
    "907": "@crycurrevo Calm down, calm down investors, time will answer quickly,",
    "908": "@cryptopagex Amazing, tks you share information about #ETH",
    "909": "GM Please join me in updating #ETH information,\n\n👍 Come on, say your opinion #ETH https://t.co/g9kyThk4RM",
    "910": "@bornfreeonekiss Where how you been ? I miss you so much 💕",
    "911": "@cryptothemoonx It that real ? If CZ supports it, no one can hold it back",
    "912": "@mrbitcoinxtw Good job, As expected, it is the king of virtual currency #BTC",
    "913": "@cryptotradersx #ETH is only ranked second after #BTC, yesterday it decreased and today it has increased again",
    "914": "@CryptoUGx That’s a good sign. We can see through the chart",
    "915": "@blockchainsux Yesterday, the market capitalization index of #BNB is decreasing, it up and down",
    "916": "🌟 Top 10 Gainers &gt;1M market cap (Dec 20) 🎄\n\n1.$DYP - 249%↑ 🥇\n2.$QASH - 150%↑ 🥈\n3.$ELA - 88%↑ 🥉\n4.$WIFI - 88%↑\n5.$DIA - 73%↑\n6.$DPR - 72%↑\n7.$WNK - 69%↑\n8.$MATTER - 68%↑\n9.$GLEEC - 53%↑\n10.$IDEA - 53%↑ https://t.co/bGozlcnI4T",
    "917": "@cryptopagex Great information, need to do this to stop negativity",
    "918": "@cryptowarriorxt OKX Wallet use to very good, it have to integrate levels",
    "919": "@ascrypto13 GM GM GM wonderful 🔥🔥🔥",
    "920": "@cryptoeduaz In recent days, coins are showning signs of decreasing, except for #BTC",
    "921": "@blockchainsux It's okay, time will show us how it grows",
    "922": "❇️ Supreme Court sentences China's OTC Cryptocurrency King to 7 years in prison\n\n❗️ China's Supreme Court declares China's OTC cryptocurrency king Zhao Dong has been sentenced to prison.\n\nCrypto pressure continues to increase in China, which is known for its bans and negative… https://t.co/cTp5kx2xBx https://t.co/3kRCqGKChg",
    "923": "🚀 $BTC transactions have reached a new milestone, with more than 40 million transactions in a single quarter for the first time in history! https://t.co/nXK5CQwwYf",
    "924": "@btctraderclub The information you share is very interesting and useful to me, I look forward to your next statuses",
    "925": "@bearcryptox Bitcoin luôn dẫn đầu và sẽ luôn như thế,",
    "926": "@cryptothingx Look at is 55%, #Bitcoin increasingly popular",
    "927": "@cryptotimeaz So great, Truly the king of the virtual currency world",
    "928": "@mrbuffalocrypto OMG, it seems that the market capitalization of BTC is decreasing",
    "929": "@cryptoexpertug I don't own it yet, but I love it a lot https://t.co/3J3zRVrvtH",
    "930": "@mrbuffalocrypto #Bitcoin decision is turning to be a treasure, the number is as of the beginning of the year from now",
    "931": "@JD_Gutterhine I agree, because that is responsibility",
    "932": "@cryptographyxw I agree, it has successfully broken out of a triangular pattern, signaling a potential continuation of its upward momentum.",
    "933": "@bitcoinlfgo That’s hot news, the market Hong Kong will heated up 🔥🔥🔥🌸 #BITCOIN",
    "934": "@cryptottradings Look at the chart, i think that the market will many possibilities in 2024",
    "935": "@bitcoinsalldayx Everyone says she's great, right?",
    "936": "@bitcointraderug With this information, investors in Brazil must be very happy",
    "937": "@cryptotabx So great, Users can join the waitlist testnet to have the opportunity to be early adopters and benefit from the incentives.",
    "938": "@leebach2017 Nghe hay mà, vui mà có hợp lý 👍",
    "939": "@mrcryptotradx Great article information, I really like it",
    "940": "@woonomic @glassnode Look at the chart, BTC is decreasing, im so sad,",
    "941": "￼\n$ASTR all zones showed in august! everyone who use my custo indicatrs set know everything before! unfortunately I can't physically share all coins with all zones!\nso just dont skip posts or track all zones by yourself with indctrs set #astr https://t.co/kjmgHma8qh",
    "942": "🔥🔥 Good morning Tuesday\n\n🔶 Let's update the #BTC situation in the past 24 hours, will #BTC return to 45k and reach the target of 50k? What do you think? https://t.co/hX9kG8K35G",
    "943": "@cryptographyxw Its value is still the same, it is also considered important, because through it it is possible to buy other coins.",
    "944": "@cryptocoffeexw Wow, the highest daily revenue since April 2022",
    "945": "@bitcoinbillionx Come on #SOL, you're almost there 🔥🔥🔥",
    "946": "@cryptopagex It must be said that other coins/tokens are difficult to control and dominate",
    "947": "@bitcoinsalldayx Fidelity has filed an application for a spot ETH,",
    "948": "@TinDng22183475 Hay đấy, mình phải nghiên cứu thêm",
    "949": "@bitcoinguruX #ETH is decreasing, why ? #BTC aslo decreasing,",
    "950": "@bitcoinallstarX Good job, the market capitalization index of #ETH is strongly increasing",
    "951": "@cryptottradings #BullMarket will be back and better than before",
    "952": "@cryptoeduaz Wow, top 10 account but i only know Gemini acc",
    "953": "@bitcoinallstarX #ETH is showing signs of increasing again",
    "954": "Anthony Scaramucci predicts Bitcoin ETF spot approval date\n\nSkyBridge Capital founder Anthony Scaramucci is optimistic that the U.S. SEC (Securities and Exchange Commission) will soon approve a Bitcoin (BTC) ETF (Exchange-traded Funds) spot.\n\nWhile speaking at a podcast,… https://t.co/SISYdub6nE https://t.co/AVqaSH89tG",
    "955": "@mrbuffalocrypto So great, the market capitalization index of #ETH is increasing very good, everything is going very well",
    "956": "￼\n$BONK coin made over 4000% and now listed on Binance) DWF Labs deposited 50 billion BONK tokens ($1.6 million) on Binance 1.5 hours ago⚡️ https://t.co/DtpnhDVk37",
    "957": "@crypt0preneurx That’s right, There will always be ups and downs, but there's no need to panic #BTC 🔥🔥☀️☀️",
    "958": "@cryptotimeaz Surely people will wonder why he doesn't run again",
    "959": "TOP 10 blockchains by Nakamoto Coefficient\n\n￼\n$MINA and\n￼\n$DOT are in the lead\n\nThe Nakamoto coefficient indicates the minimum required number of nodes that need to be captured by attackers to disrupt the network. The higher the coefficient, the more decentralized and stable… https://t.co/DKxciTkt1j https://t.co/SmR0vVRBt4",
    "960": "🔴 Hello first day of the week\n\n🔶 Let's update #BTC in the past 24 hours. What do you think about the photo below? https://t.co/MnmjZyJglo",
    "961": "🔴 ZkSync Era Teases Launch of Token and Layer 3\n\n 🔶 \"We have a surprise in store for you,\" said Omar Azhar, Head of Business Development at Matter Labs, regarding the upcoming plans for zkSync Era. \n\nOmar Azhar, the Head of Business Development at Matter Labs, the company… https://t.co/OGxak11YC2 https://t.co/0jwL5JempR",
    "962": "@mrbitcoinxtw Theo dõi các chỉ số cùng với biến động thị trường",
    "963": "@CryptoThro Don’t miss ETH and DOGE",
    "964": "@bitcoinallstarX Unbelievable, the market capitalization index of #BNB is continuously increasing very good",
    "965": "@mrcryptotradx Bitcoin fees have surged over 950% in the past year. I know the cause but the increase is worrying",
    "966": "Maybe so, what do you think? https://t.co/RPcudQLjcp",
    "967": "@cryptocoffeexw Look at the chart, I can understand that market cap is decreasing and traffic is only increasing only 5,14, right??",
    "968": "@cryptoeducax The new correction is complete, no holes",
    "969": "@cryptotradersx As expected, it is the king of virtual currency #BTC",
    "970": "@cryptocrunchsx At the end of 2023, there will be too many heart-breaking changes, right? Let's welcome 2024",
    "971": "@crypt0preneurx This is information useful for me, tks very much GN",
    "972": "@cryptographyxw So great, good job, look at the chart,",
    "973": "@cryptowarriorxt The information very good 👍, There is a careful calculation",
    "974": "RT @VitalikButerin: I went on the Seen and Unseen podcast during my trip to India:\n\nhttps://t.co/yGBwngrQ2R\n\n(3h 30m)",
    "975": "@bitcointechz 4 tokens are most interested in right now https://t.co/DJ8y2fcRBM",
    "976": "@IrbisFoundation Thank you for your information, I will reconsider for a better investment",
    "977": "SushiSwap site has been hacked\n￼\n$SUSHI\n\nThe Zapper and Revoke cash interfaces have also been compromised.\n\nRevoke all permissions and do not interact with sites until the situation is cleared up.\n\nWhy in this industry protocols, dapps, dex cant work just NORMAL so people not… https://t.co/FAebdi9Jd8 https://t.co/zP1uDAEjwu",
    "978": "@cryptosignaltwx All banks are addicted to virtual money, especially the big ones",
    "979": "@mrbitcoinxtw Unbelievable, the market is having lot of fluctuations",
    "980": "Merry Christmas\n\nJoin me in updating BNB in ​​the past 24 hours. How do you feel about BNB's growth? https://t.co/lVwVueIlGL",
    "981": "@rahul19_rahul Crypto or web3 or blockchain all is có flow in times",
    "982": "@bitcoinugx Perhaps this is a difficult turning point for #BNB",
    "983": "@cryptostreetaz Oh the world's financial problems, if virtual currency grows strong, what will happen to the world's banks?",
    "984": "@cryptoadviceX Look at, the chart is rising,",
    "985": "@cryptorevolux The market capitalization index of #BTC is continuously decreasing for many hours",
    "986": "Watch your savings shrink as inflation takes its toll! 💸📉 The 'Inflation is robbing you' infographic speaks volumes about the eroding power of money over the years. From $5 buying a plethora of goods in 1980 to barely covering a water bottle in 2020, it's clear how our… https://t.co/tg2xxhal96 https://t.co/dS1FC7P3Oc",
    "987": "@btctraderclub That's right, try and make endless efforts",
    "988": "@bearcryptox Good article information, where will CZ go after the results?",
    "989": "@bitcointechx This is information useful and interesting for me, tks very much",
    "990": "This is how #Bitcoin interacts with \"Descending Broadening Wedge\".\n\n$BTC is located at the pullback target level after the wedge breakout. It is also the point that is just before a Massive Bull Run.\n\n#BTC #Crypto https://t.co/ZQXqAqL7pc",
    "991": "@bl0ckchaintech So great 😃 the market capitalization index of #BTC is continuously increasing very good 👍 https://t.co/HXimyLKEDU",
    "992": "@dailycryptox The market is increasingly fluctuation,",
    "993": "@crypt0preneurx I so sorry with Fresh whale,",
    "994": "@cryptosignalstw Look at the chart, the indexs of #MACT up and down",
    "995": "@cryptographyxw Normally, it just takes time https://t.co/nv2EcDidpF",
    "996": "@HTX_Global Good morning, look at handsome",
    "997": "@bl0ckchaintech Why? Usually having money means will having everything",
    "998": "@CryptoEth22 Hi, good morning, everything grown up",
    "999": "@cryptotabx The article's informative content is very useful to me",
    "1000": "@GalaxyQuest2112 @CollinaCleo_nft Happy Friday, start to your weekend",
    "1001": "have a nice day\n\nPlease join me in updating #BNB's situation in the past 24 hours https://t.co/QhTWoH3oQ2",
    "1002": "@fitforcrypto_ This is information useful for me",
    "1003": "@cryptotradersx Orange has the most market share, followed by green",
    "1004": "@crypt0preneurx No, i believe it, #BTC is 🤴 https://t.co/7v1DIOUktD",
    "1005": "Orange Juice has made over 250% gains in the last 2 years !!!\nThat's more than #Bitcoin lol 😅 https://t.co/8QboeiAyqx",
    "1006": "@blockchainsux Everything has benefits and harms. If we know that harm is coming, we must find a way to prevent it",
    "1007": "@cryptocoffeexw Unbelievable, the market capitalization index of #KAS is continuously decreasing in many hours",
    "1008": "@bitcointechx These past few days, wherever I go, I hear news about this project",
    "1009": "@cryptoadviceX Why is that, I don't understand",
    "1010": "@cryptonewssx Congratulations #XRP is cross-border payments interoperability and extension taskforce",
    "1011": "#XRP update https://t.co/Ynrl8A8QqF"
}