{
    "0": "@cryptowarriorxt It looks like a parabola and I hope many people will enjoy it. Including me",
    "1": "@QuanDamanh Remember to follow me to update more news. Thank you",
    "2": "@SchoolSnake5901 Chào cả nhà, chúc mọi người tuần mới nhiều năng lượng và sớm nhận được thông tin đến từ X- May mắn \nMọi người qua cho em xin 1 tim ạ \nhttps://t.co/r8nIOqRrNg",
    "3": "@katyperry @kpcollections Wow the photo in front of me is so beautiful. She was in a beautiful outfit with those angel shoes that I used to like. I really admire you. Love you forever",
    "4": "@minu30podcast @bitcoinsalldayx Very true and we are still very happy because the signal is still very good 🎉",
    "5": "@thuthuatmaytinh Please try again later. Need to try harder 😆😆😆",
    "6": "@QuanDamanh Cảm ơn bạn chia sẻ, nhiều thông tin hữu ích với mình lắm. Chúc bạn có nhiều năng lượng để ra bài tốt hơn",
    "7": "@crypt0globalx Thank pro",
    "8": "@cryptonewsxtw A long-term vision. The Ninety eight ecosystem will lead us to great development",
    "9": "@cryptothemoonx It may not be certain that it will come close to META",
    "10": "🔥 Brief market news Friday - December 15\n\n+ Bitcoin fluctuates around $43K, US stocks continue to increase with expectations that the FED will soon cut interest rates from March\n\n+ SEC Gary Gensler: “We have changed our perspective on the Bitcoin Spot ETF after the court rulings… https://t.co/klQwPxkwVL",
    "11": "@cryptothingx A reminder to us that cryptocurrencies will still have big fluctuations, let's take a look and hold on to what we have",
    "12": "@le_tuen Chốt lãi chưa bạn ơi, có thể bán cũng được đó",
    "13": "@cryptowarriorxt How is SFUND doing? It still increased like a few days ago. I will plan to invest in SFUND",
    "14": "@cryptoexpertug Growth is very good. Very helpful, thank you",
    "15": "@cryptonewssx @cryptottradings The race of the rich we watch and applaud 👏👏👏",
    "16": "@cryptographyxw I really like this news, I will invest according to the news",
    "17": "@bitcointechx 🎉🎉A big event, waiting 2024-2025 DOT$DOT #polkadot",
    "18": "@cryptocoffeexw Far exceeded investors' expectations. Let's wait for BTC to reach $50,000",
    "19": "@bitcointechx @crypt0news365 How much did you calculate 🤭🤭🤭",
    "20": "@bearcryptox The price of eth may decrease and then increase again as predicted by analysts",
    "21": "@cryptocrunchsx Don't worry too much, the price will increase in the near future",
    "22": "@cryptonewsxtw This knowledge is very useful to anyone who is using it. Thanks for sharing it",
    "23": "@tnvn11197496 Must win 🎉🎉🎉🎉",
    "24": "💹SOL update\n\n👀SOL Surges 13% as Solana NFTs Overtake Ethereum, BONK Up 26%\nSolana’s resurgence isn’t slowing, with SOL and Solana-based tokens still rising and NFT sales volume ruling the wider market.\n#NFT\n#SOL #Ethereum https://t.co/UiWV5hevYg",
    "25": "@CryptoUGx If a birthday is like this, should it be happy or sad 😅",
    "26": "#DOGE update https://t.co/pQ0Hm1BR4Z",
    "27": "@cryptotimeaz Tôi nghĩ hoa kỳ đang muốn nắm giữ và họ đã mua được rất nhiều. #BTC Very potential in the future",
    "28": "@DexGemsReal @X @grok 👍",
    "29": "@blockchainsux This goal will be universally applicable",
    "30": "@bitcointraderug Bitcoin has already been achieved. Passed the $40000 threshold",
    "31": "@cryptostreetaz You can update more about the price of this coin. I'd love to follow more about it 🙂",
    "32": "@cryptothingx A feast of wealth if you have BTC. Let's buy BTC together",
    "33": "Let's look back at BTC's halving price:\n2012: Price at halving👉$182, a year later: $510\n\n2016: Price at halving👉$661, a year later: $2,600\n\n2020: Price at halving👉 $8,600, a year later: $58,000\n\n2024: Price at halving👉?\n#cryptorevox \n#Bitcoinhalving https://t.co/drD3b5kFUE",
    "34": "@bitcointraderug BTC could still break above that threshold. Are you happy that you will surpass $50,000?",
    "35": "@bitcoinsalldayx At this time it is appropriate to sell BTC🤭\nIt makes me rich at the present time. How about you ?",
    "36": "@dailycryptox Does the HBAR Fund have much influence on the carbon market?",
    "37": "@stclairashley @X @grok Thanks, I would love it. Will be easy to use ❤️❤️❤️👍",
    "38": "@zaqrider Looking forward to you playing",
    "39": "@cryptorevolux BTC price has gone up again guys, just be happy",
    "40": "@mrcryptotradx Will fly to $40,000 soon, please wait patiently",
    "41": "@cryptocoffeexw Các nghệ sĩ sẽ thích thú với sự tiện lợi khi có hai loại tiền điện tử khác nhau 😂😂😂",
    "42": "BREAKING: $1.5 Trillion Asset Manager Franklin Templeton has filed for a Spot #Bitcoin ETF.\n\n$BTC #BTC https://t.co/JWffqGxGOn",
    "43": "@crypt0news247 Coin98 I still don't understand why people bet on coin98. This place has helped me meet friends who are passionate about cryptocurrency and know many friends around the world",
    "44": "@btctraderclub @crycurmillion Have you established your financial freedom plan yet?",
    "45": "@bearcryptox Cryptocurrency security will be tighter. Big countries will take better management actions",
    "46": "@cryptographyxw The more the smart economy will develop, let's go deeper",
    "47": "@crycurnews @dailycryptox I also think it will be approved. Don't worry too much 🤗",
    "48": "@cryptosignaltwx There will be a smoother version of the trading process on the Bitcoin spot ETF application",
    "49": "@btctraderclub Tôi thấy vui khi nhìn thấy bài viết của bạn \n#AVAX giá đang tăng và tôi đã nở nụ cười khi thấy nó tăng",
    "50": "@cryptopagex I hope SOL will have even better prices. I like coin SOL",
    "51": "@NhuNam5 Lightlink này có đồng nào ngon cho tôi múc và tham gia với :)\nThông tin này mới nè",
    "52": "@cryptotimeaz BNB's price trend is going very beautifully",
    "53": "@mrcryptotradx The Bears are starting to have value",
    "54": "@Cristiano @AlNassrFC_EN @AlNassrFC Congratulations team. You guys tried very hard in the matches. The team spirit is so great. I believe you will be more successful and win more in the future. I always watch the news about you",
    "55": "@minu30podcast How long do you predict the real estate will take to recover? I think from 2025 onwards real estate will increase again 💹",
    "56": "@QuanDamanh GM tin hót từ X trong ngày mới, cảm ơn bạn đã chia sẻ",
    "57": "@bitcoinbillionx Thanks for updating the price. Very helpful to me",
    "58": "Greeting the new day\n Has the whole house been paid yet? https://t.co/4IPyZpCEBO",
    "59": "@QuanDamanh Cảm ơn bài chia sẻ của bạn. Chúc bạn nhận được nhiều click",
    "60": "@bearcryptox As predicted, it will increase further",
    "61": "@cryptottradings This is an investment in space exploration and the future. $593 million #Bitcoin will be worth more than reaching the moon",
    "62": "@jtimberlake @NSYNC Hello handsome guys, you guys are having fun and discussing in the elevator. I'm your fan ❤️",
    "63": "@SchoolSnake5901 Mọi người ghé qua cho em xin 1 thính nha, hiện tại mắt của em chưa sáng, em đang cố gắng để mắt sáng và qua lại giao lưuu cùng mọi người nè. Mọi người thông cảm nha.",
    "64": "@bitcoin360x After 5 years, we have created a miracle and a memorable historical milestone for BTC",
    "65": "@BrunoMars I LOVE YOU! Sincerely, Your Bruninho 🇧🇷 ♥️\nI always feel happiness and positivity from you. Every beautiful dance and smile, fun music 🥰🎉 https://t.co/2S9d3kcN1y",
    "66": "@cryptoeducax Do you think we should bet these two coins?",
    "67": "@cryptostreetaz What does this decision confirm?\nAnyway, it is the hottest news at the time for everyone to trade",
    "68": "@Sentinelli @BuildIntoGames @prest4n Seeing you play games makes me want to download them to play? Is this game good to play?\nI really like the decoration on the front of the computer. Can I have some photos taken in the morning, please?",
    "69": "@cryptotabx Can I use titan trading to analyze BTC trading in the future?",
    "70": "@dailycryptox I bought it to sell at the end of the year 😂😂😂",
    "71": "@Le290788 Cứ cố gắng sẽ đạt được năng suất",
    "72": "@cryptotradersx Thanks you. i hopy will ...",
    "73": "@mrbitcoinxtw I'm so impressed with this photo. Makes me envision ETH in the future",
    "74": "@mrbuffalocrypto The unexpected fact is that it will surpass that mark and is approaching $45,000",
    "75": "@thanhmaivan012 Thông tin này khá quan trọng nhé bác, vẫn có chính sách chia sẻ doanh thu và sẽ lựa chọn như một đợt tuyển và sa thải để tìm ra chất lượng",
    "76": "@crycurmillion This price chart makes me think about my investments. Heart beating strongly 🤣",
    "77": "#Bitcoin Fresh Update:\n\n📷$BTC Ready for Another -25% Dump if $41600 Level not Breakout upward Side.\nI am Planning to Buy More #BTC around $30,000\nI'm Short Term Bearish &amp; Long Term Bullish.\n\n#Grayscale https://t.co/Y3PMmqTzmb",
    "78": "@CryptoApe0 Hello everyone, if you have free time, please come to my house to play. My house has a lot 🦊 👏👏👏",
    "79": "@mrbitcoinxtw @bitcoinbillionx Its risk level is quite low",
    "80": "@mrbuffalocrypto Looking at this news panel, my heart is pounding because of the sudden increase in BTC",
    "81": "@dailycryptox I'm thinking whether to take DOGE profits right now",
    "82": "@DangNgocKhoi Cảm ơn bạn nhiều, chúc bạn đi săn được nhiều nha",
    "83": "@cryptoc0innews A new information for me",
    "84": "@cryptocoffeexw Just imagine, my dear. In reality it is not like that",
    "85": "@cryptoeduaz Me too \" I will add SOL to my trade listing \"",
    "86": "RT @BTCTN: Robert F. Kennedy Jr. (#RFKJr.) says #China does not want a war with the U.S. but wants to “bury us\" economically. @RobertKenned…",
    "87": "@crypt0news247 Stronger growth than yesterday",
    "88": "@cryptowarriorxt I lost money when investing in this coin. I hope to increase in the near future",
    "89": "@crypt0news247 I will choose the key to open the door to save myself and then I can earn more instead of being temporarily full yeah",
    "90": "@cryptostrategyx Congratulations to you and your partners. Saitachain is great",
    "91": "@phamTruonghn999 I also look forward to it 😁",
    "92": "@NhuNam5 Chào bạn, mình đang muốn chơi game Pudgy World. \nBạn có thể hướng dẫn mình cách chơi không ?",
    "93": "@Khi11Tun @mrbitcoinxtw Do you own them?",
    "94": "I think you should try it too 💹👇 https://t.co/JHbXR7eYTc",
    "95": "@bitcoinugx Its price is very down, right?",
    "96": "@cryptocoffeexw Do you catch the bottom? Your biggest opportunity",
    "97": "@bitcoinbillionx I'm not too worried about the NEAR price. Because there will be ups and there will be downs 🤣🤣",
    "98": "@FabrizioRomano Hopefully there will be more good news. I am a fan",
    "99": "Santa buys bitcoin for halving season 2024\n#BITCOIN#BTC #Christmas2023 https://t.co/F9hIRHV7ki",
    "100": "@cryptorevolux Can you tell me what that game is?",
    "101": "@100trillionUSD Happiness on the index increased",
    "102": "@cryptographyxw Need more articles about this coin",
    "103": "@cryptottradings This is great news for anyone who owns DOGE",
    "104": "@bitcointraderug Let's wait for good news from coinbase",
    "105": "@cryptottradings Sine graph and it will repeat the next thing. The price is unstable and I will not buy at this time",
    "106": "@A_Thu147 Good luck, have a smooth transaction",
    "107": "@cryptotradersx @mrcryptotradx Friend Are you playing it?",
    "108": "@damducviet Bạn cập nhật những thông tin mới nhất cho người xem và kiến thức bổ ích về tiền điện tử.\nTôi vẫn luôn có niềm tin về bitcoin nhé",
    "109": "@bl0ckchaintech Many places have used bitcoin for transactions in buying and selling🤣🤣🤣",
    "110": "@cryptocrunchsx If you need a bigger spoon, you need to have a long-term view of your investments and don't be too hasty",
    "111": "RT @elonmusk: Honesty is the best policy",
    "112": "@crypt0news365 He is ready for his financial freedom",
    "113": "@cryptoadviceX Prices have dropped deeply and are not normal",
    "114": "🔥The first Solana-based dog memecoin, $BONK, has grabbed headlines this past month with a mind-blowing 2,300% increase – and still soaring a further 128% just in the past week. With insane gains like that, as well as a jaw-dropping performance of the Galaxy Fox ($GFOX) presale,… https://t.co/yljjzG2QI2 https://t.co/RIdLBoZ8W6",
    "115": "@cryptosignalstw Recent data has also made social networks more aware of the existence of cryptocurrencies 🤭",
    "116": "@cryptographyxw These types of games can still be played, I will find them to play",
    "117": "@BTS_twt Here is my idol. I am your loyal fan. Handsome boy. I think there will be a good movie to watch soon 👇",
    "118": "BONK Surges 110% After Binance Listing; Surpasses Shiba Inu in Trading.\n#BonkCoin#Binance #pepecoin #memecoin#Bitcoin#Altcoin #CryptocurrencyNews#NFT #Web3 #Blockchain #CryptoMarket https://t.co/ozm3wBtVpa",
    "119": "@bitcoinbillionx In 24 hours, it grew by 8.61%, the profit is also quite high",
    "120": "@Ashcryptoreal I guess this is the way traders in Japan live and play 😂",
    "121": "@bitcoinguruX Very helpful pro. Thank you very much",
    "122": "@bitcointraderug Bitcoin There will be constant levels of support and expectations. That's what I look forward to and what everyone wants",
    "123": "@cryptonewsxtw He is a young man, but his talent is multi-disciplinary. I really admire traders",
    "124": "@cryptoexpertug #BlackRock Made bold and risky decisions and I think it will be good because they see the potential and high profits from Bitcoin virtual currency 💯",
    "125": "@cryptonew24h I have Solana and I still believe in Solana 🥰🤭",
    "126": "@crycurrevo This sharing article is useful to me and everyone",
    "127": "@mrcryptotradx Well I think this is the time to buy the best BTC and wait for the best event for 2024",
    "128": "@phamTruonghn999 Ông bà có câu tấc đất là tấc vàng bác ạ. Giờ cứ có sổ đỏ và chút tiền là gặp được bác phải không ? Hình thức trả góp bla bla",
    "129": "General News: \n👉Top assets by market cap shows us: \n🔥 Bitcoin is now the 9th largest global asset with a $855 Billion market cap.\n🔥 Ethereum follows at 34th with $274 Billion.\n#bitcoin #btc #marketcap #mc #bitcoin https://t.co/fe5BXZSWdf",
    "130": "@CryptoUGx Stable floor liquidity means players can safely invest and play big💹",
    "131": "@bitcoinallstarX Tomorrow It could surpass $45000 https://t.co/ECkwia0BRJ",
    "132": "@HaanBnB ok bạn gái xinh đẹp. qua nhà anh cho vài lời hay nha em",
    "133": "@cryptomillionex I always try my best with my passion for cryptocurrency, your news is very beneficial for investors trading today.\nWishing you big wins today",
    "134": "@cryptonewsxtw Still not really growing, needs more time to monitor",
    "135": "@vancrypto2023 Looking at your analysis, I feel like I have to try harder. Probably slow, bro",
    "136": "@cryptosignalstw You are a good trader. Pretty good analysis",
    "137": "@cryptorevolux I have never seen so much trading during the day.",
    "138": "@Caothanh27 Em lại cứ thích đội Liverpool🤗🤗🤗\nChắc tội mê trai quá đấy 🤣🤣",
    "139": "@cryptomanxt Thanks to this article I won https://t.co/t0pkIswoGx",
    "140": "@cryptothingx We need to be more vigilant, avoid spam and the content you mentioned above 👏",
    "141": "@vancrypto2023 @Cuongtb89 I haven't seen 🦊your house",
    "142": "@phamthuanthqd Sáng nay mình cũng được gạ như này đó, Mà trong khi mình có thấy quảng cáo nào đâu mà phải mua 😄😄😄",
    "143": "Update information about cryptocurrency trading today https://t.co/kDAh9iC3r3",
    "144": "@thanhhmaii1010 @pichain_pi @loubonafide @Pi_Spread @PiNewsZone @jatingupta0003 @nhuyle1108 @PiClubhouse @PiCoreTeamK @PiNetworkNews @PitoGo_Services @pinetworkmember @Pichainmallvn I agree PI Network will be achieved after mainnet",
    "145": "@cryptoadviceX I'm not living there. If my country also has it, it would be great",
    "146": "@cryptothingx How is your day going ? I think you were very happy when Bitcoin reached above $41000",
    "147": "@0xthang Congratulations pro",
    "148": "@misterrcrypto That's right, this is a push to create sustainability of BTC in the new period 😅",
    "149": "@mrbitcoinxtw The bank made the decision at a time when BTC was rising. This will have two good sides for the bank: liquidity profits and attracting cryptocurrency users in Brazil.",
    "150": "@tran0817086087 This wallet address is very reputable and high quality",
    "151": "@bearcryptox The price of ADA is actively going up. Good news for us",
    "152": "https://t.co/BwSJiDCAtS",
    "153": "@cryptosignalstw I think BNB is still going down 🙂 I need a buy point",
    "154": "@cryptotabx A year of success, 2024 Bitcoin will double in growth",
    "155": "@cryptoeducax This headline is also a hot trend \"Buy BTC and save your lifesavings\". Advertising will have more revenue and jobs",
    "156": "@Khi11Tun Chúc bác nắm giữ được nhiều BTC nhé 🥰",
    "157": "@cryptoeduaz Prices are going up😍",
    "158": "@cryptosignalstw I still like the SoL coin because of its smooth rise and fall",
    "159": "@cryptothemoonx Will ADA price increase next week?",
    "160": "@cryptottradings Investing requires accepting risks. This risk according to advice is laughable",
    "161": "@crycurmillion Will the parabol uptrend continue next week?",
    "162": "@cryptonewssx The market is vibrant with a number of coins including ADA and SOL",
    "163": "$BTC As shown in the picture, this bitcoin resistance is very old and heavy.  Wait for a position. https://t.co/zw1ZncblR1",
    "164": "@funnycloud18 Cảm ơn bạn đã chia sẻ, tớ cũng đang chăm chỉ xây X để tới ngày sáng mắt",
    "165": "Today’s MARKET ⏰\nMarket is not looking good for trading right now , so take some break !!\n#Bitcoin #ETH #Solana https://t.co/QqFp6ZVykS",
    "166": "@cryptothingx 5-10x is possible, please wait patiently for approval",
    "167": "@btctraderclub Great article worth reading",
    "168": "🔥 Brief market news Saturday - December 9\n+ Bitcoin fluctuates around $44K, major Layer 1s simultaneously grow: ADA, ALGO, AVAX, DOT and SOL\n+ S&amp;P500 hits new 2023 peak as jobs report and consumer confidence signal inflation could cool in a resilient economy\n+ The ETF wheel is… https://t.co/gef8q0fQhl",
    "169": "@crypt0futureX I want to know more about QNT",
    "170": "@cryptotimeaz This layer 2 solution combines the most optimization for the project",
    "171": "@vancrypto2023 I agree with what you said 🫰",
    "172": "@NiallOfficial It's great to know the information you share. I will look forward to more when you come to my country🥰",
    "173": "BTC$BTC\nWhen my friends ask me:\nShould I buy #Bitcoin at these prices?\nI always tell them:\nIt is riskier to not own any Bitcoin than potentially losing -30%. https://t.co/PkWyVTyPXF",
    "174": "@mrcryptotradx The script will reduce prices in March next year and continue to increase prices as currently. After that round, many rich people will be born thanks to BTC",
    "175": "@cryptonew24h I hope the belief that follows is correct",
    "176": "@cryptoeducax OKB I believe will grow next week 🥰",
    "177": "@Web3DomainID Should I try?",
    "178": "@cryptottradings Will still be influenced by BTC price https://t.co/svoeomh6D1",
    "179": "@cryptomillionex @mrcryptotradx Agree with you 👍",
    "180": "@thanhmaivan012 @HaanBnB Tiện ghé qua quán cf nhà mình nha",
    "181": "@bitcoinsalldayx Buying at this time I think it's quite good",
    "182": "@cryptoeducax @jtimberlake @NSYNC Me too",
    "183": "@phamTruonghn999 Thanks pro 👍",
    "184": "@cnnbrk I will follow you for more. All rewards are fair and worthy. The charges have been resolved and she will be happier 🫰",
    "185": "@bitcoinugx Great article shared, thanks",
    "186": "@bearcryptox Thank you it will grow stronger in the future",
    "187": "@bitcoinallstarX Prices are falling slightly and investors need to pay attention to buy",
    "188": "@cryptosignalsxw I laugh at you with your current thoughts and mood. This chart is saying you're a little disappointed to see them",
    "189": "I really like the Christmas atmosphere https://t.co/LcjVm08sOC",
    "190": "@cryptobookx I think BTC will reach $50000 and return to its cycle 💹",
    "191": "@cryptotimeaz Thanks, I've bought a lot of coins",
    "192": "@bitcointraderug Is DOGE price falling? I need to see to invest",
    "193": "@CryptoUGx Oh, watching #DoGe go down makes me feel sad because I didn't know it was going down 😭",
    "194": "@anh2003cdvt Nhìn thấy là sướng nhất bạn. Tôi vẫn chưa thấy em nào",
    "195": "@0xthang Tôi cũng đang chuẩn bị",
    "196": "@cryptocrunchsx @cryptomillionex For example, you should buy this stock code \"HODL\"",
    "197": "World's Top 8 #Bitcoin Holders\n1️⃣ - Satoshi Nakamoto: 1.1 M $BTC\n2️⃣ - Grayscale: 643,572 $BTC\n3️⃣ - Binance: 498,147 $BTC\n4️⃣ - Bitfinex:  192, 508 $BTC\n5️⃣ - U.S. Government: 175,000 $BTC\n6️⃣ - Microstrategy: 152,800 $BTC\n7️⃣ - Block dot one: 140,000 $BTC\n8️⃣ - OKX: 118,334 $BTC",
    "198": "@SenaCoffi 🎉🎉🎉🎉",
    "199": "@cryptotimeaz I've also heard this somewhere. But a bit shocking",
    "200": "@NDNhu0801 Em thì vẫn chưa thấy quảng cáo cơ",
    "201": "@HaanBnB Chào an, bạn hôm nay đã giao dịch đồng nào rồi ?\nThông tin của bạn giúp mình nghĩ ra nên mua ...",
    "202": "@cryptomanxt @cryptostreetaz The price will increase further tomorrow, join me in looking forward to this about BTC",
    "203": "#BEAM pumped +21.11%, hitting an all-time high of $0.01147 at 01:28(UTC)! 🔥 🔥 🔥\nMark my trading history event 💹 https://t.co/hqGMcx8C6H",
    "204": "@bearcryptox Hurry to receive the gift. Thank you",
    "205": "@cryptonewsxtw Paysenger is bringing us a lot of new knowledge with its WEB3 technology platform while generating great income. Let's just be happy that this is good news for everyone when they know about web3",
    "206": "@dailycryptox I find ETH not too difficult to use technically",
    "207": "@mrbitcoinxtw Now I just learned about this form of payment of Solana money",
    "208": "@Caothanh27 They haven't tried their best or they're going backwards",
    "209": "@blockchainsux BITCOIN +134.9% I really didn't think it would grow that strongly",
    "210": "@APompliano Is this the most modern weapon? I think it's perfect and I want to know more about them 👍✈️",
    "211": "@bitcointechz @cryptothingx Don't be too greedy and have knowledge",
    "212": "@cryptosignalstw Can you tell us which country that mysterious whale is in that buys so much Bitcoin?",
    "213": "@bitcointechz After this phase, many rich people and trading houses will have a lot of headaches because of liquidity",
    "214": "@cryptographyxw #BUSD We are about to part ways with this service. Sorry about that 🙃",
    "215": "@bitcoinbillionx It's the first time I've seen such a beautiful FTX graph. I happily accept this coin 🥰",
    "216": "@vancrypto2023 Kiểm tra như thế nào anh",
    "217": "@crypt0preneurx @crycurmillion That's right, are you investing to lock in profits when it reaches $50?",
    "218": "@cryptorevolux The bulls' goals are complete and ongoing for 2024.",
    "219": "@cryptostreetaz \"cryptocurrencies have been removed from the 2023 U.S. Defense Bill\" This will affect the price of the cryptocurrency",
    "220": "@mrcryptotradx @mrbuffalocrypto You can only choose 1 out of 2 😅",
    "221": "@DoMinhKhoa3 Cứ cày thôi, pay trễ thôi bạn thân yêu",
    "222": "💹💹💹💹 https://t.co/g1jAL2fs5V",
    "223": "@cryptothingx The race of meme coins is accelerating and becoming more sparkling. SHIB price will increase sharply thanks to the development of accompanying AI technology. People will have to be smart and go along with memes 🤭",
    "224": "@bitcoinsalldayx Inflation means its value will gradually decrease. That's what I don't want for Bitcoin 🥲",
    "225": "@cryptotradersx Let's relax and consider the situation of ETH coin https://t.co/orJbYx8do7",
    "226": "@cryptostreetaz I find MATIC coin to be new to me",
    "227": "@Nuy51214532 The writing is a bit bad, but the article is of good quality, Nuy. If you want to be rich, you must accumulate blessings for yourself through many methods such as thinking well, always giving, not being harsh in your speech, and having a compassionate heart towards goodness.",
    "228": "@bl0ckchaintech I'm not good at this coin, can you give me more instructions?",
    "229": "Will Bitcoin’s Correction Kill the Altcoin Rally?\nInvestors naturally worry that Bitcoin losing momentum and correcting could kill the altcoin rally. $BTC’s price action provides a signal to the market whether it should move down or up. And when Bitcoin dumps, altcoins tend to… https://t.co/Fv0MTAYuiJ https://t.co/F48JNK2QMF",
    "230": "@moyemoye9172 @grokrium_bsc 🫰🫰🫰🫰🫰 sắp có mã bí mật bạn nhé",
    "231": "@blockchainsux A photo for an overview of cryptocurrency. #BTC is always valuable",
    "232": "@mrbuffalocrypto Vertical road. Will break soon😄😄😄",
    "233": "@mrbuffalocrypto Looking at the chart, you have to rethink the process you came to crypto",
    "234": "@ladygaga The designs are amazing and stylish 👍👍👍",
    "235": "@crycurmillion Great, excellent, wonderfull",
    "236": "@cryptothingx \"Shared vision for web3 and accessibility\" This is what this company excels at",
    "237": "@mrbitcoinxtw The most stable growth trend",
    "238": "RT @CoinMarketCap: Exhale, #Crypto lovers! 💙\nHere comes the weekend!\n\nAny trading plans? https://t.co/RT12LuTmvs",
    "239": "@britneyspears I admired you when I was a student. I've been practicing a lot of your new products. I will always support you. I love you. Maybe this day is your important day ♥️",
    "240": "@crypt0news365 Probably heavily influenced by Bitcoin",
    "241": "@cryptotimeaz SOL price will still grow ✈️",
    "242": "@bitcointechx BTC accounts for the majority 😅😅😅",
    "243": "@cryptoadviceX What is going to happen. He's very right",
    "244": "@cryptonewsxtw Risk management needs to be practiced through transactions. How many times have you won?",
    "245": "@eastern_oa Just pm me, I will reply to you. Let's share and try to win",
    "246": "@cryptoeduaz Me too, nó là đồng coin mới 😁",
    "247": "@TechinAsia_ID Next year's major event season will have many changes and breakthroughs",
    "248": "@mrcryptotradx Web3 is supporting and analyzing carefully to get BTC closer to its new milestone",
    "249": "@cryptothemoonx Bitcoin's strong breakthrough 💹💹💹",
    "250": "@cryptotimeaz Web3 is becoming widely known",
    "251": "Update #BTC price right now\nWishing everyone a happy and lucky trading day 💪💪\n#BTC #Bitcoin https://t.co/wqizb4toUl",
    "252": "RT @WClementeIII: This price action recently has been awesome, but friendly reminder that there will be sharp corrections along the way as…",
    "253": "@ddlovato She is so confident and attractive. The song is very good and I will listen to it now 🎻🎻🎻",
    "254": "@cryptowarriorxt I don't know about it yet. But looking at the chart, there are prospects and investment potential",
    "255": "@cryptotradersx After the adjustment, it will definitely increase. Do you want to see a deep decrease in this coin? https://t.co/I2dUsqBz28",
    "256": "@mrbuffalocrypto im here to buy bitcoin on the cheap haha",
    "257": "@Newmangrp @LayerZero_Labs @SpaceNationOL @NineChronicles @Portalcoin @9gagceo @Memeland @Complex I agree with the above. It is very clear and necessary to add benefits of people and animals to attract players by inviting or prizes to attract them. It will work and get better 🫰",
    "258": "@SportsCenter We were also quite surprised to see that. Very good and the atmosphere on the field will💯",
    "259": "@cryptocoffeexw The article is very useful to me. Thanks pro",
    "260": "@cryptographyxw Rejecting the race will this ETF affect acceptance",
    "261": "@cryptoadviceX BNB's momentum is unstable but it is an opportunity to invest in capital ❤️",
    "262": "@cryptoadviceX List worth investing in",
    "263": "🚀  Nevachain (NEV) Creates the Future 🍀\nNevaChain is an innovative blockchain network built on the only public, cutting-edge technologies that enable message and value transfer on any blockchain.\n🕰 End of presale round 14:00 UTC January 14, 2024\nPre-sale price: 1 BNB = 5000… https://t.co/KZ7ndPbPdv https://t.co/jO8EBQlO5R",
    "264": "@crypt0news365 Is this SEI wallet easy to use? And can you guide me on how to use or create a wallet address",
    "265": "@mrbitcoinxtw For just $20 a month, you get unlimited, #blockchain - powered data, text and calls \nThe money spent to receive more information is well worth it 👏",
    "266": "@mrbitcoinxtw These indicators help me decide which token to invest in💹",
    "267": "@bitcoinbillionx The chart is flat and SHIBA is still holding a slightly bullish position",
    "268": "@bitcoinsalldayx Crude - 71.23 (-1.51%) why is it decreasing?",
    "269": "@Shebeat354951 This is your happy life 😅",
    "270": "@cryptoeduaz Toke C98 is very potential and can develop further",
    "271": "@le_tuen Cảm ơn bạn đã đọc bài viết, chúng mình cùng nhau cố gắng nhé",
    "272": "@cryptonewsxtw Good morning, SHIBa is also growing and I am also preparing to invest long term in this coin.\nDon't forget to come by my house to visit.😊",
    "273": "@vancrypto2023 @nguyen_su88891 Same idea. Partner 🤝like this",
    "274": "@bitcointechz This company has great potential in the future so you can still rest assured to invest",
    "275": "RT @cz_binance: Bitcoin is traceable.\n\nCash is not.\n\n🤷‍♂️",
    "276": "@bl0ckchaintech Prices  SOL are rising unexpectedly and rapidly.",
    "277": "@cryptotimeaz I will play the shib",
    "278": "@zaqrider Did you make this video yourself? Very nice",
    "279": "@crypto 2024\nHow much can #Bitcoin price increase in 2024? \n💲💲 Please predict 👀👀\nThis is what cryptocurrency feels like in your wallets 💹💹 And I laughed like the video below 🤣🤣🤣🤣 https://t.co/JPq33yCSJR",
    "280": "@cryptoeduaz I very much agree",
    "281": "@cryptoexplorex I think the price will drop this week and end the year near the 50K mark",
    "282": "@cryptostreetaz Seeing this news makes me worried about the future. Is this new leader really trustworthy?",
    "283": "The joy is back when seeing the blue screen \nBTC update\n#Bitcoin #binance https://t.co/hgzyW5fkxx",
    "284": "@cryptowarriorxt The price is going up and I'm looking to invest more in BNB",
    "285": "@cryptocoffeexw I believe you will make a profit so be patient",
    "286": "@HaanBnB I want to love both you and crypto, is it possible?",
    "287": "https://t.co/eANDfxEsy3",
    "288": "@rihanna @SavageXFenty Your style is amazing, Your confidence in front of the camera along with your extremely flexible stylist moves make me unable to take my eyes off you when watching your videos. I love you and will be a fan in the near future ❤️🥰",
    "289": "@cryptoeduaz Sine graphs are always very nice. Tomorrow it will increase again",
    "290": "@bitcoinugx This country invests effectively. What a piece of cake 🤭",
    "291": "🚨🌐Get Free $500 without any investment🌐🚨\n\n🚨 Exciting News from Binance Pay! 🌟\n\n🎉 Participate in the Binance Pay Challenge and stand a chance to win $500! 🚀\n\n💡 Here's How to Win:\n1. Deposit $1 on Binance Pay.\n2. Take the thrilling quiz in the [$1 Game].\n3. Enjoy swift… https://t.co/wOvDLcxfFw https://t.co/gF0bnXuqNc",
    "292": "@bitcointraderug Well worth the investment. Thank for your writting",
    "293": "@SpaceX @Starlink I really like watching satellite launch programs. It looks very beautiful",
    "294": "@bitcoin360x It is impossible to determine whether this is a smart move or a bad move. They also have a plan and carefully analyzed their strategy, so just trust it",
    "295": "🤝 Partnership Announcement\n\nNevaChain is in the process of negotiating cooperation with MEXC. With the success of this partnership, the plans for the upcoming listing of the $NEV token will become clearer than ever.\n\n👉 Don't miss any information about partnership at NevaChain.",
    "296": "@premierleague The Premier League will achieve major awards in the near future. Once again congratulations to The Premier League🎉🎉🎉",
    "297": "@cryptoeducax I believe blue will return soon in recent days 😂😂😂",
    "298": "@cryptoadviceX wow the number of machines to link large chains this is like a farm to build sustainable blocks",
    "299": "@KimKardashian I expect quality products. Can you send me to try it 🤣🤣",
    "300": "RT @AmpereChain: ⚡️ AmpereChain Testnet is Live!\nDeploy contracts, perform TXs &amp; interact with the future of blockchain!\n\nTestnet: https://…",
    "301": "@cryptographyxw I like the advantage that users can become anonymous and no one knows who owns the wallet. Bạn có thể hướng dẫn tôi cách sử dụng ví SUI không?",
    "302": "@damducviet Bài viết hay quá. Tôi đang lên cân",
    "303": "@cryptowarriorxt Has FuFu been listed on the stock exchange and can be traded yet?",
    "304": "@CryptoUGx I have been shocked in the past few days because of its price APT",
    "305": "@cryptottradings Your analysis is good and detailed. I will pay more attention when deciding whether to continue buying or not",
    "306": "@tnvn11197496 If you think the article is interesting, please let me know 👍",
    "307": "@cryptotradersx This rate is still within the allowable level 💪",
    "308": "@crycurmillion Well that's great if the price will go up",
    "309": "@cryptonewsxtw Cảm ơn bạn đã cập nhật tin tức sáng nay, thị trường đang không mấy khả quan cho 1 tuần làm việc",
    "310": "@zaqrider Yes, handsome guy. Remember to follow me 🤭",
    "311": "@cryptoeduaz Which of these coins do you think should be bought at this time?",
    "312": "@cryptostrategyx Zen Card will neatly integrate previously cumbersome things. I am using this card. More convenient and useful than bank cards 🤣",
    "313": "@cryptostreetaz Does this information have a distributed network?",
    "314": "@crycurmillion Wow I'm really happy to have recovered 😅😅😅",
    "315": "@cryptosignalstw Take advantage of buying early to wait for having",
    "316": "@cryptotradersx Chào ngày mới bạn tôi, giá đang giảm bạn nghĩ sao ?",
    "317": "🔥 Brief market news Friday - December 1\n+ #Bitcoin closed November up 8.9%, US stocks jumped as PCE inflation cooled [CT]\n+ #MicroStrategy collects another 16,130 #BTC ~ $593.3M, wants to raise up to $750M https://t.co/R8WVcc7wrv",
    "318": "@cryptotradersx If it is rumored that Qatar's sovereign wealth fund will invest $500 billion in Bitcoin, it will send the price to the moon as many investors are expecting. I also hope that is good news for investors",
    "319": "@cryptonewsxtw SHIB price is preparing to increase and is already at the price level of $0.00001. Growth will exceed 45%",
    "320": "@bitcointechz I won big thanks to the information you shared. Thanks pro",
    "321": "@cryptothingx I'm having fun playing ETH, are you playing?",
    "322": "According to the latest news \n💹✈️That's why SOL prices are increasing \n\"#Solana’s user count is booming, hinting at renewed excitement on the platform.\nA shift in growth is expected due to upcoming #airdrops from projects like Jupiter, Marginfi, Drift, Zeta, and JitosSol,… https://t.co/op9MCtBP4T https://t.co/fO92yaBpvP",
    "323": "@cryptonew24h I want more information about this 🔥",
    "324": "@tnvn11197496 Your rice fields are so beautiful and can you send me a video via text message?\nThis rice field will be opened for rice soon. All the best.",
    "325": "@Caothanh27 hihi thế phải gọi là chú rồi pro ơi. đúng là đá bóng rèn luyện sức khoẻ rất tốt đó ạ",
    "326": "@H_swilhy Where are you ? You are having a big event meeting 💹💲✈️",
    "327": "@lida_garcita Can you give me a mini bouquet of flowers?",
    "328": "@cryptottradings We must avoid taking advantage of it. \"Yes\"",
    "329": "Whale wallets snag 100k 📷$BTC worth $5B in just 10 days, boosting bullish sentiment. 📷$BTC nears $52K mark. 📈",
    "330": "@vancrypto2023 You shared your experience so well 👍",
    "331": "@cryptoctworld Thank you for your coverage. \n\"#cbdc - Taiwan achieves important milestone in CBDC research\" I want to know more about this news",
    "332": "@phamTruonghn999 Có tiền tiêu rồi 😂",
    "333": "@crypt0news365 Information predicts high likelihood of achievement",
    "334": "@cryptothingx Will #SOL continue to rise? I will try",
    "335": "@wangfeng_0128 Why don't you hold it at this time when you need to go into BTC and buy an NFT collection? I want to know more 🔥",
    "336": "@Metridung This singer is so in love. I want to hear you sing more",
    "337": "@WealthGroup_ @PattaTrades Is this the newest trading today? I don't know much about BIG TIME",
    "338": "@cryptoeducax SHIB price is still stable 🫰👏",
    "339": "@cryptotradersx So great, I also want to win like that",
    "340": "@cryptonew24h Congratulations on getting high profits from it. I'm thinking whether to invest in FET at this time",
    "341": "@cryptoctworld Những chú gấu đáng yêu",
    "342": "@cryptocoffeexw After reading it, I vomited a little because I fainted from laughter 😂😂😂",
    "343": "@KimKardashian Please send it to me too. I'm looking forward to a good product 🤭",
    "344": "@cryptotabx I will choose Bitcoin 😂😂😂💹💹",
    "345": "@cryptocrunchsx A very great insight",
    "346": "@mrbuffalocrypto I choose the key",
    "347": "@QuanDamanh Bài nhiều time quá nè. Mình cùng nhau cố gắng nhé. Thương hiệu là uy tín",
    "348": "@KylieJenner In the photo she was captivating and captivated me because of her natural beauty among her photos, I like this one the most. What a wonderful woman🥰 https://t.co/FnSXImn4qp",
    "349": "@cryptothingx I am using Sollet wallet🔥🔥🔥",
    "350": "@cryptocoffeexw There were people who laughed at me and told me to leave, but I have faith in Bitcoin",
    "351": "@Caothanh27 Pro yêu thích đội nào  ?",
    "352": "👇Why Bitcoin Suddenly Catapulted to Highs ?\n💲The last time Bitcoin traded above $40K was before the Terra crash. And there are several reasons for this sudden price explosion!\n💲The biggest narrative is surely the spot Bitcoin ETF, which could unlock as much as $70B in new… https://t.co/oZjMFdzuoV https://t.co/wD4XgmTF04",
    "353": "@mrcryptotradx The price is high, will you sell it?",
    "354": "@rihanna @PUMA She is so beautiful and attractive. Which shoe brand is she advertising for?",
    "355": "@trongson3794 Chúc bạn cuối tuần vui vẻ, chắc sẽ có lương thôi. Hãy vững tin nào. 💪",
    "356": "@cryptonewsxtw We should play it, you gave good information https://t.co/yJNZlDQinO",
    "357": "@7taizai_GrandX @Duckkensyou1129 I like it so much",
    "358": "@cryptonewsxtw This is a meeting or announcement for the development of technology",
    "359": "A small survey:\nPlease let me know what you think about cryptocurrency when you see this photo? https://t.co/XKadULQgYp",
    "360": "@vanessakbeauty7 https://t.co/BwSJiDCAtS",
    "361": "@neymarjr ❤️ Come back and stronger brother where you should never have left 🏆",
    "362": "@cryptopagex You are handsome and good at investing in cryptocurrency on Binance",
    "363": "@NhuNam5 Even this December, many people are struggling with cryptocurrency 🤣🤣🤣🤣",
    "364": "@bitcoinbillionx #XRM is increasing so fast, I wish I knew this news sooner",
    "365": "🔥 Brief market news Wednesday - December 13\n\n+ Bitcoin retreats to $41K, US stocks increase for 4 consecutive sessions as inflation continues its downward trend although the pace is still slow\n\n+ The FED will announce interest rates and economic forecasts on GDP, inflation, and… https://t.co/BoRSQUZFnH https://t.co/ujsY4sholE",
    "366": "@btctraderclub Can electronic money be paid like digital bank money?",
    "367": "@dailycryptox CFX can still make good investments and profits when the price is right at the right time. During the investment process, it is important to consider the capital entry area.",
    "368": "@mrcryptotradx I thought you were right because it hit $40k at 5am",
    "369": "@bitcoinquotesX MNT The trend didn't increase and I sold them",
    "370": "@diepngananh2021 Hai bạn đẹp đôi quá, chúc các bạn thường xuyên qua nhà mình chơi nhé. Hẹn gặp các bạn",
    "371": "@binance @Cristiano So cool, my favorite player",
    "372": "@mrbuffalocrypto That's the passion you love. I got into cryptocurrency thanks to social network X",
    "373": "@cryptottradings Although nothing is certain yet, recently the price in the BTC market has shown and gradually asserted its position on major exchanges and wants to confirm the strength of the best cryptocurrency 💵",
    "374": "@cryptotabx How will you feel when you're recovering and then go red again like that? ADA is on the rise",
    "375": "@crycurmillion These coins have set new highs, worth keeping in mind for future transactions",
    "376": "@cryptothemoonx This decrease is due to the influence of some information from the altcoin market",
    "377": "@cryptothingx Good morning, may you have more successful transactions.\nBTC price is waiting for a lever of events this week",
    "378": "@cryptoeducax I am interested in FLOW coin to buy it. In the long term it will reach $10 or more. In your opinion, should I buy it? I read some news that prices will increase",
    "379": "@crypt0news365 🤣🤣🤣The value has also changed and those who own them can buy many things",
    "380": "BTC update\n#Bitcoin is trying to surpass the $39,800 resistance. If it crosses 40K, the target is 50K. Those wishing for it to pass 40K today, like and repost. Totem time! $BTC\n#corpyto \n#corpytorevoX https://t.co/288NzTBvGi",
    "381": "@damducviet Ngày mới cập nhật nhiều tin tức mới bạn nhé",
    "382": "@damducviet Tin tức hay quá, thời sự đưa tin lạm phát quá ở các nước châu âu. Thấy cũng căng bác nhỉ",
    "383": "RT @BitcoinMagazine: FUN FACT: 🇸🇻 El Salvador mines #Bitcoin with 100% renewable energy from volcanoes 🌋 https://t.co/S9LX8iwfwQ",
    "384": "@WealthGroup_ @PattaTrades 🫰🫰🫰🫰I watched them 🤣",
    "385": "@cryptostreetaz How will BTC be affected by the impact of ETF?",
    "386": "@mrbuffalocrypto If I were in that current situation I would choose Bitcoin 😆😆😆",
    "387": "@marmeterco86300 @Abstractoso Thank you for sharing her for my reference 👍",
    "388": "@NASA Very great for new developments ✈️✈️✈️",
    "389": "@bitcoinbillionx Microstrategy's investment has been highly profitable",
    "390": "@cryptoeduaz The market has been vibrant and bustling ever since. And it will still increase in the near future haha ​​🤣🤣🤣🤣",
    "391": "How to earn from 1$ to 330$\nIt started just for fun and it actually happened\nIf you are consistent and patient, you can do it too. It doesn't need to be rocket science or you need to be extremely casual but yes, you need to be very organized, calculated and consistent in your… https://t.co/1M9LA0hsdr https://t.co/D37BijXIlq",
    "392": "@realDonaldTrump https://t.co/5colTQw1Y8",
    "393": "@mrbuffalocrypto Get rich by trading Bitcoin 😂😂😂",
    "394": "@cryptoinvesttwx @cryptothemoonx Thanks to that, you can have a happy life",
    "395": "@cryptonewsxtw After a period of green, now it's red again and will BTC be green again in the coming days 👀👀",
    "396": "@ChippersonChip1 https://t.co/QiB2whtZPq",
    "397": "@HaanBnB Bạn xinh gái quá cho làm quen nha 😁",
    "398": "@zhaochenyi123 大家快来评论关注我吧。我会回大家家去抓🦊",
    "399": "@cryptorevolux The volatility is too strong. Luckily I learned about it before investing",
    "400": "@UdyHighs @Friend3AI @Portalcoin GN",
    "401": "@cryptotabx I understand it better \"Neo is an open-source community driven blockchain platform providing a full stack of features that allows developers to build decentralized applications (dApps)",
    "402": "@Le290788 Oki bạn",
    "403": "@SchoolSnake5901 Chào mọi người, chúc mọi người ngày mới luôn vui vẻ và sớm được nhận pay ạ.",
    "404": "@Caothanh27 Tỉ lệ chiến thắng là 90% nhé bác. Chơi thử cho biết",
    "405": "@cryptocrunchsx Will this coin be widely applied in France?",
    "406": "@BitcoinMagazine Therefore, it is necessary to invest as soon as there is enough economic potential.",
    "407": "@cryptottradings A week full of busy events. Very busy and full schedule of events to find a place to invest. The 4th event will be looking forward to soon",
    "408": "@mrcryptotradx I believe it will grow",
    "409": "@crypt0preneurx The altcoin market is hot as of late and we have to be excited about that",
    "410": "@bearcryptox A big event and good news for Bitcoin",
    "411": "@bitcoinugx I think this assertion of Standard chartered bank can be achieved sooner. So let's take advantage to buy as soon as possible https://t.co/22VIMVyCyM",
    "412": "@cryptoeducax The price of LEO is falling. Do you know why it decreased?",
    "413": "@cryptoeducax I plan to invest in KAS. Prices are very nice",
    "414": "@DangNgocKhoi Cảm ơn bác nhiều nhé. mình đang không hiểu sao vẫn không thấy cáo :(",
    "415": "@lida_garcita The most beautiful photo I've seen",
    "416": "@cryptoeducax The article is very attractive to me",
    "417": "The UK's FCA extends the deadline for #crypto #marketing until 2024.\n\n$BTC #BTC https://t.co/8XNnsLQLV3",
    "418": "@cryptottradings This is proving the power of Bitcoin and is dominating the market👏",
    "419": "@blockchainsux Congratulations to those who hold them 💹",
    "420": "@streamlabs @X I love live streaming. Now having this add-on will help me know more about the world. Connecting us closer together. This information makes me happy. Thank you 🎉🎉",
    "421": "🚀 Chance to receive free #NFTs rewards at NevaChain.\n\n🎁 50 NFT Boxes will be given away to the first qualified holders to participate in #Presale:\n\n✅ 150,000 NEV: 1 NFT box\n✅ 200,000 NEV: 2 boxes of NF https://t.co/yjVh0cylzG",
    "422": "@bitcoinquotesX Are you considered in the top rich 🤣🤣🤣",
    "423": "🔥 Brief market news Wednesday - December 6\n+ Bitcoin breaks $44K mark, surpasses Meta in capitalization, reaching TOP 9 most valuable assets globally\n+ “Bitcoin” appeared in 1,074 SEC filings in November, a record high showing institutional interest\n+ The Won surpasses the USD… https://t.co/2sUpEAqhZp https://t.co/ox59oocTMe",
    "424": "At this point, we’re all aware that 2024 will be a bull season for the crypto market. While the crypto community awaits the bull market, memecoins have turned the heat up, outperforming other coins.\n\nThis unexpected increase has sparked speculation that a new memecoin season is… https://t.co/GgoJLgilrI https://t.co/mA9U1pdyYn",
    "425": "@cryptoadviceX Should I buy BTC or not? I think we should buy more strongly because after BTC will fly high",
    "426": "@Cuongtb89 These philosophies are so good. I like philosophy 1",
    "427": "@cryptosignaltwx I completely agree with the CEO, we need a catalyst to promote cryptocurrency",
    "428": "@cryptoexpertug I'm very happy with ETH. Because ETH gives me profit 🥰",
    "429": "@bearcryptox This reduced volatility affects DOGE's strength",
    "430": "@cryptoexpertug I will reply you when you tell me the number of memes you are holding? I guess you own more than 3 memes",
    "431": "@cryptostreetaz Capital flows are pouring into major cryptocurrencies and what are the predictions for the future?",
    "432": "@Caothanh27 Bác đam mê bóng đá quá, em cũng thi thoảng đi đá chứ không biết mấy về các vòng này",
    "433": "@cryptoctworld Cryptocurrency BTC has always not disappointed me and we have been close to accurate in our predictions",
    "434": "@WorldAndScience What effect does this problem have on our earth?\nThe weather is getting hotter and more extreme",
    "435": "@cryptoinvesttwx I believe it will continue to increase",
    "436": "@cryptogainsx Will ETH increase a lot tomorrow?",
    "437": "$USDT.D at resistance &amp; #BTC at support probably a coincidence ? 👀 https://t.co/bz44s4dain",
    "438": "@crycurrevo @bitcoinugx Can you guess",
    "439": "@crypt0news247 @cryptoeducax Decisions are accurate and reasonable. This is sound advice",
    "440": "@Icenetwork_1 Thank you for your trust in us. Welcome to have the opportunity to travel to our country",
    "441": "@cryptothemoonx Historical milestones repeat for BTC and we keep watching BTC reach the highest possible milestone 💲",
    "442": "@bitcointechz @cryptotabx I agree with you. Need to work harder and be better",
    "443": "@bitcoinbillionx Very great 👍",
    "444": "RT @CoinMarketCap: I've #HODL  _____ for the longest time! 💪",
    "445": "@bl0ckchaintech The inflation rate here is quite high",
    "446": "@bts_bighit Happy birthday to my idol. I am your loyal fan ♥️",
    "447": "@cryptothemoonx I always want to grow again 💹💹💹",
    "448": "@Huongphat2 Hồn ai người nấy giữ. Câu này hay nè pro. Thanks chia sẻ",
    "449": "@cryptocoffeexw @crypt0news365 I'm wanting to try it",
    "450": "@vancrypto2023 Chúc mừng bạn nhé. lời to này khao thôi. Tết có bánh chưng nhân thịt là đây 🤣🤣",
    "451": "@cryptosignalsxw The bears work hard and work continuously to achieve high performance, BTC 🫰",
    "452": "@bitcoinugx You will have luck when playing. Please follow us for more 💹",
    "453": "@BBCBreaking A new information for me. Thank you for the information. May the former US chief rest in peace 🙂",
    "454": "@premierleague Change it",
    "455": "@crycurmillion DAI has become one of the largest decentralized stablecoins in DeFi",
    "456": "@cryptocrunchsx @cryptonewsxtw Should you try your hand at financial freedom 🤣🤣🤣🤭",
    "457": "@damducviet Yes, thank you, I'll come over for coffee",
    "458": "@cryptosignalstw Today the cryptocurrency market is getting better, be happy because you see green instead of red🔥",
    "459": "@cryptotimeaz Very useful article about Bitcoin",
    "460": "@AnhVH1998 Các anh em vào ủng hộ em nhá. Có qua có lại mới toại lòng nhau và lâu dài bền vững được ạ",
    "461": "@minu30podcast @cryptosignalstw Do you invest in coins 😅😅😅",
    "462": "@Icenetwork_1 Vietnam",
    "463": "@crypt0preneurx https://t.co/DVFgVjZwax",
    "464": "🔥 Market brief news Monday - December 18\n\n+ Bitcoin lost the $41K mark, breaking 8 consecutive green weeks, altcoins started the new week in red\n\n+ FTX has liquidated $1.8 billion in crypto as of December 8, leaving about $1 billion in BTC, ETH &amp; SOL unsold\n\n+ The market… https://t.co/R4mwb5WZ32 https://t.co/RNkSXu0FzP",
    "465": "@cryptoexpertug Need to reach 10% further 💯💯✈️",
    "466": "@cryptopagex Sharks are hunting 😂😂😂. Sharks are shooting at a dizzying speed",
    "467": "@cryptothemoonx This is the chart this morning and now the price has changed",
    "468": "@minu30podcast This event is very popular lately my dear",
    "469": "@cryptocoffeexw Very worth the investment 💹💹💹",
    "470": "@cryptorevolux What's going on with BNB 😭😭😭",
    "471": "@NdmAct 🦊ơi m ở đâu ra nhậu đi kk",
    "472": "@cryptoadviceX When you compare the style of kicking bare feet 😅😅😅",
    "473": "@cryptoadviceX Big vision but still looking forward to when it is recognized by the whole world",
    "474": "#updates Current price of #BTC\n#Bitcoin (BTC) is a digital asset with the market capitalization of $847.9B. Bitcoin is ranged as 1 in the global #cryptocurrency rating with an average daily trading volume of $25.1B. Currently, it is priced at $43 315.00. In the recent 24 hours… https://t.co/x6RPWUnnBO https://t.co/pUvKqMZ8jI",
    "475": "@cryptoexpertug The track is looking pretty SOL. It'd be great if we played https://t.co/qVNm83RwBV",
    "476": "@cryptonewsxtw This is like good news to me. It's increasing slightly haha",
    "477": "@mrbuffalocrypto Happiness will increase tomorrow. Good luck",
    "478": "@cryptographyxw #altcoins Prepare for space travel, acceleration and price increases. Happy for those who have #altcoins Prepare for space travel, acceleration and price increases. Happy for those who have #al🎉🎉🎉",
    "479": "@bitcoinsalldayx I downloaded coinbase and am playing them",
    "480": "@cryptoinvesttwx @cryptotimeaz A successful and convenient combination of them. 1000 buttons and sold very quickly",
    "481": "@cryptocoffeexw Bitcoin is like a technology giant, its real value surprises everyone 🤣",
    "482": "@crypt0preneurx Preparing for Christmas also helps these coins increase and become more exciting",
    "483": "@cryptoexpertug Looking at the picture, I think you must be a funny financial person 🤣🤣🤣😂",
    "484": "@cryptothingx What do you think the guy on the right is doing. A funny picture 😂😂😂",
    "485": "@binance One thing worth noting",
    "486": "@cryptotradersx The meeting has taken place and we need to wait for the outcome of the negotiations and whether it will be approved and accepted",
    "487": "@cryptonew24h Half off March 2024 🤣🤣🤣",
    "488": "@blockchainsux Its price is going so beautifully. Do you already own it?",
    "489": "FED CONCLUSION MEETING IN 2023 - CHAIRMAN POWELL BALANCES WITH THE MARKET\n\nTOP financial events this week:\n👉 20:30 Tuesday, December 12: CPI consumer price index\nRecent data on inflation are very positive, PCE/CPI/PPI in October all decreased as estimated, boosting confidence… https://t.co/WMyZ5uXVbF",
    "490": "@cryptoeduaz You guessed right, I also think this is an adjustment and has a strong impact on price",
    "491": "@vancrypto2023 Bạn phải thật cố gắng nhiều lên nữa. Các chỉ số đều đang rất đẹp. Các con 🦊 sẽ sớm xuất hiện thôi. Qua nhà đối tác chơi nhớ ghé ngồi buôn dưa cmt nhé bác 🤭",
    "492": "@cryptostreetaz Is this real? Very shocked to hear about this attack",
    "493": "@bitcoin360x I once invested in SHIB and I won and profited from it. I expect prices to increase by the end of the year 2023",
    "494": "Update information:\nLet's look back at the price of #Bitcoin in the last 7 days\n@cryptorevoX\n@Cryptocurrency\n@socialnetwork https://t.co/dqgvdxMsHM",
    "495": "@anh2003cdvt New week, new plans and a cup of coffee to refresh your mind",
    "496": "@dailycryptox @cryptoexpertug I can't believe it's like the car is running fine but the brakes fail in time 🤭",
    "497": "@bitcointechx Thank you for updating the ADA price, the information I need to refer to for trading👀",
    "498": "@cryptothingx I like this one but it's hard to catch the trend",
    "499": "Google Bard has selected 5 cryptocurrencies to buy in December :\n1. BTC\n2. ETH\n3. Solana (CN)\n4. ADA\n5. SHIB\nFinbold assigned the task to google bard Identify 5 cryptocurrencies based on performance price and return on investment their potentia https://t.co/pkJm57NOJg",
    "500": "@cryptothemoonx Bitcoin is inflating too fast and its value will probably decrease",
    "501": "@cryptoeducax Now I haven't had time to see your ICP update news. And I missed the teaching rhythm 😭",
    "502": "@cryptothingx Preparations for the big event continue to take place at the end of March 2024",
    "503": "@cryptonewssx Prices are always going up",
    "504": "@cryptothemoonx Passive income will help you have financial freedom soon",
    "505": "@zaqrider I admire the news you bring, every time it has many views",
    "506": "@jtimberlake @NSYNC I love my idols 🫰🫰❤️",
    "507": "@SchoolSnake5901 https://t.co/vL3VQgxcU0",
    "508": "@cryptoexplorex Thank you for stating the difference between them. I think coins will have an advantage",
    "509": "@bitcointechz People need to work hard and make efforts to shorten the gap with investors in 5 years 😅😅😅",
    "510": "@cryptopagex You play so well that I admire it",
    "511": "@aliceSturgbert Chào bạn, rất vui được cùng bạn kết nối♥️ chúc bạn và mình có những điều tốt đến với chúng ta vào trong tuần và những tháng cuối năm",
    "512": "@dailycryptox If so, will sol be a potential coin worth investing in, right?",
    "513": "@crypt0news247 @cryptothemoonx I also think like you 👍",
    "514": "Ad updates some important recent information about NEV.\n- NEAR joins NEV to develop HST and MKT for NEV token\n- Parafi Capital investment fund invests NEV 15M USD\n- NEV officially listed on PANCAKESWAP on January 14, 2024 14:00UTC\n- NEV is about to launch a mobile app about NFTs… https://t.co/oUr0YyuKyY https://t.co/74FdMuuo3a",
    "515": "@mrbuffalocrypto This morning I saw that the lower price had now changed. Thank you for the update",
    "516": "@mrbitcoinxtw Wow the value is decreasing",
    "517": "@cryptothemoonx BTC will fluctuate in the near future",
    "518": "What do you think about this statue? \nThe Doge statue \"Kabosu Statue\" in a park named Sakura Furusato Hiroba in Japan is soon to be a popular tourist spot, emphasizes @dogecoin !\nBABY DOGE Do not miss \n#Binance🐯 #BNB\n🐅#crypto #Web3 https://t.co/oECYhYAUps",
    "519": "@cryptottradings Thank you for the good information",
    "520": "Analyst predicts major surge of SOL coin https://t.co/QiQ7SN3esR",
    "521": "@cryptottradings Can you guide me on how to play this coin?",
    "522": "@DornVisal Look at it, it's so cute. As a relaxing entertainment when working stressfully. Good news 🫰",
    "523": "@cryptomillionex This is a quick play signal that I often trade 💹",
    "524": "@kimtuyen112292 Nhìn ngon quá, lướt tầm này nhìn mà thèm. Qua em ăn nha người đẹp",
    "525": "@cryptocoffeexw Thank you for your sharing 👍",
    "526": "@cryptoeduaz Sell ​​BTC to buy ETH 🥰🥰🥰 Then go have a happy Christmas",
    "527": "@crypt0news365 Thank you for your useful update information. I have made a plan for myself to invest in BNB",
    "528": "@cryptoctworld The blues will return this weekend. You do not worry",
    "529": "@mrbuffalocrypto ETH value will vary a lot",
    "530": "@mrcryptotradx Is Bitcoin rising?",
    "531": "@cryptocoffeexw Please visit me often to know more about Doge",
    "532": "@bitcointraderug BTC will be adopted in many countries and widely. It's my joy and yours 🤣",
    "533": "@damducviet Trước tôi cũng chơi ADA đấy nhưng cũng sấp mặt luôn 😂",
    "534": "@HaanBnB welcome https://t.co/DsAYh49Rno",
    "535": "$PRQ  Btc 26.500 scum project stil dumping guess why …? As I always said since 0.12 this is sinking. https://t.co/MeiRnJUNQn",
    "536": "🔥 TOP Coin Tăng Mạnh Nhất Trong 24h! 🔥\n1⃣ $MONI - Up 81.52%\n2⃣ $ALEX - Up 74.36%\n3⃣ $FUN - Up 70.63%\n4⃣ $BONK - Up 45.94%\n5⃣ $PEPE2 - Up 45.73%\n6⃣ $GOG - Up 43.74%\n7⃣ $MAP - Up 41.68%\n8⃣ $AUCTION - Up 41.17%\n9⃣ $GF - Up 39.26%\n🔟 $SAITO - Up 31.25% https://t.co/rGchtO3fxZ",
    "537": "@cryptostrategyx 3-What the heck does Web3 mean\nCan you tell me more about the coins in the web3 ecosystem",
    "538": "@BitcoinMagazine Very great BTC is increasing strongly 🤭🤭",
    "539": "@crypt0news365 Titan will provide the best services for my partners 🥰",
    "540": "@cryptoadviceX Very useful article for me to understand more about Bitcoin",
    "541": "@blockchainsux I saw the Zen tag 🤣🤣🤣🤣",
    "542": "@cryptostreetaz The investment benefits through the above analysis are quite reasonable and are the basis for long-term investment",
    "543": "@bitcointechz Very happy that the price has increased 💹💹💹",
    "544": "@cryptonewsxtw Be careful during transactions",
    "545": "@cryptotabx I have never seen prices like this, thank you for the information",
    "546": "@minu30podcast AI technology will help you with many things. You just need to have a lot of money or cryptocurrency 😅\nDo not worry",
    "547": "@cryptoadviceX Prices are always changing but will generally increase. Do you have BTC?",
    "548": "Ethereum ( $ETH ) bears have taken charge amidst Ethereum's uncertain path. 🛑 \nI predicted: After this push down, there will be upward momentum\nTo Know More👇 https://t.co/Rf3KWNsu8C",
    "549": "@cryptotradersx We are discussing the financial landscape of BlackRock, the titan among asset management companies, making waves with its spot Bitcoin ETF. I feel good about this. At least there is discussion and agreement but it gives me more confidence",
    "550": "@cryptoexpertug The CEO is both handsome and good at cryptocurrency",
    "551": "@cryptostreetaz Can you give instructions on how to play?",
    "552": "RT @saylor: #Bitcoin is Beautiful. https://t.co/uBCvaEUo3b",
    "553": "Updated BTC price in the past 1 day and the current price is increasing very quickly\nEveryone pay attention to transactions 💹💹💹👇\nBitcoin having in 145 days 💵💲💵 https://t.co/aILpF8P0RV",
    "554": "@mrcryptotradx Yes we should buy it",
    "555": "@cryptothingx This is just a prediction. Buying or selling depends on your capital",
    "556": "@cryptothemoonx According to the understanding of transferring from one money to another and the form is easier to convert, more convenient and more profitable instead of saving in pigs.",
    "557": "@HaanBnB Em cứ sinh như cô tiên làm lòng anh sao xuyến phải mua ngày bitcoin",
    "558": "@cryptoexpertug The likelihood of an ETF being approved is very high",
    "559": "@CryptoUGx You can catch the bottom and come back next year to look again🤣🤣🤣🤣",
    "560": "@cryptopagex Is the having date already scheduled? I'm planning to buy some coins",
    "561": "@Hnhat179 If only I had known that Bitcoin would increase rapidly, I would have bought it a few years ago. If only that day you would forget me 😅",
    "562": "@cryptocoffeexw I like this article",
    "563": "@cryptorevolux Will grow strongly in 2024 ✈️",
    "564": "@cryptottradings Sine graphs will go up and down and you have to accept them for the long haul. Then #ETH will increase",
    "565": "@mrbitcoinxtw The rise and fall is like a symphony of symphonies. Have faith in them 💹",
    "566": "@bearcryptox Merry Christmas and good news as ETH increases 🤣🤣🤣",
    "567": "@cryptographyxw The price is also okay to invest in it https://t.co/Y6Mh3LDaZJ",
    "568": "@cryptosignalsxw Please observe more and don't worry too much",
    "569": "@blockchainsux The price is too impressive to invest in",
    "570": "@cryptotimeaz BTC It's something to be proud of having https://t.co/8BNbgpv0Yv",
    "571": "@cryptomanxt @dailycryptox I also agree with this thought, the market may peak and rearrange the 10-year cycle.",
    "572": "@cryptoctworld The ability to decentralize meme coins is very high 😁😁😁",
    "573": "RT @Newmangrp: The wait is over! 🎉 Newman Group x @Complex Chinese 🤝\n\nWe're excited to announce our official #Web3 partnership, leading the…",
    "574": "@bitcointechz What price range is best to enter XRP?",
    "575": "@mrcryptotradx XRP's unstoppable decline in trade is giving many warriors a headache 😅😅😅",
    "576": "@minu30podcast What is the name of that song 🤭🤭🤭",
    "577": "@cryptowarriorxt That's right, don't be too complicated when trading is just repeating its cycle. Now is the peak",
    "578": "@elonmusk @brunoclz I agree and in the future X will develop further",
    "579": "@cryptowarriorxt The price is amazing 🤣🤣🤣 very cool and good",
    "580": "@cryptotabx Cần chuẩn bị tâm lý tốt hơn cho những lần giá giảm hơn nữa",
    "581": "@crycurmillion The chart will get better day by day",
    "582": "@cryptonew24h Good news, prices are going up and could go up very quickly",
    "583": "@cryptopagex ETH price is going up quite nicely. Suitable for taking profits https://t.co/GyLkX20Hh9",
    "584": "@blockchainnewX I believe there will be a price increase here and it will reach $3300",
    "585": "@DarthMaul_66 Hello🥰",
    "586": "@cryptosignalstw This article shows that users are still optimistic about BTC",
    "587": "@cryptotabx Buttons help promote a more complete interface and system. I look forward to more updated versions",
    "588": "@cryptosignalstw Please enjoy it like BTC's super beautiful dances on social networks 🤭🤭🤭 https://t.co/rsw3Y0hkcT",
    "589": "@crycurnews Future growth. Very helpful",
    "590": "@cryptosignaltwx @mrbuffalocrypto That's right, the key opens the door to save me",
    "591": "@crypt0news365 A fluctuation of ADA today. Thanks for your sharing",
    "592": "@Culture_Crit It's so beautiful, I look forward to this in the country I work in",
    "593": "@LanhThangcb @vancrypto2023 Hello friends, let's build a small plot of land together",
    "594": "@cryptopagex Sol competes with Eth and Sol has continued to increase over the past week. Sol is maintaining his position",
    "595": "@dailycryptox I believe CAKE will surpass the $3 barrier",
    "596": "@vancrypto2023 Wishing you a new day full of energy, you also do YouTube. You are so good 🫰",
    "597": "@cryptoadviceX Thanks to you, I know what the BULL cycle is?",
    "598": "@crycurmillion Slight fluctuation of BNB, this pattern is expected to increase tomorrow",
    "599": "@bitcoinbillionx Can you guide me?",
    "600": "@cryptonewssx @cryptonewsxtw Everything will happen quickly 🫰",
    "601": "@phamTruonghn999 I agree with you. I went over to my friends to play ✈️✈️",
    "602": "@crypt0preneurx 😅😅😅I see the same thing",
    "603": "@minu30podcast Come in until it's hot. Timing of entry is very important and knowing which gas sells",
    "604": "Has the God of Wealth come knocking on your door yet?\nBTC is growing strongly 👇\nWe're about to see people get rich again thanks to Bitcoin 💹💵\n#CopytorevoX\n#Binance https://t.co/VMXxL3ZKkw",
    "605": "@cryptosignalsxw @cryptonewsxtw 💯💯💯 https://t.co/jYtYANOZcC",
    "606": "@antonioguterres @UNEP Cop28 Very meaningful to new development",
    "607": "RT @neymarjr: 🤍🖤SANTOS SEMPRE SANTOS 🤍🖤 https://t.co/t0kcM3w6Ia",
    "608": "@cryptostreetaz Canadians probably still use cryptocurrency, but why do they less? I hope they will use more to connect with us 💹",
    "609": "@cryptotabx The price has gone up and I'm happy again 💹💹💹",
    "610": "@cryptowarriorxt Looking forward to having 2024",
    "611": "@jasthecryptoman Can you give me your group please?",
    "612": "@cryptoupdateaz Good information about BTC you should update 💹",
    "613": "@kaptanmp Oh I can't believe it 🤭",
    "614": "@AnhVH1998 Hello tứ X",
    "615": "@bitcoinsalldayx The adjustment is to avoid inflation and prevent risk incidents",
    "616": "@bitcoinsalldayx Temporarily keep it when you see there is still potential 🤣",
    "617": "@cryptostreetaz Only trust and use reputable and authorized exchanges. I always trust binance and bybit",
    "618": "@cryptotradersx Thank you for this very good and useful article",
    "619": "@cryptoexplorex Learn and gain trading experience. Useful information shared",
    "620": "@bitcoinsalldayx It's great and have confidence to invest in ETH",
    "621": "@cryptoeduaz I want to know more about this coin",
    "622": "@cryptosignaltwx In general, it is still possible to turn green again",
    "623": "@bitcoin360x Bitcoin ETFs will be approved soon",
    "624": "@cryptotradersx Expand the company's development. BTC will be very good for options",
    "625": "@blockchainsux OTC is private but it is not easy on exchanges",
    "626": "@NASA I really like space exploration. Thank you for the article for providing a lot of useful information",
    "627": "@mrbuffalocrypto To predict IOTA's price well, many factors are needed and it will certainly be listed regularly",
    "628": "Bitcoin has left the “Optimism” zone and entered the “Faith” zone. The next stage is “Euphoria”. There will be corrections, but there is still a long way to go.\nBTC$BTC #Bitcoin\nNUPL is the ratio of net profit to losses. https://t.co/wcqU6oMypZ",
    "629": "RT @BTCTN: #Ripple has filed its opposition to the #SEC's request to certify an interlocutory #appeal of the ruling regarding $XRP.  https:…",
    "630": "@awsbclub_cn https://t.co/PxuK7rJlUC",
    "631": "@mrbuffalocrypto It won't be easy and it won't be fun when the ETF is the event that affects that",
    "632": "@cryptopagex That's right, this is an accurate forecast and an opportunity for us to invest. Buy into bnb",
    "633": "@cryptorevolux Bitcoin is getting the most attention lately.",
    "634": "@FCBarcelona HAPPY BIRTHDAY, BARÇA!\nI've always been a fan of the club and I love it BARÇA🥰🥰🥰",
    "635": "@blockchainsux @cryptottradings Do you own them at this time 🤣🤣🤣",
    "636": "Uptrend is here, guys, Starknet is about to airdrop 900M STRK tokens\n\nOn the evening of December 8, Starknet Foundation, the organization behind the Ethereum layer-2 Starknet network, officially announced plans to distribute 900M STRK tokens as airdrop rewards to the community.… https://t.co/3Szw3dqoVE https://t.co/HRv2yv2zqy"
}