{
    "0": "@olvelez007 I also believe BTC is only at the beginning of growth. It will certainly increase even more",
    "1": "@bitcointechz 2024 will be a boom year for BTC. I think many people will jump into BTC a lot",
    "2": "@cryptoeduaz Hopefully it will go even higher",
    "3": "@bl0ckchaintech Are you investing in #FLOKI?",
    "4": "@blockchainsux $SOL looks like it has so much potential. Will there ever be a breakthrough next year?",
    "5": "@followback_0x Chúc mừng ạ. Xin vía xin vía ạ",
    "6": "Let’s go $VET 🤑💪🏼🔥 https://t.co/gg1OkANKaX",
    "7": "@bitcoinbillionx #FTX is growing very well. Keep them, don't sell them😅",
    "8": "@saylor Bitcoin has a much greater value than gold. It is flexible and many times stronger than gold. Everyone should get into Bitcoin as soon as possible",
    "9": "@taylorswift13 I listened to her music when I was 10 years old and now I'm 21 years old. And still listen to her music every day",
    "10": "@mrbitcoinxtw Congratulations on Hashport being 2 years old and growing even more in the future",
    "11": "@cryptothingx I understand. Thanks for this useful information",
    "12": "@cryptowarriorxt OMG 😲😲Tether did it right. Human trafficking is a terrible thing. How could they do that?",
    "13": "@bitcointraderug Congratulations investors. And it will definitely increase further😍😍",
    "14": "@cryptoexpertug I think the price is still high. But it's a shame they expire😢",
    "15": "@cryptostreetaz 32 out of 70 addresses sent $74.9M. But the top 5 addresses received up to $53.1M. Those are impressive numbers.",
    "16": "Buy Bitcoin 😎😎😎 https://t.co/fkavrXU1uU",
    "17": "@cryptowarriorxt I think CIRUS wants to please users. They want users to trust and support them",
    "18": "@bitcoinbillionx The market fluctuates up and down. According to the chart, I predict there will probably be a big explosion",
    "19": "@bitcoinsalldayx I also predict that ALT will increase sharply",
    "20": "@btctraderclub It just decreased a little",
    "21": "@cryptopagex It decreased deeply and then increased. There is still room for a reduction but hopefully it stays in place",
    "22": "@cryptomillionex #SEI, my guess is that noa will only decrease a little and then increase again in the near future",
    "23": "@cryptoexpertug In less than 24 hours, #SOL has grown so fast. Let's continue to develop like this",
    "24": "@cryptothingx Just a prediction. Players should not worry too much because the future cannot be predicted. I predict it will increase in 2024",
    "25": "@saylor @MicroStrategy Wow 5.3 million USD. I think this amount will be doubled next year😮",
    "26": "@crypt0news247 I find this an interesting challenge😂",
    "27": "#BTC update😮 https://t.co/KBtCDUiTnY",
    "28": "@cryptotradersx Wow what good news. I predict BTC will rise to $200,000😂",
    "29": "@cryptosignalstw Hopefully it will rise again",
    "30": "@narendramodi The departure of Dr. SS Badrinath Ji is the world's loss. Thank you for your contributions to society. The next generation will follow his example. My condolences to the family",
    "31": "😂😂😂😂😂😂 https://t.co/SLCvM1SODb",
    "32": "@blockchainsux Wow, congratulations. Nothing is impossible. #KAS will probably increase even more",
    "33": "@cryptonewssx That sounds really bad",
    "34": "@cryptothingx There are many new cryptocurrencies developing rapidly. The cryptocurrency market is increasingly growing strongly",
    "35": "RT @BitcoinMagazine: Unlimited fiat, only 21 million #Bitcoin https://t.co/5uZFwnBfL4",
    "36": "@BarackObama @HGMedia Very good inspirational movie. After watching, I was completely motivated to work🥰",
    "37": "@cryptoeducax Is it possible that Binance will dominate the market in the future?😮",
    "38": "#AVAX, is it time to shine soon? $75 is not really crazy considering what SOL did the last few days.\nClosed my SEI long and rotate to this red coin. https://t.co/dZdhxE8j7b",
    "39": "@bitcointechz Youtube is a rich source of information😂😂",
    "40": "#SOL update https://t.co/vargJ1pngW",
    "41": "@bitcointechz I knew it would be like this. Surely Bitcoin will grow strongly and be used by many people in the future https://t.co/ItreFqjGmV",
    "42": "@cryptotradersx I had high hopes for #ADA 😞. It is unlikely to grow again 😢 https://t.co/HHjRaCtlyv",
    "43": "@bitcoinbillionx This is proof that cryptocurrency trading is gradually being accepted by everyone. It will bring better income to everyone but be careful when investing",
    "44": "$BTC Bitcoin showed some positive movement and the price is now trading above the $26,000 level. The resistance of the trading range is the $26,800 level and a break above this level will push the price toward the $28,000 major resistance level. https://t.co/VFb2a9tpCL",
    "45": "@crypt0news247 I predict it will increase again tomorrow",
    "46": "@mrcryptotradx Increased transaction fees are a real difficulty for investors. An increase of 950% is too high",
    "47": "@crypt0preneurx Currently, many virtual coins have been born. First time I heard the name PEPE. It's probably still new so it's hard to compete",
    "48": "@cryptoeducax The authorities and bankers will choose carefully and in their best interests😎",
    "49": "RT @coingecko: #Bitcoin is now back above $36K https://t.co/0KrzndKJcv",
    "50": "@VitalikButerin @CryptoRelief_ @sandeepnailwal This is a humane action. He spread a beautiful act and loving energy to everyone🥰",
    "51": "@maria_t1117 🫶",
    "52": "@saylor @21JCLP Yes, we are kkk. Bitcoin will grow very quickly🥰",
    "53": "Those new to the world of cryptocurrency may not know this, on August 15, 2010, an error in the Bitcoin Blockchain generated over 184 million BTC! https://t.co/WEqEIwg0nF",
    "54": "@cryptoexpertug He is very good and experienced",
    "55": "@crypt0preneurx The fresh whale predicted the situation 🤔. It acts too fast",
    "56": "@cryptonew24h #IMX it is gradually decreasing. It is in a difficult situation",
    "57": "#XRP update today https://t.co/CL5Y0R5Vz8",
    "58": "@cryptopagex Waiting for the virtual currency market to explode in 2024. It will be a year to look forward to.",
    "59": "@cryptonewssx Just as I predicted last week, #LUNC will always remain stable and has a chance to increase",
    "60": "RT @BTCTN: The following is a closer peek at the top ten #bitcoin wallets featured in ‘Bitcoin's Rich List’ of addresses.  https://t.co/dfC…",
    "61": "#ADA update https://t.co/QWduH7NJEM",
    "62": "@KimKardashian OMG she looks so slay. It looks so luxurious and powerful 🥰",
    "63": "@cryptonewsxtw Investors should invest in #DOGE. It has a lot of potential🥰",
    "64": "@crypt0preneurx I found it quite interesting too",
    "65": "@katyperry @kpcollections Wow she is beautiful as always. One of my oldest idols🥰",
    "66": "@cryptostrategyx I also think the above reasons have led to such a bad situation",
    "67": "How long do you predict it will take for BTC to reach 1M? https://t.co/Vtb7Pq2HtC",
    "68": "@cryptotabx Looking forward to the release of BitcoinETF soon🥰",
    "69": "@cryptocoffeexw OMG 44 million dollars, #BTC will probably increase a lot more in the future😮😮",
    "70": "Elon posted this 5 year ago🤣🤣🤣🤣 https://t.co/vQcn8frwHV",
    "71": "Institutional Funds to Ethereum Products Flips Green as Asset Trades Above $2,200 https://t.co/eAaLhLv4wH",
    "72": "@bitcointechz I predict it increases by $50,000 before Christmas😌",
    "73": "@cryptottradings #MNT's situation is very similar to #IMX. It's very difficult to bounce back",
    "74": "#BTCUSDT There are some real buying pressure every time it goes near 27.2k\n\nMaybe enough chop? If BTC goes up. it should be from here. https://t.co/uZHwEtp6XP",
    "75": "So saddddd😢 https://t.co/BpPZXboWIZ",
    "76": "@binance Has anyone used Web3 wallet yet? Please give me some reviews",
    "77": "@cryptottradings The sooner you jump into the Bitcoin market, the more attractive opportunities you will have",
    "78": "@cryptothingx #XRP increased by 1.65%, this number is quite high. But it is impossible to predict anything in the virtual currency market",
    "79": "@bitcointechx I also hope my bag reaches the moon😅",
    "80": "@cryptonewsxtw Orange juice is also good but I prefer bitcoin😂😂",
    "81": "@bitcointraderug It will certainly rise even higher",
    "82": "@cryptographyxw Wow BTC is growing miraculously. It's hard to buy 1 BTC now😂",
    "83": "@bitcointechz $DOGE $ADA $SOL will explode when it launches, I think. BTC's current status is only decreasing but in the future it will definitely increase again",
    "84": "@mrbitcoinxtw Can anyone explain it to me?😢",
    "85": "@cryptographyxw I also predicted the same🥰",
    "86": "Maybe you don't know😅 This is the unofficial mascot of Bitcoin https://t.co/ST5faN7zyI",
    "87": "@cryptographyxw Wow miraculous growth. Bitcoin price will increase even more in the future",
    "88": "@mrbuffalocrypto Who loves Bitcoin raise your hand😂😂 https://t.co/iychO31dQZ",
    "89": "#BTC update https://t.co/c0UgP6NJtf",
    "90": "What is the Tron (TRX TRC20) Wallet?\nThe Tron wallet is where TRX, TRC20 standard tokens are stored on the Tron blockchain. You can send and receive TRX, TRC20 standard tokens as well as interact with applications on the Tron platform.\nIn particular, this wallet is owned by you,… https://t.co/KlUAd7fwIu https://t.co/TxnizE8nCg",
    "91": "RT @BNBCHAIN: 🎮Dive into the future of gaming, NFTs, and the metaverse with the #BNBChain Ecosystem Catalyst Awards! \n\n🏆 Cast your vote now…",
    "92": "The first university to accept Bitcoin as a unit of payment is Nicosia, in the Republic of Cyprus. https://t.co/50f4oKMWPp",
    "93": "@cryptosignalstw Why did Apple and Disney stop advertising on X?",
    "94": "@cryptoeducax The sooner you step into the Bitcoin market, the sooner you will have the opportunity to get rich😂",
    "95": "@bitcoinsalldayx Has anyone tried the new version yet? Please give me some reviews😅",
    "96": "@cryptothingx Bitcoin will return and be more explosive than before🥰",
    "97": "@cryptostrategyx I think BTC will store money flexibly and help me have more money",
    "98": "@rihanna @PUMA OMG Rihanna is so beautiful. I can't stop looking at these photos",
    "99": "@cryptotimeaz That's a good idea",
    "100": "@bitcointraderug Congratulations to Bitcoin and investors in Argentina. This number is still likely to be higher🥰",
    "101": "@btctraderclub I'm looking forward to it going up to $50,000.00 😌😌",
    "102": "@cryptothingx Is that a coincidence or a rule? It's great that they came out",
    "103": "@cryptothingx Maybe it will go down to 40K but it could go up to 4M. Please wait patiently",
    "104": "RT @CoinMarketCap: #CMCStats: #DexScan Top Gainers! 🔥\n\nHere's the list of the GREENEST Pairs on #DexScan this past week.\n\nAnything that cau…",
    "105": "Total #crypto market cap exceeds $1.51 trillion for the first time since May 2022🔥 https://t.co/Qr7w60W9Bl",
    "106": "@cryptoinvesttwx When it's too cheap, no one cares. When the price is high, too many people care😂",
    "107": "Which ratio do you belong to?😅 https://t.co/l2eY6kRqkh",
    "108": "@cryptothemoonx #ETH is down but not by much. It is at an acceptable level",
    "109": "@bl0ckchaintech It is falling deeply🥲",
    "110": "@blockchainsux I also follow this procedure",
    "111": "@cryptoexplorex #BGB has dropped to critical levels. It is currently increasing but remains low",
    "112": "@cryptoexpertug This will certainly benefit both sides",
    "113": "@cryptosignalsxw Unisat Wallet and Xverse Wallet are integrated, so its features must be very good",
    "114": "@cryptographyxw #BTC is showing signs of increasing. It will increase further next year. Investors should stay calm and wait patiently",
    "115": "@cryptorevolux I'm also looking forward to the experience",
    "116": "@cryptosignalstw Just mentioned, it has increased by 80%, this market has a lot of potential",
    "117": "@Eric_Conn https://t.co/LjRaoTKhg9",
    "118": "@cryptorevolux I predict next year Bitcoin will explode even more",
    "119": "@cryptothingx Investing such a large amount must have had a great strategy",
    "120": "@cryptorevolux Not necessarily. But yes would be better",
    "121": "@cryptotabx I hope so too🥹🥹 #VET",
    "122": "#SOL update https://t.co/VWqd5SVzQk",
    "123": "@blockchainsux I think the current situation is fine. It doesn't fall too low and has the potential to rise again",
    "124": "Think carefully before making a decision https://t.co/cU0rcJjZVb",
    "125": "@cryptosignalsxw Bitcoin is increasingly valuable. This number is sure to increase further. Can anyone guess how much it will increase by 2024?",
    "126": "@cryptotradersx BTC has made him richer😍",
    "127": "@cryptopagex That's right, before you invest anything, consider it carefully",
    "128": "@bitcoinugx $SOL $XRP $KAS is very potential. It is likely to increase at any time",
    "129": "@cryptonewsxtw Investors should stay calm and be patient",
    "130": "@blockchainsux I also think it's stable at that level. Going too high is also dangerous",
    "131": "@dailycryptox $KAS isn't that bad. Look closely, it also has a good side. You just haven't seen its development yet",
    "132": "@mrbuffalocrypto #BTC and #ETH have combined, they will definitely develop even more in the future",
    "133": "@bitcointechz I don't really understand #ALGO yet. But I will support it when it increases",
    "134": "@bitcoinallstarX The situation of #AXS is very similar to #FLOW. Both are very difficult to increase again. The market is very competitive now",
    "135": "#DOGE update today https://t.co/hvULBGmILN",
    "136": "@bitcoinugx I think he has his own reasons😅",
    "137": "@cryptomanxt There are many people who still find it funny😂",
    "138": "@cryptosignalstw Hacked up to $290M. A terrible number. I think they will hack even higher😢",
    "139": "@dailycryptox This is an educated guess. According to the current development of SOl, it is very likely that it will be in the top 3",
    "140": "@bitcoin360x Bitcoin will do well no matter what happens",
    "141": "#ETH update https://t.co/Xj6AV4b1BU",
    "142": "They will be asking you how to by soon https://t.co/tOO0v27okX",
    "143": "@VitalikButerin Community notes are really novel and interesting. It allows people to see what each other thinks and learn from each other. Create a strong community that values ​​note-taking in life. That's a good idea. Taking notes is very good and we should take notes every day",
    "144": "@cryptographyxw According to my prediction, in the future there will be many people participating in the virtual market, this number is very large. BTC will rise to unexpected levels",
    "145": "@crypt0news247 #FLOW's situation cannot be saved 😵‍💫😵‍💫",
    "146": "@cryptopagex It will increase again soon",
    "147": "@okx OKX is a great app. Everyone should use OKX🥰",
    "148": "@cryptottradings Bitcoin deserves what it has developed",
    "149": "@mrcryptotradx \"ftx and lunc will rise again\" I also think so",
    "150": "@cryptoinvesttwx It increases quickly and makes you dizzy 😵‍💫😂. Do you think it will increase again?",
    "151": "@CryptoUGx #BNB has rebounded after a period of decline. Please be happy",
    "152": "@cryptoadviceX Wow, Tether is growing like a rocket🔥🔥",
    "153": "XRP to $0.35? Finance Expert Analyzes XRP 5-Wave Pattern Since Ripple Lawsuit Victory #Ripple #XRP #SEC https://t.co/cgcZu0jkZl",
    "154": "🚨 BREAKING: An enormous transaction fee of 83 $BTC (equivalent to $3,146,245 USD) has just been paid! 🚨\nOut of a sent amount of 139.32 #Bitcoin, only 55.76 BTC was received by the recipient. https://t.co/oydVh1zmPL",
    "155": "@cryptowarriorxt $7.25 USD is not a huge number. I have no opinion on this issue",
    "156": "@cryptopagex Wow, ETP reached 1 billion? Surely investors have realized the potential of this market",
    "157": "@cryptosignalstw Wow growing so fast. BTC is number one",
    "158": "@cryptocoffeexw I think it's impossible to guess.😅",
    "159": "#ETH update https://t.co/mpYrC6tgh6",
    "160": "@CryptoTony__ Prepare for $SAND to increase, right?",
    "161": "RT @BitMartExchange: Which #crypto gem will moon this month? 💎🚀",
    "162": "@mrbitcoinxtw I think #SEC wants to learn from #BTC. That's good, both establishing relationships and learning",
    "163": "@cryptorevolux #ETF is a springboard for #BTC to rise even higher in the future 😍",
    "164": "@mrbuffalocrypto It can be said that BTC almost dominates the virtual currency market",
    "165": "@bitcoinsalldayx Today I looked at a lot of virtual coins. There are many coins that have increased in price, but there are also coins that have dropped dramatically",
    "166": "@bitcointechx Perhaps #KAVA will no longer appear in the virtual currency market😢",
    "167": "@cryptotradersx The market changes continuously and cannot be predicted",
    "168": "@cryptotradersx Successful people often have their own path😂😂",
    "169": "What is Paysenger?\n\nPaysenger is the Web3 Platform for creators to earn income from their knowledge - similar to Substack. Besides that, Paysenger also allows users to collaborate with artists to create many products. \n\nPaysenger was developed by Sureel - a company specializing… https://t.co/9Xj6N44Dsm https://t.co/NTzcRyMgXj",
    "170": "@cryptottradings BTC SPOT ETF is unpredictable. It could also increase but there is also the possibility of falling further",
    "171": "@cryptopagex I'm also happy to be a part of history #KASPA #KAS 😂😂🫶",
    "172": "@cryptosignalsxw Wow #RUNE keep it up 😎. I guess many people will jump into investing.",
    "173": "Xmas holiday come early for me. Will be happy with the profit for the last 4 months and chill in spot BTC, ETH, SOL and Apecoin for now.\n\nDoublember is good, Deadember is bad https://t.co/JkMrcEgKQd",
    "174": "@ladygaga @RollingStones Her voice is still as great as before. I see she has devoted her entire life to music. So admirable🥰",
    "175": "As expected , the price of 📷#Bitcoin appears to be trading above its previous high and is now heading towards the $100,000 price level.\n\n📷$BTC https://t.co/q927zbpsQQ",
    "176": "#ATOM update https://t.co/yReEpPrF8j",
    "177": "@cryptographyxw Breaking up is not as bad as the fear of not owning any bitcoins🤣🤣",
    "178": "@crycurmillion Don't know whether to be happy or sad. Population is a difficult problem for the government🥲",
    "179": "@cryptothemoonx It's also possible that it is growing, but who knows, it will grow even stronger",
    "180": "@mrcryptotradx I understand. Thank you for your explanation",
    "181": "@cryptonewsxtw Although fluctuations fluctuate erratically, trading volume still increased significantly",
    "182": "@bitcoinugx #DOGE is increasing so fast. Hopefully it keeps this growth intact",
    "183": "@cryptottradings OMG every 1 second there are 40,000,000 BTC transactions. What transaction is SOLANA? It is also used by many people",
    "184": "@cryptogainsx #ETH has the potential to increase as much as #BTC. I hope it can go even higher",
    "185": "What is Sei Wallet?\nA Sei wallet is where SEI tokens are stored on the Sei blockchain. You can send and receive SEI, as well as participate in the testnet version of this blockchain. The wallet is owned by its user and no other party has access to it. https://t.co/y1yNPc8OfY",
    "186": "@bitcointraderug A quite large number😍",
    "187": "@cryptorevoX #DOGE is growing quite well. It has a certain position in the virtual currency market. Continue to maintain this position",
    "188": "@cryptotradersx Why did it drop so suddenly? 🥲",
    "189": "@mrbitcoinxtw That's also a good strategy. But be careful when investing. Good luck🥰",
    "190": "@cryptoeduaz I find the data very good. There's nothing to worry about",
    "191": "RT @coingecko: What #crypto will you be watching in September?",
    "192": "@cryptoeducax I predict it will rise to $52K🥰",
    "193": "@cryptorevolux #FIL is being held at a stable level. Very good, keep it up",
    "194": "@sayedflah Wow please come to Vietnam someday https://t.co/e8jrNfc2rt",
    "195": "@cryptothingx I think it will increase 60.55%. Bitcoin will increase in 2023, the market will recover",
    "196": "@bitcointraderug They just couldn't see the potential of the $MXC market😂",
    "197": "@cryptographyxw Increase further. Increase more😎",
    "198": "@cryptomillionex Wow so high. I think it will come true",
    "199": "@cryptoeducax #IMX plummeted without stopping. I think it's not a good idea to invest in this coin right now",
    "200": "📊 Over the past two days, #Binance has seen an influx of #Bitcoin amounting to more than $300M 📈\n\n💰  Binance  holds around 682k $BTC, a sum that is ~70k $BTC less than its all-time high observed in May 2023 🤯 https://t.co/xiWBLRlJNS",
    "201": "@bitcoin360x #NEO has had a spectacular transformation but it is still falling. That shows it still has the ability to increase again",
    "202": "Bitcoin is everything we need https://t.co/DxHmjmikD9",
    "203": "@cryptothingx I think one day Bitcoin will surpass Silver",
    "204": "#SOL update https://t.co/cm8qhBeNiA",
    "205": "@cryptomillionex It just decreased a little. Do not worry",
    "206": "@cryptosignaltwx #ETH is growing very well. It is possible that it will increase further",
    "207": "@mrcryptotradx Bitcoin is increasingly valuable on the market😊",
    "208": "@insidemanifest https://t.co/ZQo5zdjqRK",
    "209": "@mrbitcoinxtw I think many people will use this service",
    "210": "@cryptotimeaz How curious. I'm looking forward to this news",
    "211": "🗓️ Approximately 160 days left until the next #Bitcoin Halving\n\nThere are about 23,000 blocks left to be mined until the next block reward reduction in the Bitcoin network. Given the current mining difficulty and hash rate, the Halving is expected to occur on April 24-25, 2024. https://t.co/t55fwdjrfi",
    "212": "@crycurmillion It increases quickly 😍",
    "213": "@cryptowarriorxt Investors don't worry too much. Just decrease it a little, it will increase again soon",
    "214": "@cryptothemoonx Bitcoin is growing stronger than ever",
    "215": "@cryptottradings Wow what a surprise. #ADA posts increase uncontrollably https://t.co/hoHmo5C2K6",
    "216": "@mrbitcoinxtw Very useful information. But why did the price increase so quickly? Will it increase further?",
    "217": "@cryptoctworld That's a pretty high number but it's achievable",
    "218": "@cryptowarriorxt Hopefully it stays the same or gets higher🥰🥰",
    "219": "Open AI (Anthropic closest competitor) Board sacked founder Sam Altman and further co-founder Greg Brockman also resigned\n\nBoard may go after Sam\n\nThis is massively bullish for Anthropic\n\n- Microsoft takes control of Open AI\n\n- Anthropic close val. gap ($90bn Open AI) https://t.co/LvxffYFrAR",
    "220": "@bitcoinsalldayx It will definitely go higher",
    "221": "@nangoc84 Cho em xin 1 slot với ạ. Em cũng đang xây kênh trong mảng Crypto",
    "222": "What do you think about this😂 https://t.co/UAK8Mhu3ft",
    "223": "@bitcoinsalldayx $PROPC hopes to grow again soon🥹🥹",
    "224": "@cryptostreetaz Investors in $MATIC must be very happy. It is likely that it will increase further",
    "225": "@mrbitcoinxtw Each person will have a different opinion. Everyone has their own reason",
    "226": "@dailycryptox #ETH needs to make efforts to optimize steps to make it more convenient for users",
    "227": "@cryptotabx MAKER is also developing very well",
    "228": "@cryptosignalsxw Be careful when investing",
    "229": "$BTC As shown in the picture, this bitcoin resistance is very old and heavy.  Wait for a position. https://t.co/eLZl2TcUrT",
    "230": "@cryptocrunchsx Just as I predicted, #BTC will go crazy high. Congratulations investors in BTC. They will make a huge profit",
    "231": "@dailycryptox I just read the article #KAS increased by 758%. So surprising. There is still a possibility of an increase in the future",
    "232": "@bitcoinbillionx Only people who use the Android operating system can use it, right?",
    "233": "@cryptostreetaz ETP increased up to 19.5%, this market is too potential. Surely many investors will come here",
    "234": "Not much to ask is it? https://t.co/AXsHlH24Hf",
    "235": "#ADA update https://t.co/l4xtxvlvZz",
    "236": "@cryptotradersx 3 years have passed, inflation has not stopped😢",
    "237": "@narendramodi Although I didn't know what event it was, everyone looked very happy and enthusiastic",
    "238": "@cryptoadviceX Everyone remember to be careful with transaction codes, there have been too many scams lately",
    "239": "@nangoc84 Em đang hình dung một cuộc sống giống anh 🥰",
    "240": "@crycurrevo At $300 million, investors are scrambling to jump into BTC as much as they can",
    "241": "@bearcryptox As I predicted, it will increase again",
    "242": "#BNB update https://t.co/2OVGhkONmG",
    "243": "@crycurcommunity I feel Crypto is a great invention😂😂",
    "244": "@followback_0x Có là ngon rồi😂",
    "245": "@cryptographyxw Sui wallet is trusted and widely used by everyone",
    "246": "@cryptotabx I will learn more about Lukso",
    "247": "@cryptoexpertug What is MATIC, everyone? What does the address do?",
    "248": "@cryptographyxw I think this is a new step forward",
    "249": "@cryptowarriorxt A decrease of 1.11% is a moderate number. Investors don't need to worry too much",
    "250": "@mrbitcoinxtw It will only decrease a little bit and then it will increase 😅",
    "251": "@cryptothemoonx It will always increase😌",
    "252": "@cryptotabx The economy is growing again",
    "253": "@cryptotabx I also want to try Neo🥰",
    "254": "@cryptostreetaz #ETH is falling deeply but still has the potential to increase again. Who believes #ETH will increase, raise your hand?👍",
    "255": "@cryptoexpertug Hopefully it will increase even higher😍😍",
    "256": "@bitcoin360x I think it's very difficult to go green again😢",
    "257": "@cryptothemoonx Wow that's unbelievable. It grew so quickly",
    "258": "@cryptowarriorxt Has anyone used this wallet yet? What are the advantages and disadvantages?",
    "259": "@cryptotradersx It shows signs of deep decline😢😢",
    "260": "@cryptoeduaz People who use e-wallets are easily deceived. It's better to be careful when using it",
    "261": "@cryptoctworld It's growing well but it's falling again. Its decline is slow. I see it still has the potential to increase again",
    "262": "@bitcointechz As far as I know, #IOTA is growing and trusted by many people",
    "263": "@cryptottradings I think the opposite. Cefi will be bigger than DeFi. I just have such a hunch😂",
    "264": "It's not the time yet to spend your crypto https://t.co/fGyzSwekgd",
    "265": "@cryptoadviceX Thank you for this valuable news",
    "266": "@bitcointechz I think he has a big plan😅",
    "267": "@cryptonew24h I also think we should do the same",
    "268": "@cryptosignaltwx I think top 25 is already a good position. In the future, $KAS will develop even more.",
    "269": "@JoeBiden Raise your hand who supports Joe Biden?✋ I will always support him",
    "270": "@cryptothemoonx The more difficult, the more valuable😌😌",
    "271": "@cryptoadviceX I think the virtual currency market will increase strongly next year",
    "272": "😅😅 https://t.co/0GQfZTz0PM",
    "273": "@mrbitcoinxtw I think it's probably about 10%_20% or maybe more",
    "274": "@cryptosignalsxw Does anyone know why #RLB decreased by 10%? 😢Whale Oxd08 accepts devaluation to achieve higher profits.",
    "275": "@cryptostrategyx The situation of #XRP is very bad. It's hard to increase again",
    "276": "Or buy it for 1 cent https://t.co/Khe4gtCfyZ",
    "277": "ARK Invest lays out the possible future prices for Bitcoin https://t.co/CW4oZIbi6t",
    "278": "#BNB update !!!! https://t.co/CU5hB8OrLv",
    "279": "@cryptographyxw DOGE also has the ability to earn gold, but Bitcoin will earn gold much faster. I think so😅",
    "280": "@cryptoeduaz Who predicted it would likely increase again?",
    "281": "@cryptothingx Do it now so that the results will come to you soon🫶",
    "282": "@bearcryptox So excited, up to 12% increase",
    "283": "@cryptopagex It still retains its green color in this situation which is very good",
    "284": "New milestone: Bitcoin options open interest reaches an all-time high, exceeding $16 billion.\n\n#BTC #ETF #Trading #Bitcoin #Ethereum $BTC $ETH $DOGE $MATIC $DOT $OKB $ATOM https://t.co/LydlDSJjB8",
    "285": "@crypt0futureX I don't really understand this data. Can anyone explain it to me?😵‍💫",
    "286": "@cryptonewsxtw These numbers may still change in the future",
    "287": "What is Ordichains?\nOrdiChains is a cross-chain bridge protocol on Bitcoin Ordinals which supports switching BRC-20 tokens between any chain, increasing the capital utilization of BRC-20 tokens.\nOrdiChains supports the Ethereum network and Ordinals protocols. As a next step,… https://t.co/FhVE47eNiG https://t.co/c9kcrOXHqY",
    "288": "@crycurcommunity #SOL it's always below average😢. It is unlikely to increase again. Investors in #SOL are having a headache",
    "289": "@cryptonewsxtw Wow, so bitcoin will grow even more in the future, and Hong Kong realizes this market will definitely grow😊",
    "290": "@coingecko Kkk https://t.co/sPhQlOxhYb",
    "291": "@cryptottradings In my opinion, Bitcoin is superior to other currencies. But it also comes with many different risks, please learn carefully before participating in Bitcoin",
    "292": "@cryptottradings Such a terrible number 😲",
    "293": "@cryptostrategyx A really useful information🥰",
    "294": "@bitcoinugx Of course it will increase. BTC only decreases for a small period of time, then it will increase immediately again",
    "295": "@crycurmillion #SOl is growing rapidly 😲😲 Very good, keep it up🥰",
    "296": "@cryptonewsxtw What a great opportunity",
    "297": "@bitcointraderug It affects a lot. When energy is not good, investment is not good either",
    "298": "@Cristiano @selecaoportugal Congratulations. My idol is forever in my heart🥰",
    "299": "@cryptonewsxtw I think it will increase again soon🥹",
    "300": "@cryptottradings I think it's 11,111😂 I'm not sure how much it is but it will definitely increase",
    "301": "@followback_0x Đúng đúng kkk",
    "302": "The number of people who own Bitcoin is lower than the number of people living on Earth. There is also an important difference within the Bitcoin world itself. 91.7% of existing addresses on the Bitcoin network have less than 0.1 BTC. https://t.co/xFfkezU1MJ",
    "303": "Bitcoin to the moon https://t.co/fYh6hV6bY2",
    "304": "@cryptoeducax Bitcoin is growing so fast and strong😮",
    "305": "@cryptoadviceX I think now is the right time to invest in LUNC. Investors should consider this",
    "306": "@cryptoeduaz The virtual currency market is quite competitive. #BNB is one of the coins that dropped today",
    "307": "#ADA update https://t.co/zCtrsklXpx",
    "308": "@cryptoeducax It's impossible to predict anything, but you need to be careful when investing. Lower interest rates are a double-edged sword",
    "309": "@cryptothemoonx Can anyone explain to me why that is?🥲",
    "310": "@cryptowarriorxt Congratulations Kingu investors",
    "311": "@bitcointechz I think it will grow over $100k in 2024 😅",
    "312": "@crycurmillion It will definitely increase. Its investors are excited by the growth of $LUNC",
    "313": "@cryptotradersx Those who are investing in #ETH, please stay calm and wait patiently",
    "314": "@cryptoeduaz Thanks for sharing useful information🥰",
    "315": "@cryptottradings I don't know much about #APE but I think it will increase again",
    "316": "@cryptottradings I think investors should stay the same, it's likely to go even higher",
    "317": "🤔🤔🤔 https://t.co/IyEEMOMYBO",
    "318": "￼\n$MINA\nStaking MINA is now a breeze with Auro Wallet! 🔒 Securely stake your MINA tokens and enjoy hassle-free earnings. Auro Wallet combines top-notch security with user-friendly features, making your staking journey smooth and profitable. Start staking MINA with Auro Wallet… https://t.co/xJH4IWomLm https://t.co/UMc3KeTh7F",
    "319": "@cryptothemoonx It's growing so strongly, it will probably be even higher next year",
    "320": "@cryptotradersx Bitcoin is still increasing, right?🥹",
    "321": "@crypt0preneurx It is also possible to become homeless😂",
    "322": "In 2010, a famous programmer named Laszlo Hanyecz bought two pizzas for 10,000 bitcoins from another user on the Bitcointalk forum. How much will 10,000 bitcoin cost now?😂😂 https://t.co/QrVpMkf3s7",
    "323": "@CryptoUGx Why are some people so good?🤔",
    "324": "@APompliano I find it quite interesting. Technology is increasingly modern😂",
    "325": "@cryptoeduaz I think this is a reasonable number😅",
    "326": "@cryptomillionex The analysis is very detailed",
    "327": "@YouTube I think it's Toxic by Britney Spears. Its melody is interesting🥰",
    "328": "@cryptosignaltwx I completely support his opinion",
    "329": "@cryptothingx Cryptocurrency is a rich resource and it will make you rich",
    "330": "VET pumped +5.95%, hitting an all-time high of $0.03502 at 07:47(UTC)! 🔥 🔥 🔥 https://t.co/GH4wOvEAPT",
    "331": "@cryptorevolux I think it will increase very high. Didn't expect it to decrease",
    "332": "@cryptoexplorex I am also using Coin98 Wallet. I found it very easy to use and convenient",
    "333": "@bitcoinsalldayx I don't understand the map clearly. Can someone explain it to me?",
    "334": "@cryptocoffeexw I also predicted the same",
    "335": "@cryptosignaltwx It just decreased a little. Don't worry too much",
    "336": "@cryptostrategyx #HBAR also has great potential. I think only those who are truly patient can make a difference",
    "337": "@cryptowarriorxt Simply monetary transactions. But it will make you earn more than usual.",
    "338": "What do we do if we catch the Wyckoff Accumulation pattern in #Bitcoin RSI?\n\n🤔 https://t.co/iR5qZseAwU",
    "339": "Today's session has started with bears dominating as BTC and ETH failed to post gains. Meanwhile, ICP defied the odds to make the top gainers. https://t.co/F30KdFjM3K",
    "340": "RT @CoinMarketCap: I've #HODL  _____ for the longest time! 💪",
    "341": "@cryptotabx I feel sad for the investors😢",
    "342": "@bitcoinbillionx Wow it posted even higher. I predict by 2024 it will reach $40,000",
    "343": "#ETH update https://t.co/ymOuB4M1gV",
    "344": "@bearcryptox Tether grows too quickly. Next year it must be 5 billion",
    "345": "@cryptosignaltwx Bitcoin is my love. BTC makes my future better https://t.co/MVNvfJAAWf",
    "346": "@cryptotabx #XRP is like #DOGE. Both are growing very well. Hope they both develop well",
    "347": "@cryptoexplorex Even though BTC is down, its price is still very high",
    "348": "@cryptotabx Thanks for the useful information. The virtual currency market is growing strongly. Advise everyone to consider investing🥰",
    "349": "@cryptomillionex It will increase further. Trust me",
    "350": "@mrbitcoinxtw OMG please stop. It is decreasing uncontrollably🥲",
    "351": "@cryptottradings Like I predicted, bitcoin will definitely increase again🥹🥹",
    "352": "@cryptothemoonx Why did it decrease suddenly?🥲",
    "353": "@cryptoeducax An increase of 1.92% is not a small number. I think #BNB is very capable of making things happen in this virtual currency market",
    "354": "@cryptoeducax Success will come to those who persevere. The same is true for BTC players",
    "355": "@blockchainsux Hong Kong investors have seen the potential in virtual currencies",
    "356": "@cryptosignalstw I hope so. But players should be careful",
    "357": "@bitcoinguruX It is likely that #ETH will grow as strongly as #BTC🥰",
    "358": "@cryptothingx This is really good. Hope #FTX #FTT #LUNC will be even stronger",
    "359": "@cryptostreetaz I also think the $40,000 mark will be broken by the end of the year",
    "360": "@crypt0news247 Thank you so much",
    "361": "@cryptotabx OMG 35,000 BTC will expire immediately😮😮",
    "362": "#BTC  update:\n\nSimilar to ETH, price action looks not good.\n\n36.9k is important, bulls don't want to lose that level.\n\nYou may want to hero long if we get there, or enter the reclaimant as the green arrow on the chart. https://t.co/swRBH5jk1E",
    "363": "@cryptotabx Look, #ETH is falling. This is an opportunity for investors to buy at low prices",
    "364": "@bitcointechx It is back to the $15 mark. It will definitely increase later",
    "365": "@cryptosignalsxw I think they feel unsafe😢",
    "366": "@cryptoexpertug Wow, BTC is growing so fast. The future will be even faster. People will join BTC a lot",
    "367": "@blockchainsux No no Binance has a certain position in the market",
    "368": "@cryptoexpertug So Bitcoin gradually has its presence recognized by the world",
    "369": "@dailycryptox OMG why is #CRO decreasing so fast?",
    "370": "📊Market Stats\n\n- Market capitalization: 1.439 USD\n\n- Volume 24h: 49.0 billion USD\n\n- Fear &amp; Greed stat : 66\n\n- BTC.D : 50.69\n\n📌Top 3 coins that increase in price on BYDFI\n\n- $AMP (+27.84%)\n\n- $RIO (+20.06%)\n\n- $IMX (+19.49%) https://t.co/4V0jeXXggz",
    "371": "The price of Pepe Coin jumped over 4% when the developers deposited billions of PEPE tokens as part of the Free Pepe Day Campaign. https://t.co/IxblKpS7U6",
    "372": "@bitcointraderug What is the self-destructive area? Please help me explain",
    "373": "@cryptoeducax The higher it goes, the more opportunities it has for investors🥰",
    "374": "@cryptomanxt Bitcoin Bitcoin Bitcoin kkk. Because Bitcoin has so much potential, it's impossible not to invest😂",
    "375": "🚨 Attention Traders\n\n! 📉 Potential Contrarian Move Alert: $OP /USDT may go against the market, with the possibility of a dip to $1.340.\n\nExercise caution, stay informed, and trade wisely.",
    "376": "@bitcoin360x I also believe so",
    "377": "@mrbuffalocrypto Of course I will choose Bitcoin",
    "378": "#BTC hit $40,000 today. \nMy prediction is that it will reach $50,000 before Christmas😍😍.What do you think it will be like? https://t.co/yJJrdmZQk4",
    "379": "#ETH update https://t.co/qFZl9MjDo0",
    "380": "@cryptoeduaz It's too high. I will consider investing in #DOGE😍",
    "381": "@mrcryptotradx I think making money is never easy. They had a very good strategy",
    "382": "@cryptocoffeexw I will be more careful",
    "383": "@cryptothemoonx It has increased too high and is still capable of continuing to increase",
    "384": "@cryptonewsxtw When Bitcoin crossed the $42k mark, it came with a lot of risks. Be careful",
    "385": "@cryptographyxw Bitcoin is gradually forming a position in the market. That number will increase to 1000 exahashes per second",
    "386": "@cryptostrategyx #HBAR goes down like a straight line. Hope it doesn't decrease anymore. If it continues to decline, it will likely be removed from the market",
    "387": "It looks like investors are still interested in Solana, but #Solana has to continue trading above the ascending line to remain bullish.\n\n📷$SOL https://t.co/mkpkEinCpN",
    "388": "Cardano (ADA) targets a rise to $0.45 in December and aims for $0.75 by year's end, reflecting a bullish trend.",
    "389": "@cryptocoffeexw #DOGE probably has its own reasons for doing so😅",
    "390": "@cryptoinvesttwx Wow 1 second makes 1 million transactions. This number is likely to increase in the future",
    "391": "#BTC update https://t.co/6LEjVQa83z",
    "392": "@cryptocrunchsx I don't think so😅",
    "393": "@bitcoinsalldayx Does anyone think that one day #ETH will prevail over #BTC?",
    "394": "@cryptographyxw I really like Binance. I find it easier to invest in and understand than other cryptocurrencies",
    "395": "@cryptotimeaz All success comes from perseverance 🥰. $SHIB expects it to increase further in the future",
    "396": "@cryptowarriorxt This number will increase even more in 2024😂",
    "397": "@mrcryptotradx $LUNC down 1 cent but likely to increase 1M kkk",
    "398": "@bitcoinsalldayx I also agree with the above point of view",
    "399": "@CryptoUGx #APT plummeted 😢. With the current situation, it is impossible to save it",
    "400": "@bitcoinallstarX I think it just decreased a little. Do not worry",
    "401": "@cryptorevolux He probably has his own reasons",
    "402": "@cryptothemoonx I predict it will rise to $50,000 before Christmas. Does anyone have the same prediction as me?",
    "403": "@cryptothemoonx Do investors have any new strategies for their BTC?🤔",
    "404": "#BNB update today https://t.co/0BCo4sbtfP",
    "405": "@cryptonewsxtw Bitcoin is gradually forming its position in the market. It will mainly keep the level stable and increase",
    "406": "@crypt0preneurx This is good news. #SHIB will get a price increase",
    "407": "@bitcoinbillionx The situation is also temporarily okay. I think it will go up again",
    "408": "@cryptonewsxtw Thanks for sharing useful crypto information🥰🥰",
    "409": "@cryptoeducax Better late than never 💪 Try to earn 100M SATOSHIS",
    "410": "@cryptographyxw Really detailed information🥰 thank you 😍",
    "411": "@NASA Wow what a thank you for NASA's dedication https://t.co/okmPxanYJr",
    "412": "@binance @Cristiano He said GM GM. He is the number 1 idol in my heart. Good football player and very handsome😍",
    "413": "@cryptonewssx It is possible that in the future it will be on par with Doge and SHIBA",
    "414": "@cryptocoffeexw Congratulations. It will probably increase further",
    "415": "@bitcointechz It's true that nothing can be predicted 😄 #XRP is likely to increase in the future",
    "416": "@CryptoUGx More and more people are interested in BTC. I think by 2024 this number will increase to 100,000",
    "417": "@bitcoin360x I find meme coins so cute",
    "418": "@bitcointechx Congratulations to the investors in ADA",
    "419": "Bankman-Fried To Remain In Jail Amid Ongoing Legal Feud\n\n$BTC #BTC https://t.co/jX2uCLNpqs",
    "420": "@cryptoeducax It goes up and down often. Unpredictable",
    "421": "@mrbuffalocrypto The value of #SOL is soaring. With this momentum it can still increase further",
    "422": "What is Titan Trading Platform?\nTitan Trading Platform is a smart trading platform, using AI (artificial intelligence) technology to create trading strategies, in order to minimize risks and optimize profits for users.\nTitan Trading Platform provides easy-to-use smart trading… https://t.co/G5uGqdxMRg https://t.co/w4Ic23PoIp",
    "423": "@crycurnews The above information surprised me. #RWA accounts for 66%, it's amazing",
    "424": "@bitcoinbillionx Cboe Digital will surely develop in the future.",
    "425": "Henry Liu earned a pilot's license at the age of 16, but later shifted his focus to the financial sector, gaining experience in various businesses around the world. Eventually, the young Canadian found his place in the crypto market, ascending to the position of CEO at the BTSE… https://t.co/9BomyNidub https://t.co/X0KSNTKP5O",
    "426": "@cryptotabx I think 2024 +40% 👏👏❤️",
    "427": "#SOL update https://t.co/ukUYcO9TaK",
    "428": "@bitcointechz It's admirable. I also want to be like him",
    "429": "#DOGE update today https://t.co/PgRPzAA5kI",
    "430": "@cryptomanxt Wow look at #DOGE turning the tide. Please keep it that way",
    "431": "#ADA update https://t.co/Cz43LKh2dz",
    "432": "@cryptonew24h There will be more cars later😂😂",
    "433": "@mrbitcoinxtw #ETH will continue to rise but I don't think it will have difficulty staying above $2,100",
    "434": "What is Navi Protocol?\nNavi Protocol is a lending and borrowing platform in the Sui ecosystem that connect between lenders and borrowers. Aave served as an inspiration for this project, which follows its model closely. https://t.co/Wnii4ENVCd",
    "435": "@blockchainsux From 10 years ago there were signs that BTC would explode",
    "436": "@bitcointechx I was also very shocked. It doesn't increase at all",
    "437": "@cryptosignalstw I think 18 months is okay, not too long",
    "438": "@bitcointraderug I hope it always increases because I'm investing in it",
    "439": "@cryptoeduaz FiL also has a lot of potential, looking at the way it is growing, it is worth looking forward to😅",
    "440": "@bearcryptox Are these coins real? They look so cute😂",
    "441": "@cryptosignalsxw Haha, put it in cold storage and wait until it grows strong😂😂",
    "442": "@crycurmillion Wow first time I know about this😲😲",
    "443": "@cryptothingx All useful news. Bitcoin is becoming more and more popular",
    "444": "#XRP update https://t.co/be0PdIvVWv",
    "445": "@cryptocoffeexw An extremely large number. This number is still likely to increase in the future",
    "446": "@cryptonew24h It dropped from $43k to $41k, but it's still very high",
    "447": "#ETH update https://t.co/naVSQKa7n0",
    "448": "@cryptographyxw That's right, bitcoin will grow stronger💪💪💪",
    "449": "🥉 THORChain becomes the third-largest DEX by trading volume, overtaking Curve Finance.\n\n🥈 THORChain also boasts the second-largest trading volume at $334.3M over the last 24 hours.\n\nThis comes as $RUNE increased 51% over the last week and more than 200% over the last 30 days 🚀 https://t.co/H2PwDESMSn",
    "450": "@cryptoexpertug I feel so great hihi🥰🥰",
    "451": "@imoneymantra Money",
    "452": "@cryptosignalstw #BNB coin is in a difficult situation. In my opinion it is very difficult to increase again",
    "453": "@bitcoinbillionx Today is all about the growth of $LUNC😍. Investors in $LUNC are happy",
    "454": "@dailycryptox I think he has his own reasons",
    "455": "@bitcointechz You really have to be careful with everything. Be alert to distinguish between truth and falsehood, everyone🤔",
    "456": "@bitcoinquotesX OMG #SOL is growing so fast. 😍😍 I will consider investing in #SOL 🥰",
    "457": "@cryptoeduaz It seems Binance is expanding its market. That's fine. Make more people jump into the virtual currency market",
    "458": "@crycurmillion Creating a fake profile is a mistake. People need to be more careful to avoid being scammed",
    "459": "@bitcointechz Does anyone know why he went to jail?🥲",
    "460": "@cryptothingx I think it's a good solution. Both should develop together",
    "461": "@cryptocoffeexw Wow it's time for the virtual currency market to grow strongly. Congratulations investors",
    "462": "@cryptoexpertug Only increases and increases 😎 The virtual currency market is growing strongly. Investors will jump in more and more in the future",
    "463": "RT @Bitcoin: What comes next? https://t.co/T0lAtrO0GL",
    "464": "@cryptoadviceX I think the tax is a bit high🥲",
    "465": "@VitalikButerin Ethereum should be optimized, not too much should be put into the protocol. Because it will get messed up. I think so",
    "466": "@cryptoexpertug Do not worry. It will increase😂",
    "467": "@bitcoinsalldayx It's all just a joke, huh?",
    "468": "#DOGE update https://t.co/SDFJ5Oclhl",
    "469": "@cryptoeduaz I think I should buy now, because the price is falling. Later, if it increases too high, there will be no more opportunities",
    "470": "#SOL update https://t.co/DGDmoCijCd",
    "471": "@cryptothemoonx I love #BTC. Who loves #BTC raise your hand https://t.co/gxnDW8lSs0",
    "472": "@mrbuffalocrypto So Lightning Network will be reduced by 1 million users, right?",
    "473": "@cryptographyxw I think #BTC will rise and #OSMO will fall. Does anyone think like me?",
    "474": "@cryptonewssx This process is very precise 😂😂 I also follow this process",
    "475": "RT @Bitcoin: Job openings are back to the lowest level since April 2021. Quits are back to the pre-Covid trendline. https://t.co/fZV4NeJ4qR",
    "476": "RT @cryptothingx: Justin Sun, de-facto owner of HTX and founder of Tron and BitTorrent, both related entities stated shortly after the expl…",
    "477": "@cryptoeducax It increases and decreases continuously. According to the chart, it can still increase again",
    "478": "@cryptoeducax He probably has other strategies. He is a good CEO",
    "479": "@mrbitcoinxtw #ETH is completely different from #ADA. The higher ETH goes, the more #ADA falls. Congratulations to #ETH investors",
    "480": "@bitcoinsalldayx Just stay calm and believe it will increase again 😂",
    "481": "@bitcoinsalldayx In my opinion, the SEC commissioners see many benefits in an ETF assigned to Bitcoin",
    "482": "@cryptorevolux Investors made a big buck from #KAS. Congratulations https://t.co/YjJxQHADNB",
    "483": "@cryptothingx I think the buyers have started to believe in BTC and hope for it",
    "484": "@cryptotradersx Cyber ​​fraud is increasing day by day. Everyone should be careful in transactions😢",
    "485": "@cryptographyxw Dream about a rich future😂😂",
    "486": "@cryptographyxw I think many people will be interested in FTX 2.0",
    "487": "When it comes to global payments we're still living in the fax era - crypto changes this! https://t.co/xIe8NVnvsf",
    "488": "SOL pumped +8.78%, hitting an all-time high of $123.29 at 15:47(UTC)! 🔥 🔥 🔥 https://t.co/qtuYyKmKjO",
    "489": "@CryptoUGx Looks like it will decrease further",
    "490": "@cryptoeduaz An increase of 12.12%, a nice number😂Congratulations to #ADA investors, it will probably increase further",
    "491": "@bitcoinallstarX #ETH still maintains its form",
    "492": "@cryptotimeaz So grateful for this life donation"
}