{
    "0": "@btctraderclub This information is from Joe Carlasare, okay",
    "1": "@cryptosignalstw I'm tired of seeing red, so please let me see blue",
    "2": "@bitcointechz How many types of cryptocurrencies are there a year? Anyway, I still believe in bitcoin most of all",
    "3": "@crypt0preneurx It's just a new beginning, the period of results is not far away",
    "4": "@CryptoUGx The person who created bitcoin, but until now we still don't know what he is like",
    "5": "@bitcoin360x Let's wait for its future with me haha",
    "6": "@cryptoeducax With advertising results, how much more will the cryptocurrency market develop?",
    "7": "@cryptocrunchsx Yesss, we are a unified whole and never separate",
    "8": "🌞 Market update for the new week morning:\n\nThe market is experiencing a minor correction, with nearly all cryptocurrencies seeing a price drop ranging from 3% to 12% in the last 24 hours.\n\n▪️ #Bitcoin is trading around $41,800.\n\n▪️ #Ethereum is at approximately $2,250.\n\n▪️ #LINA… https://t.co/Ui7OC6GJiH https://t.co/21ReeS8U4S",
    "9": "@cryptorevolux $50,000 is coming, it's just a matter of time",
    "10": "@bearcryptox It's stable, I pray it stays that way",
    "11": "@cryptonewssx The get rich cycle of bitcoin investors",
    "12": "📉 BTC perpetual futures long/short ratio in the world's top 3 crypto futures exchanges based on open interest:\n\n- Total exchanges: Long 49.7% / Short 50.3%\n\n- 1. Binance: Long 49.2% / Short 50.8%\n\n- 2. OKX: Long 49% / Short 51%\n\n- 3. dYdX: Long 49.8% / Short 50.2% 📊\n\n#Bitcoin… https://t.co/Ee4nyMOYBQ",
    "13": "@bitcoinbillionx Looks like there's some potential for success",
    "14": "@crypt0news365 10,000 BITCOIN multiplied by $41,000 equals $410,000,000.",
    "15": "@elonmusk Congratulations, the award deserves the best person",
    "16": "$CMFI\n\nWednesday - 06/12/2023 🎥\n\nMarket Recap: 👇\n\n1️⃣ - #BITCOIN - Blasts to $44k.\n\n2️⃣ - #IBM - Introduces cold-storage technology for crypto assets.\n\n3️⃣ - #DeFi - Market rebounds to $50B as speculators hunt for yields. https://t.co/3faGUnEiek",
    "17": "@ThiCng142531 Absolutely correct, there is nothing better and more necessary than health",
    "18": "@cryptotradersx That's it, let's wait for the final discussion results",
    "19": "@bearcryptox Sadly, it is gradually showing signs of slowing down after a long series of increases",
    "20": "@cryptotabx It's growing very well, it's worth looking forward to what it will do in the future",
    "21": "@nhanduongkt Vừa mới thấy giá lên 37k$",
    "22": "@bitcointechz Solana's good growth is expected in the future",
    "23": "@cryptothingx Is there a code? I want to try it but I'm afraid of losing capital",
    "24": "Crypto Market News: #Bitcoin Maxi and Advisor to El Salvador President Max Keiser Predicts $BTC Price to Hit $375,000\n\n#CryptoNews  #BTC",
    "25": "RT @BitcoinMagazine: Unlimited fiat, only 21 million #Bitcoin https://t.co/5uZFwnBfL4",
    "26": "Notable Unlocks: 11-17 Dec\n\n12 Dec: Aptos $APT (Layer1) will unlock $195mil worth of tokens, c.9% of supply. Allocation includes c.$25mil for Community, c.$65mil for investors tokens, c.$92mil for core contributors, and $10mil for the Aptos Foundation.\n\n15 Dec: CyberConnect… https://t.co/vRUkRhQYQT",
    "27": "@bitcointechx 2024 is going to explode, wait until next year to see what happens",
    "28": "@bitcointechz bitcointechz",
    "29": "RT @coingecko: Would you buy this NFT for 500 ETH ($819,640)? https://t.co/tLdS5k22R3",
    "30": "@CryptoUGx Consolidate old coins. There are so many coins coming out that I don't know what to get",
    "31": "$CMFI Tuesday - 12/12/2023 🎥\n\nMarket Recap: 👇\n\n1️⃣ - #bitcoin - Dips 7%, drops to a peak of $40,306.33\n\n2️⃣ - #binance - Market share falls to 30% in 2023.\n\n3️⃣ - #cbdc - Taiwan achieves a major milestone in CBDC study.",
    "32": "@bl0ckchaintech BTC cannot be a security, its different natures cannot be equated",
    "33": "@cryptorevolux Just to know, be more careful in choosing the right virtual currency to invest in 💰💰💰",
    "34": "RT @binance: Seriously, use it. https://t.co/qfDNVGW1XM",
    "35": "@bitcointraderug Thank you very much for the information you shared in the post, it is very useful to me",
    "36": "@cryptostrategyx Spend electricity to earn bitcoins and then sell bitcoins to pay electricity bills. A closed circle",
    "37": "@bitcointechx It's all green and there's a red man, led by the same old faces",
    "38": "@bitcointechz Bitcoin is still something beyond its peers",
    "39": "@cryptottradings As expected, just wait until the end of the year to see how far it goes",
    "40": "@cryptonewssx Only care about the top 3, the rest care less :3",
    "41": "👀 Bonk Price Prediction after 1,000% Surge in 30 Days – Can it Overtake DOGE and SHIB?\n\n$Bonk Token which has experienced an astonishing 1,000% surge within 30 days, signalling a potentially seismic shift in the meme coin hierarchy. https://t.co/bgIfoYURqr",
    "42": "🚨 Breaking News: 💰 Hivello, the decentralized physical infrastructure network (DePIN) company, secures $1 million in seed round investment with participation from NGC, Blockchain Founders Fund, and others; investment purpose undisclosed. 🌐🤝\n\n#Bitcoinworld",
    "43": "@cryptonewsxtw What an important and useful information, thanks for the post",
    "44": "@WatcherGuru 2024: Great earthquake 💥💥💥 Boom 💥💥💥",
    "45": "Don’t be controlled by the fears in your mind. Be led by the dreams in your heart 🪜 https://t.co/GxnjjMN0Mp",
    "46": "@crypt0preneurx @TOPDOGE007 Doge coin is backed by Elon Musk so it is not surprising",
    "47": "@CryptoUGx Run quickly, wait until everything is fine, then how can you eat?",
    "48": "@mrbitcoinxtw I wish I could participate and get a reward",
    "49": "Example. Why if you have a plan you don’t care about all news and everything around.\n\n$GAFI entry for tier level was 8-10$ I was in looses around -80%\n\nNow in profit\n\n$ALGO entry was 0.20 than buying more and made my entry 0.18\n\nNow in profit.\n\nBuild own strategy and cut all… https://t.co/d4qg2UtTWD",
    "50": "#LUNA update https://t.co/Wnrs2X9fY2",
    "51": "@cryptowarriorxt Just try and you will succeed, if you don't try you will never succeed",
    "52": "With a holding of 174,530 bitcoins, MicroStrategy's portfolio is now valued at over $6.5 billion\n\n$BTC #BTC https://t.co/8bqnBY85Cc",
    "53": "@cryptostreetaz There are many problems but that's probably it, you can read the article for more details",
    "54": "@cryptoexplorex This knowledge has been absorbed, the news is very useful",
    "55": "@bl0ckchaintech Let's see what next week will be like, but right now it's not looking much better",
    "56": "@cryptothingx Extremely useful information, thanks for sharing",
    "57": "@binance Okay, honoring the father who created Bitcoin like that is great",
    "58": "@cryptocoffeexw Haha, thanks for this useful information bro",
    "59": "@cryptocrunchsx Yes, it's just a matter of time",
    "60": "@bitcointechz It's disgusting, just waiting for the price to increase will make you a billionaire",
    "61": "@433 Arsenal has a chance to surpass these two giants",
    "62": "@cryptoexplorex Hopefully it will be better next week",
    "63": "@cryptoeducax Yess, \"The day I left this loop\" was a lie, how could I leave ?!",
    "64": "@cryptopagex It's been increasing steadily, there's probably some sharks selling so it's down a bit",
    "65": "@cryptotabx This was extremely helpful to me",
    "66": "@okx Extremely good to use and support, OKX is the best web3. Make use of it",
    "67": "⚡️ Bonk Price Prediction as the Hottest Meme Coin Keeps Hitting New All-Time Highs – Can BONK Reach $1?\n\nThe Bonk price has risen by 88% in the past 24 hours, having rocketed to $0.00002843 after Coinbase listed the meme token yesterday.\n\n#CryptoNews #news #BONK https://t.co/5MZOnoo9rR",
    "68": "@cryptorevolux Exactly, Bitcoin is no exaggeration, it is the beginning of everything",
    "69": "@neymarjr Father and Son look so CUTE 🥳🥳🥳",
    "70": "@cryptoeduaz In my opinion, you should invest because bitcoin is a long-term game",
    "71": "@cryptowarriorxt Wish I had money to pump a few times like this",
    "72": "@cryptonewssx Where is this class so I can come and pay the tuition?",
    "73": "@mrcryptotradx Really, so that $23 million belongs to many investors",
    "74": "@coingecko So much hope, so much disappointment. But what if it comes true, who knows",
    "75": "@cryptoexpertug Extremely satisfied, with such green growth, what else is there to be dissatisfied with?",
    "76": "@cryptothingx Very good post, really looking forward to sharing articles like this",
    "77": "@cryptowarriorxt Not doing well, growth is all negative and a red color",
    "78": "Due to the tremendous price movement that major tokens have shown this month, the #BRC20 coins have gotten a lot of traction recently. In addition, the price of the $ORDI has increased by more than 18% during the last day, suggesting a change in market trend.\n\nFor a short while,… https://t.co/EalystVWId https://t.co/foJcOsmBah",
    "79": "@bitcoinbillionx It's still that growing green color, it looks really cool",
    "80": "@bearcryptox Yesterday I predicted it would go up to $40,000. Who would have thought it would go up to $41,000!",
    "81": "@cryptopagex I don't know if it will cost anything to switch over",
    "82": "@mrbuffalocrypto Next year, believe me next year will explode",
    "83": "@GertvanLagen So next year the price could exceed $200,000",
    "84": "@bitcoinbillionx Then will Come back !!! Let's goooo !!!",
    "85": "@bitcoinugx Positive growth, green lines are very beautiful",
    "86": "@cryptocrunchsx Still trying to wait until 2024 to see, very interesting information",
    "87": "@cryptographyxw I'm afraid it will drop too much, I just hope the sharks hold it for a while",
    "88": "@mrbuffalocrypto Buffalo, Thank you for this important information.",
    "89": "@dauchoocmeo Quả ảnh chất lượng thật sự",
    "90": "@crycurmillion It's green, nothing else. Red never",
    "91": "@cryptocoffeexw I also want to learn to be a hacker",
    "92": "@OpenAI @sama @btaylor It's a long drama, the story is captivating and dramatic but luckily it has a happy ending",
    "93": "BlackRock, the world's largest asset manager, has modified its Bitcoin Exchange-Traded Fund (ETF) application, easing access for Wall Street banks. The amendments allow giants like JPMorgan and Goldman Sachs to create fund shares using cash instead of cryptocurrency.\n\nBlackRock… https://t.co/BUiFuXw6DW https://t.co/Jenp6DYPLH",
    "94": "@Tthanh220422 Truly relax, living leisurely is worth living",
    "95": "@britneyspears Actually, I really wanted to buy the book but I couldn't. Sr my idol",
    "96": "@mrcryptotradx There are not many people who have millions of dollars but dare to exchange for Bitcoin gifts",
    "97": "@cryptographyxw Still updating, after all, it's only when you get robbed that you start catching robbers",
    "98": "@cryptowarriorxt And what is the price now?",
    "99": "@bitcoinugx I hope Santa gives me a gift box containing 1000 btc",
    "100": "@bts_bighit Truly a great guy, very attractive",
    "101": "@crypt0news365 Who knows the future? I know I've been rich for a long time",
    "102": "@cryptotabx Many experts have proposed a vision of extremely strong growth by 2024, the growth of cryptocurrencies like $ETH or $ROSE is predictable.",
    "103": "@cryptopagex Yeah, really looking forward to the future of the crypto industry next year",
    "104": "The #Bitcoin price is nearing the $40,000 mark, with bullish momentum persisting. If this trend continues over the weekend, a significant breakout could propel the price above $40,000 for the first time in months.\n\n$BTC https://t.co/G7amhpsBGV",
    "105": "@bitcoinbillionx Eat instant noodles and read all about billions of dollars, millions of dollars",
    "106": "@cryptostrategyx It's already heading down, wait until it goes up",
    "107": "@daudau88 Em xin vía chứ mù lâu quá rồi, chưa thấy được con người ta gọi là cáo bao giờ huhu 🙏🙏🙏",
    "108": "@mrbitcoinxtw The red color is so hot, full house",
    "109": "@mrbuffalocrypto When will it reach $40,000? Long wait",
    "110": "🎄🎁 Season’s Greetings from #SWFT Blockchain! As we celebrate the joy and warmth of #Christmas, we want to thank our amazing community for your incredible support. May your holidays be filled with happiness and your crypto wallets with growth! Here's to a prosperous New Year!… https://t.co/oGpuQfB33f https://t.co/PGQH1Mv4TY",
    "111": "@bitcointechz The two leaders, bitcoin and eth, are difficult to overthrow",
    "112": "@cryptosignalstw I still like Bitcoin a little more, but there's no denying the strength of ETH",
    "113": "@BBCWorld Actually, this is extremely good news that I have heard in the past few days",
    "114": "@taylorswift13 Really emotional, really SO EMOTIONAL. OMG. I LOVE U SO MUCH, TAYLOR 💖💖",
    "115": "@cryptosignalstw This prediction is reliable, thank you for this information",
    "116": "@crycurnews Let's wait for VET to explode",
    "117": "$BTC depending on what happens here bitcoin could either go to down to 37k or go up to retest highs and have a possibility to go to 49k. Alt coin market mostly depends on that for the time being. $ADA could see that 75 cent mark, and break above it, if that happens. I think we… https://t.co/T0QBwfI6tk",
    "118": "@ethbnbsol GM ❤️",
    "119": "@bitcointechz As for Tesla, the capital of other companies under Musk is still stronger than BTC",
    "120": "@bitcoinsalldayx The sooner you buy, the bigger the profit. Those who hold at a high time will only die",
    "121": "@mrbuffalocrypto Green is so green, just waiting for the time to come",
    "122": "@bitcoinbillionx Because bitcoin's halving date is coming, there are also external factors affecting it",
    "123": "@mrbitcoinxtw Stay red all day long, let's go green",
    "124": "@bearcryptox The current meme coin boss has the hegemony",
    "125": "@cryptosignalstw Buy a house, buy a car,... in 2027",
    "126": "@cryptographyxw If it doesn't bring profit then why now?",
    "127": "@cryptomillionex 29 BTC is already huge, so you can see how huge BTC is",
    "128": "@cryptographyxw Currently bitcoin's price is fluctuating at $37,000, so what will happen when the halving occurs?",
    "129": "@blockchainsux Working so hard, the price of these coins has gradually recovered",
    "130": "@cryptottradings Lol, it's hard but that amount of bitcoin is enough",
    "131": "@bitcoin360x Can anyone tell me why I was punished?",
    "132": "The new GameFi Ponzi, $XPET, which was launched just a few days ago, is currently attracting attention and generating a strong #FOMO frenzy within the community, with a significant number of users. My personal assessment indicates that the game shows promise in creating a large… https://t.co/akHVsvhnTX https://t.co/vuKxCx6Hbj",
    "133": "@cryptocoffeexw Trust me, this is just a process of mitigation, it's still a long time",
    "134": "#Binance new ceo said in his interview he supports #LUNA aka #LUNC 100% and they are finding more ways to bring back the value !! https://t.co/dELckrjAJq",
    "135": "#ARKInvest Update:\n\nYesterday,\n\n@CathieDWood firm adjusted its portfolio, trimming over 280,000 #Coinbase shares (approx. US$40 million) in flagship funds.\n\nNotably, #ARKW Fund also parted with 45,864 shares of #Bitcoin Investment Trust ( #GBTC ). https://t.co/2ZPL8qlLqR",
    "136": "@mrbitcoinxtw These things don't use electricity, right?",
    "137": "@cryptorevolux There is much to look forward to about these two projects",
    "138": "@blockchainsux Sounds like Santa Claus, he probably has gifts this Christmas",
    "139": "RT @rovercrc: If #Bitcoin breaks this support, we are fucked https://t.co/R8qhtJd4Dt",
    "140": "@justinbieber November 25, 2023. Still waiting for you to post until my shoes are worn out",
    "141": "@mrcryptotradx Just a 1% reduction BYC still has position and opportunity to increase value",
    "142": "RT @binance: If 1,000 $USDT appeared in your wallet, what would you buy?",
    "143": "@saylor So I'm working for many large transnational companies 🐧",
    "144": "RT @BitcoinMagazine: #Bitcoin is winning. 👏 https://t.co/qS7Qhome6C",
    "145": "Retweet if you've been holding onto your $ADA since the good ol' days! 💪 Let's show the #HODL power of the #CardanoCommunity\n\n#Bitcoin #Bitcoinhalving #Cardano https://t.co/PtOIADFGai",
    "146": "@cryptotimeaz The cryptocurrency market is growing day by day",
    "147": "$FLOKI is very potential token, huge pump soon, another token a dog meme Tosa inu, i don't know how could this token TOSA$TOSA sitting on 6k MC only and already CMC, its like degens token on CMC 😂, but you know what it has he potential to be next trend, safe ca, renounced,… https://t.co/QZ8ZX7kJZu",
    "148": "@cryptomillionex It looks better now, maybe next week will be better",
    "149": "@cryptonewssx It's really worth looking forward to next week, it's so green",
    "150": "$GLAX BTC uptrend, bullrun coming, good time to funplay, $GLAX, Block Galaxy, shitplay here dont buy huge, small buy only, there is BUSD reward by just holding vut dont hold too long its abandoned crap project, very nanocap 900$ mc, 5% taxes $MEME https://t.co/GphbQSbUqX",
    "151": "@bitcointraderug I'm still waiting here, please hurry up",
    "152": "Chihuahua Chain ( $HUAHUA ) emerges as a notable player in the crypto space, presenting itself as the first interoperable meme coin with a Proof-Of-Stake (POS) blockchain, positioned prominently within the Cosmos ecosystem.\n\nWith a unique approach, such as the meme coin 2.0,… https://t.co/rnA3rWoeiC https://t.co/4AJocJrUiI",
    "153": "RT @BTCTN: #TON moves to highest level since May, following Saturday's surge.  https://t.co/AzYiFgXjD2",
    "154": "@cryptowarriorxt How much is it for sold? Can someone get me a computer?",
    "155": "@cryptothingx This year it will reach $60,000 immediately",
    "156": "@cryptostreetaz Top top top, I can't wait to see what its future will be like",
    "157": "@cryptosignaltwx This information is very useful and interesting, the post is very good quality",
    "158": "@imVkohli Happy birthday King, Grateful and Blessed too",
    "159": "@elonmusk Looking at the photo makes me feel traumatized, but SpaceX is actually laying the foundation for a future era",
    "160": "@cryptorevolux That's right, legends are forever",
    "161": "@cryptosignalstw Good at first, not good at the end",
    "162": "@bitcoinsalldayx The increase will suddenly stop due to investors selling, the important thing is that it is still controllable",
    "163": "📢Lambe News :\n\nTether froze another 161 Ethereum wallets yesterday. 150 of them currently have no USDT. The remaining 11 wallets have a total of more than 3.5 million USDT. One of the addresses had around 3.4 million USDT, which was linked to the recent Stake hacker attack.\n\nOf… https://t.co/C4g8wFG3oX https://t.co/orbo7ZKGuX",
    "164": "@realDonaldTrump Come back again, continue to create a new era",
    "165": "@cryptostreetaz Falling steadily, falling steadily, falling without stopping, nothing left is ETH",
    "166": "@cryptocoffeexw There are too many scammers, the reputable ones are little known",
    "167": "@blockchainsux BTC is still something classier than the rest",
    "168": "@APompliano @bryan_johnson Change is definitely extremely difficult. Whoever says it's easy has 100% never changed",
    "169": "@mrbuffalocrypto Up up up nothing more up up up",
    "170": "@bitcoinbillionx Looking forward to more updates like this in the future",
    "171": "@bitcointechz Ok, I'll wait for you. If it reaches $10, I'll come back and look for this post haha",
    "172": "@cryptosignaltwx Can't stop Eth, Blue is so blue",
    "173": "@cryptothemoonx Another day when many coins increased in price, today is truly a very lucky day",
    "174": "@crypt0news365 This tragedy is so terrible, it's so red",
    "175": "@cryptoinvesttwx The name lightning different, the speed is not average",
    "176": "$HUAHUA finally launching ! Easy x20/30 being conservative, x80/150 if it gets to the Pantheon of meme coins\n\nWoooof Woooof https://t.co/j1Fh2mZjTR",
    "177": "@ChampionsLeague At first glance, I thought it was some goalkeeper",
    "178": "@cryptosignalstw Today everyone is talking about Bitcoin. #BTC is so hot news",
    "179": "Palau collaborates with Ripple $XRP in advancing its digital currency. The second phase of Palau Stablecoin program focuses on refining digital infrastructure and regulatory compliance, utilizing Ripple's XRP Ledger for a stablecoin pegged to the US dollar.\n\n#Ripple #Palau… https://t.co/JcU1KVMIaX https://t.co/YagbVrUjS1",
    "180": "@cryptostrategyx Get one serving of children's BTC",
    "181": "RT @CoinMarketCap: The #Crypto that changed your life? 😉",
    "182": "@blockchainsux I also want information about those wallets",
    "183": "@cryptoeducax BNB oh BNB, why is it so GREEN hahaha",
    "184": "@cryptoinvesttwx If that's true then please lead us LOL",
    "185": "@cryptonewsxtw Thank you very much for this useful information",
    "186": "Daily News 🗞 | December 20\n\n• More than 20 countries have passed comprehensive crypto regulatory frameworks over the past year\n\n• Google search volume for Solana surges 205% over past two months\n\n• Avalanche burns $16.7M of $AVAX, 10 times more than the week before\n\n• Circle… https://t.co/9YiWzjHNO1",
    "187": "@blockchainsux Is it true? But it will probably take a long time",
    "188": "@cryptoeduaz I'll probably be in last place",
    "189": "@bitcointraderug Truly the best, is there anything more digitally powerful than bitcoin?",
    "190": "@fasc1nate Looks like a human brain LOL",
    "191": "@CoinDesk @federalreserve @MurphyCinthia @frankmuci @DigiFT_Henry Is the United States the first stronghold of BTC?",
    "192": "@blockchainsux Me too, everyone has to have hope, right?",
    "193": "@cryptotimeaz Virtual world where you buy food with real money 🐧",
    "194": "@bearcryptox There's nothing that can stop Bitcoin anymore",
    "195": "Notable Unlocks: 11-17 Dec\n\n12 Dec: Aptos $APT (Layer1) will unlock $195mil worth of tokens, c.9% of supply. Allocation includes c.$25mil for Community, c.$65mil for investors tokens, c.$92mil for core contributors, and $10mil for the Aptos Foundation.\n\n15 Dec: CyberConnect… https://t.co/GZ1Hiw6l6u",
    "196": "@cryptomanxt If you want to find a lot, you have to research the market a bit, but the most it still has to be bitcoin",
    "197": "@blockchainsux This is extremely good news, i can see growth is gradually returning",
    "198": "@blockchainsux Who knows the future? I swear it will only double if it doubles and it will be sold in a hurry :))",
    "199": "@cryptomillionex The price has dropped dramatically but it's still high from $38k, now it's $41k",
    "200": "@Cabanaandre1 GM Cabana, GM everyone, GM Web3 👋👋👋",
    "201": "@mrbitcoinxtw Thank you for this interesting information, very impressive post",
    "202": "@cryptoeduaz The amount of money seems a bit virtual",
    "203": "@bitcointraderug Truly top notch, Nothing can stop Argentina",
    "204": "@cryptottradings If the person is fast, he drinks first, and the next person is hungry",
    "205": "@cryptottradings But my friend, where's the money to buy it?",
    "206": "\"After taking the oath of office as the President of Argentina, Milei, a staunch supporter of #Bitcoin, wasted no time and issued his first decree, reducing the Argentine government's 21 ministries to 9. He justified this move by claiming that these ministries not only wasted… https://t.co/Qb2sTVsC4X https://t.co/N7zKwjRCTk",
    "207": "@crypt0news365 Now I see that everyone is increasing, but this guy is decreasing",
    "208": "@cryptoadviceX Will there be a profit next year or a loss?",
    "209": "@cryptotradersx It continued to decrease, many other coins also decreased",
    "210": "@cryptothemoonx It's up to $41,000, I don't know how much it will go up next week",
    "211": "@cryptothemoonx It's not very positive and it's decreasing more and more. I don't know how much lower it will be next week",
    "212": "@cryptoeducax yeah yeah yeah, sit in a coffin and make money",
    "213": "RT @CoinMarketCap: Exhale, #Crypto lovers! 💙\nHere comes the weekend!\n\nAny trading plans? https://t.co/RT12LuTmvs",
    "214": "@bitcoinbillionx The strongest meme coin aka Doge coin",
    "215": "@dailycryptox This specialty is not very delicious",
    "216": "@cryptoexpertug what's on today? what is on. It's green so it must be up",
    "217": "@mrcryptotradx Have to accept it but don't know what to do now :((",
    "218": "@BTC_Archive The day when I buy bread with BTC will come",
    "219": "@cryptopagex It's truly born from the ashes, let's wait and see where this revival will go",
    "220": "@cryptoadviceX The decrease will definitely decrease but not too strong because many investors still hold for a long time",
    "221": "@cryptothingx How can we predict the year 2040?",
    "222": "@TuDinh15 Every day punch each other to be 1% better haha",
    "223": "@dailycryptox Yeh accumulate a little early and become stronger in the future",
    "224": "@cryptothingx Surely it has to go up to 40k$, how can it go down to 30",
    "225": "@CryptoUGx The analysis is very useful, but what are the strengths and weaknesses of BTC?",
    "226": "@cryptocrunchsx I also want a big spoon, just give me a giant spoon",
    "227": "*CryptoNews* Friday - 08/12/2023 \n\nMarket Recap: 👇\n\n1️⃣ -  #ASIS - Hive Digital Technologies announces that their ASIC-based mining machines have already reached the break-even point and are now profitable. In November, Hive Digital mined 276.3 BTC, maintaining an average hash… https://t.co/6obcPYTNbs",
    "228": "@cryptorevolux Doge coin just dropped a bit, a bit sad",
    "229": "@cryptogainsx This Vechain is so red, keep waiting for next week. Thanks for the information",
    "230": "@bearcryptox Selling off is an inevitable rule of virtual currency, but the important thing is the time after...",
    "231": "@bl0ckchaintech SOL must be like that, today he shines in the crypto family",
    "232": "@cryptonew24h Where is he, my lost father?",
    "233": "@cryptorevolux Each type will have different benefits, depending on the person using it",
    "234": "@cryptostreetaz If you're not transparent, get out and run quickly before things get worse",
    "235": "@bitcoin360x At the end of the day, is it wise or unwise?",
    "236": "@cryptomanxt Totally agree, coming up with your own strategy is always more reassuring",
    "237": "📈 Good news! $ORT has climbed to the top 1500 in market cap and ranks within the top 900 for the last 24-hour trading volume on @CoinMarketCap ! 🚀\n\n#CryptoNews #ORT https://t.co/Vnj1GZTrr1",
    "238": "@cryptonew24h Sometimes it's all green, now it's all red",
    "239": "@blockchainsux If you imagine nonsense, you will die immediately. Play based on reality",
    "240": "@cryptographyxw For me, Binance is still true love",
    "241": "What Is Voxie Tactics (VOXEL)?\n\nVoxie Tactics is a Polygon-based tactical RPG and its utility token is VOXEL. \n\nPlayers battle to level up their Voxie characters while earning, trading, and crafting item NFTs. \n\nVOXEL is an ERC-20 utility token that acts as Voxie Tactic's… https://t.co/eEJPWZLSVk https://t.co/ihe74SIk0j",
    "242": "@cryptottradings It's hard to increase anymore when the end of 2023 is near, wait for 2024 then play again",
    "243": "@crycurrevo BTC keeps going up and down at $38,000. It's normal for Binance to hold so much",
    "244": "@cryptostrategyx New improvements, new steps, the information you shared is extremely useful to me",
    "245": "@cryptostrategyx Well, what should I say, perhaps in the near future cryptocurrency will be a type of transaction method when currently online trading is extremely blooming and developing",
    "246": "@cryptosignalstw Absolutely correct, he's about to go to jail lol",
    "247": "@cryptoexpertug All green is green. But Bitcoin is still something that dominates the world's virtual currency scene",
    "248": "@cryptoeducax Ups and downs, waiting for next week to see if things get better",
    "249": "@cryptoeducax After so long, the red color has now turned a little green",
    "250": "@mrcryptotradx I have more faith in the bullish scenario than now",
    "251": "@mrbitcoinxtw Falling so miserably, just 38k, now it's down to 37k",
    "252": "@cryptottradings There is nothing at all, sometimes it even goes up and down like a graph",
    "253": "@cryptowarriorxt A blue green, a growth color. Let's gooooo",
    "254": "@cryptopagex No plan to wait until then",
    "255": "@Ballislife It was truly amazing, 84-24 was so overwhelming",
    "256": "@cryptogrowthX I also hope this will happen by the end of this year",
    "257": "@cryptoeducax I'm still waiting for the next developments in this matter, this is really very important for our virtual currency world",
    "258": "@bitcoinbillionx LUNA is the coin I crave, thank you for this information partner",
    "259": "RT @cz_binance: Bitcoin is traceable.\n\nCash is not.\n\n🤷‍♂️",
    "260": "@crypt0news247 Hope for a better week, but it's too red",
    "261": "October was always a great year in regards to Bitcoin performance. Lets drop your guess! 📷 https://t.co/YbLkhDbHXz",
    "262": "@cryptographyxw If you just shut up and do something, the heavens and earth will explode",
    "263": "@cryptonew24h Wait for the price to increase then sell immediately :holder said",
    "264": "@mrbitcoinxtw I love the blue color of ETH, it's such a wonderful blue",
    "265": "@cryptosignalstw wow wow wow, today all virtual currencies are so green",
    "266": "@crypt0news247 Selling off so bad, I don't understand why it's being sold so horribly",
    "267": "@cryptotimeaz The money that must be paid will arrive sooner or later",
    "268": "The world needs Bitcoin. A clear stance from CZ 🔥⁠\n#cz #binance #crypto https://t.co/6dvwYfAHrn",
    "269": "@bl0ckchaintech Totally agree. The higher the technology, the more accessible cryptocurrencies become to users",
    "270": "@mrcryptotradx The situation is general, but the position is still there and will quickly grow again",
    "271": "@mrbuffalocrypto Very interesting information, very useful to me",
    "272": "@cryptothingx Forecasting in advance that BTC will increase in about 1 week predicts a heavy decrease of this virtual currency",
    "273": "@crycurmillion Next week it will be broken, no need to be surprised",
    "274": "@crypt0news365 If it were me, I would do the same LOL",
    "275": "@cryptoeduaz Why don't you choose a different name? Change X to B and you'll get 1 virtual coin",
    "276": "@crypt0news365 Lol, What is this, flying through the roof?",
    "277": "@bitcoin360x It's getting a little better then it's falling",
    "278": "@cryptorevolux It could go up to $40,000 this year, you have to believe",
    "279": "@bitcointraderug Surely this will be the last time?",
    "280": "@cryptoeduaz $200,000 is my prediction for BTC growth in 2024",
    "281": "@cryptotradersx Giving me that transaction fee is enough to live on",
    "282": "@BalogunLamba @ESPNFC One mistake caused MC to lose a chance to win, the warriors did a great job",
    "283": "@cryptographyxw This moment has finally come",
    "284": "@VitalikButerin Is there a way to go in the middle?",
    "285": "@cryptotimeaz Congratulations to the investors, holders, shorter,... about BTC",
    "286": "@bitcoinugx This will definitely happen, I believe so",
    "287": "@cryptoeduaz Just try, everything will be possible",
    "288": "@cryptottradings Just like rotating capital in business, buy coins and sell them to make a profit and then continue to reinvest",
    "289": "@crycurnews Thank you for this important information",
    "290": "@cryptosignalstw Maybe I'll try to learn about Kaspa. Thanks for the information",
    "291": "@CNN Please God come and help these miserable people",
    "292": "@cryptostreetaz Who can stop BTC? Bitcoin lasts forever",
    "293": "@FabrizioRomano Let's go PSG, this is really very good news",
    "294": "@cryptorevolux AAA game based on web3 operations, that's interesting",
    "295": "@cryptostreetaz Must be punished and then deported back to the country",
    "296": "@bitcoinallstarX While it was on the rise but suddenly decreased, it's a bit unfortunate",
    "297": "@cryptotradersx As long as there is profit, there is still exploitation, how can one surrender?",
    "298": "@cryptowarriorxt Looking forward to it continuing to grow over the next week. Don't know what it will be like",
    "299": "@crycurrevo Exactly, that day will come",
    "300": "@cryptotabx Nice feature, quite handy and convenient",
    "301": "@mrcryptotradx Less money makes less profit, more money makes more profit",
    "302": "@mrbitcoinxtw The perfect blue is this blue, nothing more",
    "303": "@crypt0preneurx Shockingly, if these whales don't want to play, then stop playing and become an amniote",
    "304": "$VOLT #1 Gaming Token by 24hr price change on #CoinMarketCap 🚀\n\nA memecoin with NFTs powering a gaming ecosystem, a deflationary DEX, a trading bot, fiat off-ramps from DeFi and the list goes\n\n$VOLT is so many things at once! Only a matter of time till we see all these things… https://t.co/FJCjYDW8Vu https://t.co/C7oy4QuaYF",
    "305": "@cryptoexpertug Yeah and from then on, Bitcoin shined in the summer sun, the life of truth shone through me",
    "306": "@cryptotradersx Woof, this is the most powerful doge coin",
    "307": "@cryptowarriorxt If I knew in advance, I would buy it and try it",
    "308": "@cryptopagex How will this story end? Too much money is also miserable",
    "309": "@bitcoinallstarX Really extremely useful information, very high quality post",
    "310": "@cryptoinvesttwx This title is so cool LOL 🤣🤣🤣",
    "311": "🫣 Best ever coins which could make you millionaire in 2025 🤓😎\n\n1. $PEPE\n\n2. $BLZ\n\n3. $SOL\n\n4. $KSM\n\n5. $LINK\n\n6. $BCH\n\n7. $ARB\n\n#Bitcoin #Crypto #Bullish #Altcoins",
    "312": "@cryptomanxt It is predicted that it will increase even more by the end of this year and next year",
    "313": "@cryptoeducax Can I switch to being a hacker, not a trader anymore?",
    "314": "@daudau88 Nhà này bán cáo rồi https://t.co/rI5dgk0Fck",
    "315": "@bitcoinsalldayx Throw them all in jail, keep doing wrong things",
    "316": "@cryptopagex Great information, very useful for me in my career playing cryptocurrency",
    "317": "@nytimes Well done, really looking forward to that girl's future",
    "318": "@mrbitcoinxtw When will cryptocurrency be widely used around the world?",
    "319": "@cryptothemoonx Increase is good, it has to be that way",
    "320": "@bitcoin360x Just dropped a bit this morning but I believe BTC will get it all back",
    "321": "📈#Bitcoin broke through $39,000 and approached $40,000.\n\n#crypto $BTC https://t.co/41jbtOATz3",
    "322": "@cryptomillionex Unstoppable~~",
    "323": "@cryptostrategyx Same as my prediction for next year",
    "324": "@cryptographyxw Although he is not green all the way, he is the greenest",
    "325": "@dailycryptox That's great, really looking forward to contributions like this",
    "326": "@cryptowarriorxt Damn, freezing like that is so true. Can't give those people satisfaction",
    "327": "@crycurmillion Let go of growth, all beginnings are difficult",
    "328": "@ddlovato Wow, excellent. It sounds really cool 💃💃💃",
    "329": "@btctraderclub Me too, from the moment I made a profit, I believed in BTC all the time",
    "330": "@cryptotabx Exploit resources from another world aka the digital world",
    "331": "@binance Sell ​​your phone to exchange for a paraglider",
    "332": "@cryptosignalstw Time and place benefit people, even a little bit is not enough",
    "333": "@cryptosignaltwx A not too distant future is waiting for us",
    "334": "@bitcointechx Waiting to see what happens next week, it's so red right now",
    "335": "@cryptosignalsxw Can't stop THOR, Green is too green. I love green",
    "336": "@cryptographyxw I don't know if it will be approved or not",
    "337": "@cryptonewssx It's not a stock, but it still has a strong influence",
    "338": "RT @BitcoinMagazine: JUST IN: 🇺🇸 Former SEC Chair says the approval of a spot #Bitcoin ETF “is inevitable.”\n\n https://t.co/3FWkK7yn8K",
    "339": "@cryptorevoX What matters is when you buy it",
    "340": "@Bybit_Official So cute!!!! I want to raise a child like this at my house so much",
    "341": "Daily News 2 🗞 | December 6\n\n• BlackRock and Bitwise updated their $BTC ETF applications on Monday\n\n• Crypto trading volume on Robinhood surge 75% in November\n\n• French bank Societe Generale tokenizes Green Bonds on Ethereum\n\n• DigiFT receives regulatory approval from… https://t.co/djs5q377bH https://t.co/S9wTSozb2x",
    "342": "@cryptotimeaz Quite a lot of meme coins, this time another Doge coin 2.0",
    "343": "@cryptocrunchsx So good, BTC is truly the explorer of green kurs",
    "344": "📢Lambe News :\n\nSolana (SOL) -4.76% Saga phones, which initially showed disappointing sales figures, are currently reselling on platforms like eBay for more than $2,000, full listing shows.\n\nSome phones sell for even more; yesterday, two phones today for $3,361. The seller… https://t.co/7h8jA9QzJ6 https://t.co/HZ467Bxbyh",
    "345": "@APompliano I wonder if the clean energy being developed will help BTC",
    "346": "@cryptostrategyx Top 1 is worthy, who else can compete with bitcoin?",
    "347": "@cryptopagex Just a few more hours to know the results",
    "348": "@mrbuffalocrypto Grab your pickaxe and shovel and let's dig",
    "349": "@cryptotradersx How much money is that? It's terrible",
    "350": "@bencallerdegen Very good article, thank you for sharing",
    "351": "@bitcointraderug By the end of this year, BTC could probably increase to $60,000",
    "352": "Insight from Michael Saylor: $BTC\n\nThe upcoming #Bitcoin spot ETF is a game-changer on Wall Street. Here's why:\n\n1️⃣ Historic Significance: Saylor believes it's the most significant development in 30 years.\n\n2️⃣ Demand Shock: Anticipate a surge in demand for Bitcoin triggered by… https://t.co/fGxiNc32QW",
    "353": "@dailycryptox Is this market big? After all, it is digital",
    "354": "RT @BitcoinMagazine: FUN FACT: 🇸🇻 El Salvador mines #Bitcoin with 100% renewable energy from volcanoes 🌋 https://t.co/S9LX8iwfwQ",
    "355": "@cryptocoffeexw 6 numbers of crazy growth, truly unimaginable",
    "356": "@cryptothemoonx Lol, if I had the money, I would have gone all in when bitcoin was $10,000",
    "357": "@cryptocoffeexw BTC BTC BTC, just BTC cannot be replaced",
    "358": "@cryptotimeaz There is hope to reach $100,000 next year",
    "359": "@bencallerdegen It's a bit difficult when the popularity of the two meme coins is so strong",
    "360": "@cryptonewsxtw I don't know how much lower it will be next week",
    "361": "@cryptosignalstw In which I contribute 0.1%, all articles are about crypto and bitcoin",
    "362": "@cryptothingx Sell ​​quickly or everyone will sell out",
    "363": "@blockchainsux The long term is too long to wait, putting money into eth or bitcoin is fine",
    "364": "@cryptotabx Steady growth is good, it continues to develop like that",
    "365": "🚨 BREAKING NEWS\n\n#Scam Project SafeMoon Files for Chapter 7 Bankruptcy\n\n#Safemoon Did 58300x ( 5830197% ) within 70 days After Launch.\n\nAnd Now Almost 99.97% Down From Its All Time High.\n\nBrace yourselves!\n\nAs the bull run heats up, more questionable coins like SafeMoon are set… https://t.co/Htb77Gk8ll",
    "366": "RT @Bitcoin: Brrr, huh? ❄️❄️ https://t.co/0nc3FMjp2m",
    "367": "@mrcryptotradx It's really virtual, the moon rises and then the moon also sets",
    "368": "@cryptottradings Looking at the picture, we can see that at first it was high, but now it fell to the bottom and gradually increased again",
    "369": "@cryptoeduaz Delicious, thank you very much for this information",
    "370": "@cryptographyxw Only rich people need to be anonymous, poor people like me don't need it much hihi",
    "371": "@ethbnbsol Good Morning, Today is a happy day for me",
    "372": "📷$ETH Price Momentum Oscillator (PMO) shows the second bottom🟡.\n\nIt's time to go.🚀\n\n#Ethereum#ETH #Altseason https://t.co/qs58b1jeOT",
    "373": "@bitcoinsalldayx Falling to hell, a red line straight down",
    "374": "@mrcryptotradx Too much is blind, too little is not blind 😆😆",
    "375": "@bitcoinbillionx Green but reduced, it's really virtual",
    "376": "Blockchain activity in last 24hrs, number of addresses that made a transaction:\n\n#1 #Litecoin $LTC 1.01 Million (3 days over 1M) #Altseason\n\n#2 #Bitcoin $BTC 864k\n\n#3 #Ethereum 523k\n\n#4 #Doge 126k\n\n#5 #AVAX 104k\n\n#6 #Tether 78k\n\n#7 #Cardano 50k",
    "377": "@cryptothemoonx There are probably some owners selling off to buy cars and houses",
    "378": "📜 #ElSalvador started offering citizenship in exchange for investments in the country 👀\n\nTo take part in this initiative, you should either invest $1M in BTC$BTC or 1M USDT$USDT 💰\n\n📊 A thousand individuals per year will have the opportunity to participate in this initiative.",
    "379": "@blockchainsux 30% of the total circulation is a terrible number",
    "380": "@cryptonewsxtw @bitcoinsalldayx Ups and downs, this happens often",
    "381": "#TerraLuna founder #DoKwon faces imminent extradition to the U.S. to answer #criminalcharges, including the alleged manipulation of #TerraUSD and multibillion-dollar #cryptoasset securities #fraud. https://t.co/aPRhEhGkfK",
    "382": "@bitcoinugx If the 9th is this big, how big is the 1st?",
    "383": "@cryptosignalsxw If that happens, it would be cruel",
    "384": "@bitcoinbillionx That's why I started playing and loving Binance so much",
    "385": "@cryptoeduaz Strong growth, I really hope it continues to grow in the distant future",
    "386": "$BTC KNOW WHEN TO GET OUT\n\n* If yr balance has u look like #JoeRogan dont be greedy, take 1 of yr wins!👇\n\n* Alts will peak at different times after btc halving, (important to remember to take win)\n\n* Exit at 2-3 levels for an overall roi/plan exit levels\n\nI'm just sayN!🍻 https://t.co/s1VZ2HCD1f",
    "387": "@cryptoadviceX Bitcoin is a completely legal asset that only needs the government to know how to properly manage it",
    "388": "@cryptographyxw The question is too easy for me, of course it's Binance",
    "389": "@crypt0futureX I didn't get any of that 50% =((",
    "390": "I'm bullish on $HNT\n\nHelium Mobile is offering an outdoor Helium mobile hotspot for $499 and an indoor one for $249.\n\nAccording to Helium Hotspots Map, there are currently 3,831 active mobile hotspots in the network and 357,087 active hotspots for internet-of-things devices. https://t.co/AUEdZe8udI",
    "391": "@cryptostreetaz Gradually increasing again, what will happen next week?",
    "392": "@cryptoexpertug It went up to https://t.co/5rcjBVMXMS$ a few hours ago, it's really scary",
    "393": "@cryptosignalsxw Up like a rocket, luckily this is data, but emotions are skyrocketing because of joy",
    "394": "@cryptoadviceX It's so surreal, I don't know what will happen next",
    "395": "Just few news for everyone who think $ALGO is dead\n\nThe Ministry of Environment and Tourism of Mongolia and URECA have launched a platform for investing in climate improvement on the Algorand blockchain!\n\n- Partnership agreements have been concluded with NASSCOM, TiE Bangalore… https://t.co/e8iQ9u2Cor https://t.co/CmPchg1Cwn",
    "396": "@cryptotimeaz Really appreciate the information you share, thank you very much",
    "397": "Let's take a look at the market news today - 25/12\n\nBitcoin retreats to $43,000, altcoins adjust to start the new week\n\nThe market concludes the year 2023 with a busy week amid a quiet holiday, with not many macroeconomic data points of note during this week.\n\nNigeria allows… https://t.co/OFYBUuhDFU",
    "398": "@cryptonewsxtw Interesting information, I wonder where people find information like this",
    "399": "@crypt0preneurx Waiting to see what happens next week, it's so red right now",
    "400": "@cryptothingx As long as there is an opportunity to open and develop, the transaction potential will be extremely large",
    "401": "@cryptothingx The price has gone up so much, it has to be like that",
    "402": "@crypt0news365 Monks are monks, we increase together. Come on BnB",
    "403": "@crypto Here we go, you are present I am present",
    "404": "@cryptographyxw As long as the current volatility is overcome, I believe BTC can still surpass $50k this year",
    "405": "@binance So delicious, this is truly a breakthrough for the Binance platform",
    "406": "@Bitcoin Congratulations on Bitcoin surpassing the $38,000 mark",
    "407": "@cryptonew24h Nice idea, nice meme, i luv it haha",
    "408": "@bitcoinsalldayx Great, your thinking is top notch",
    "409": "@mrcryptotradx Give me the address, my friend. I've been waiting here since afternoon",
    "410": "@cryptotabx The price has dropped so miserably",
    "411": "@bl0ckchaintech Extremely ready, waiting for months now and only a few days left",
    "412": "@crycurcommunity Crypto Crypto Crypto Crypto !!!! Let's gooooo",
    "413": "@cryptosignalsxw If I buy now to increase the price, someone will buy in",
    "414": "RT @CoinMarketCap: I've #HODL  _____ for the longest time! 💪",
    "415": "RT @BitcoinMagazine: 🇺🇸 US Presidential candidate Robert F. Kennedy Jr. says he will discipline the market by issuing treasury notes \"that…",
    "416": "📈 Markets rally as #FederalReserve signals interest-rate cuts in 2024, sparking optimism amid easing inflation concerns. The S&amp;P 500 and Dow Jones hit record highs, and global stocks see a sixth straight session of gains. #Apple Inc. soars, and Asian futures #trend upward. #Fed… https://t.co/Su65OLOAKo https://t.co/SsaJwKNysn",
    "417": "@cryptothemoonx When #BTC increased to $44,000, many holders sold overtime and dropped to $43,000, which was fine.",
    "418": "@bitcointraderug If you make a profit, you buy a lot. If you don't make a profit, you buy a lot",
    "419": "@EzThingsEzLife Dù t mê MU hơn nhưng nhìn Pháo thủ đá vẫn mê",
    "420": "@bearcryptox Come on Doge coin, I believe you can do it",
    "421": "@cryptoeducax Look at the graph and guess what the next path will be",
    "422": "@cryptostrategyx When the price is on the rise, you suddenly yawn",
    "423": "@cryptonewsxtw Doge coin's growth potential used to be extremely good, but now it has dropped a bit",
    "424": "@cryptopagex To have $2.5 million in profit, how much money must be spent?",
    "425": "RT @CoinMarketCap: #CryptoNews: #Shibarium has surpassed 100,000 wallets on its platform, with 35,000 coming within 24 hours of Shibarium’s…",
    "426": "@cryptographyxw The record will be broken soon",
    "427": "🎯 The #Solana blockchain has been in full euphoria for the past few days, with\n$SOL surpassing $115 this weekend for the first time since April 2022.\n\nDriven by a record trading volume, Solana vastly outperforms #BITCOIN and #Ethereum https://t.co/7pveMgcyjR",
    "428": "@cryptonewssx Predicted and I believe as much as you do",
    "429": "@CayairdropX Em bị mù, anh qua xem em có cáo không nhé",
    "430": "@Cristiano @AlNassrFC_EN @AlNassrFC Congratulations my idol, happy weekend 🐐🐐🐐",
    "431": "@bitcoinallstarX Hopefully it will get better next week, it's too red",
    "432": "@crycurmillion 2050 is a bit too much, this table is no different from the 2012 doomsday prophecy :V",
    "433": "@crypt0news365 Definitely the Bitcoin rate, what are you waiting for?",
    "434": "@cryptonewsxtw While it's increasing, if you buy it, if the sharks sell it, you'll fall flat on your face",
    "435": "@cryptowarriorxt Nearly 2000% growth is too terrible",
    "436": "@Usher @BTS_twt This is the image for the new MV, right?",
    "437": "@VitalikButerin Come back and become Stronger than before",
    "438": "@btctraderclub Impressive style, very good and useful article",
    "439": "#CryptoNews Today:\n\n🔥 Singapore plans joint #crypto pilots with Japan, Switzerland &amp; UK.\n\n🔥 #Unibot contract $560K#exploit crashes #token price by more than 40%.\n\n🔥 #CryptoExchange #Bittrex's U.S. shutdown approved at bankruptcy court. https://t.co/KTiSVs3PTa",
    "440": "@crypt0futureX I didn't understand it very well but thank you for this information",
    "441": "@cryptothemoonx It's worth looking forward to what it will do in the future",
    "442": "@cryptothemoonx It looks green but why does it look so reduced?",
    "443": "@bearcryptox Making this meme coin sucks so much money, Doge coin won't take it anymore",
    "444": "The basics for every trader 📈\n#cryptocurrency #Bitcoin https://t.co/jODqMP9CvJ",
    "445": "@cryptothingx 2023 is a year of economic decline, perhaps 2024 will change more as predicted",
    "446": "@cryptotimeaz Prices are increasing rapidly, we don't know what tomorrow will bring",
    "447": "@cryptoexpertug It doesn't look very good, it just started to improve and now it's gone",
    "448": "@crypt0news365 Looks like there are more Heroes, thanks for the information",
    "449": "@APompliano As long as I know what I did, it's enough, no need to tell anyone",
    "450": "@cryptottradings Bitcoin network being on top doesn't surprise me at all, I love Bitcoin",
    "451": "Trump Released Latest ‘MugShot’ NFTs, Commemorating His Previous Arrest\n\nThe former U.S. President @realDonaldTrump has introduced his latest “MugShot” edition NFT collection, referring to his previous arrest.\n\n#CryptoNews #Trump #NFT https://t.co/XiHRrF5cAO",
    "452": "@crycurmillion It's really difficult, if you miss it, all your efforts will be gone",
    "453": "$LUNC -HE'S ALIVE-I LOVE IT, HA!\n\nEat yr heart out memecoins, up 140% in last 8 days, #LUNC is like Freddy Krueger, ya cant kill him, i'm just sayN!💀 https://t.co/3fCqWYh7iJ",
    "454": "@cryptomillionex Counting 7 years from now, that's quite a long time",
    "455": "@cryptorevoX I love accurate predictions like yours",
    "456": "@cryptotabx Yeah, It's been a while since I've stabilized...",
    "457": "@cryptostreetaz I want noise, I want the sound of money coming in continuously, no problem",
    "458": "@cryptosignalsxw Invest wisely, keep it up and good luck bro",
    "459": "#Cardano update https://t.co/eROQStwjzS",
    "460": "@cryptothingx MNT oh MNT, why is it so red?",
    "461": "@cryptotradersx It's crazy, $60,000 by the end of this year is just a matter of time",
    "462": "@bitcoinquotesX Red is red, we're so red, we look forward to a better future",
    "463": "@cryptoinvesttwx Green is green, we are so green, I really look forward to its future",
    "464": "@cryptotradersx It's truly amazing, thanks to the big guys jumping into the game, the coin price has increased like that",
    "465": "@Bobby_1111888 @CryptoCapo_ Totally agree, 2024 with halving stories everywhere makes it easier for us to make mistakes. You must calmly evaluate the market to know whether to buy or sell",
    "466": "The recent significant surge in Bitcoin prices has temporarily brought about a profit of approximately 12 million USD for President of El Salvador - Nayib Bukele. Prior to this, El Salvador's investment portfolio had consistently been in a state of losses, earning jests as if… https://t.co/OQl37bT7St https://t.co/AV67diMSmH",
    "467": "@crypt0preneurx It's not the highest yet, there's still half a month left",
    "468": "@bitcoinbillionx This is increasing steadily, these days we have rarely seen this lovely green color",
    "469": "@cryptoexpertug Maybe the next week Bitcoin will increase in price to $40,000",
    "470": "@cryptostreetaz Hey yeah, I knew it right away. One week it will reach $40,000, long live BTC",
    "471": "📊📈 Pepe Price Prediction as Market Cap Surpasses $500 Million – $1 PEPE Incoming?\n\nThe #PEPE price has dropped by 2.6% in the past 24 hours, with its fall to $0.00000137 coming as the market cools down a little after yesterday’s rally.\n\n#news https://t.co/3QaOuhnzrj",
    "472": "@cryptonewsxtw The information you share is really good and interesting",
    "473": "@CryptoUGx Reading this tweet makes me brainstorm, very useful",
    "474": "$BTC\n\nMichael Saylor thinks #Bitcoin will hit $350,000 in 2024. https://t.co/ddn68he9Bo",
    "475": "@cryptotradersx Falling really miserably, even though it's still in the top, it's so devastating",
    "476": "@mrbitcoinxtw What's the update? Is it good or does it bring any new features?",
    "477": "@crycurmillion $200,000 is the price I predict",
    "478": "@cryptotabx It's not very positive and it's getting worse day by day",
    "479": "@bitcoinsalldayx It's quite a pity, but that way, many other investors will have a bigger chance in this race, which is also good",
    "480": "@cryptosignalsxw Yes, this is extremely good news for ETH investors",
    "481": "@mrbitcoinxtw There will be many more times to come again again and again",
    "482": "@cryptottradings If we can't exploit it anymore, the price will skyrocket",
    "483": "@cryptorevolux Next year, reaching 200% won't be too difficult",
    "484": "According to Glassnode's cryptocurrency market overview:\n\n🪙 The strong upward trend of BTC faced resistance, reaching a new yearly high of $44.5k and enduring its third sharpest sell-off in 2023.\n\n💰 In response to the significant price surge in recent months, short-term BTC… https://t.co/D9kwzTsNe3 https://t.co/n1uQgjuF8x",
    "485": "@cryptoexpertug Where is the bonus, where is the link, where is the $1000",
    "486": "@cryptoeduaz No wonder the price has been dropping lately",
    "487": "@bitcointechx It's the highest right now, what if it goes higher tomorrow?",
    "488": "@cryptoadviceX How sure are you about this?",
    "489": "@crypt0news247 Web3 is so good, the posts are very high quality",
    "490": "@bitcointechz BTC has skyrocketed in recent weeks, expected $60,000 by the end of 2023 is no longer far away",
    "491": "@bearcryptox It's not good news for me. If I had known, I would have been rich",
    "492": "@cryptowarriorxt Hahaha lol, I agree with you. Bitcoin is POWER",
    "493": "@blockchainsux There's only $37k left, increase will decrease as a rule",
    "494": "@mrbuffalocrypto Increasing it to 200% is still possible, it is predicted that 2024 will be the period of gradual recovery.",
    "495": "@dailycryptox So who will fall to 4th place? It's definitely not ETH",
    "496": "@cryptomillionex BTC can do more than that, but it must be said that BONK also does very well",
    "497": "@cryptoeduaz Another type is meme coins, extremely interesting. The other 3 types of coins are too typical of this electronic currency",
    "498": "@cryptoadviceX This price is reasonable and will only grow",
    "499": "@cryptotimeaz web3 is truly an extremely important step forward in the development of cryptocurrency",
    "500": "@cryptonewsxtw Increased to $38,000 and then fluctuated back down. There is still nothing big enough to help btc increase strongly",
    "501": "@cryptocoffeexw I think 2023 is just the beginning of a series of growth returns, 2024 will be the most explosive year.",
    "502": "@jtimberlake 23 years but still very attractive",
    "503": "@cryptothemoonx Still waiting until the Halving period in 2024 to see",
    "504": "@saylor @MicroStrategy Wow, with the current increase, they are making a huge profit",
    "505": "@dailycryptox Why don't you find a way to take control and close it down?",
    "506": "Comparing titans of the crypto world! Which one do you back? 🚀\n\nFollow for more updates\n\n#Cardano #ADA #cryptocurrency #cryptomarket #Solana #cryptocrunchapp #SOL https://t.co/1su51U0Y3q",
    "507": "@bitcoinsalldayx It's okay, no one can stay at the top forever",
    "508": "@crypt0news247 50% off 12/12 on Amazon, Goooo🐧🐧🐧",
    "509": "@bearcryptox If it's too high, it's already up",
    "510": "@bitcointechz Doge's rise and fall are entirely due to Musk's hands",
    "511": "@cryptographyxw I don't know what's different about version 3.0",
    "512": "@cryptonew24h Hopefully next week will be better",
    "513": "@cryptoeduaz It must be said that partly thanks to BTC, other coins increased while BTC was oversold by holders so it decreased",
    "514": "@bitcointraderug The future encapsulated in a cartoon",
    "515": "@cryptorevolux Many coins increased in price, so many investors bought or sold, so it's obvious",
    "516": "@cryptonewsxtw Just released, AI also attracted a number of crypto investors. Very wise move",
    "517": "RT @saylor: #Bitcoin is Beautiful. https://t.co/uBCvaEUo3b",
    "518": "2 largest investment giants after BlackRock, Vanguard and State Street, refused to participate in the race for a spot Bitcoin ETF. #Bitcoin #BlackRock #vanguard #BTC https://t.co/wATFc02aT6",
    "519": "@bitcoinugx Nowadays, it seems like it's a lucky day or something, all coins are green",
    "520": "@crycurmillion This is truly extremely useful information, thank you for the post",
    "521": "@bitcoinsalldayx Solana's good growth is expected in the future",
    "522": "@cryptosignalsxw Can any project give me a little information?",
    "523": "@crycurmillion Increase must increase, why can't it increase?",
    "524": "🚀 Buckle up for some NFT excitement! In the last 7 days, NFT sales skyrocketed by a whopping 57% compared to the previous week. The market is buzzing with a sales volume reaching approximately $316 million. 💰💹📈\n\n#news #CryptoNews #NFT https://t.co/eI2byfWy0N",
    "525": "@crypt0news365 More and more people don't know which one to choose because they are all delicious",
    "526": "$VET NEWS for the best future...\n\nVeChain and BCG Partner to Drive Sustainability Through Blockchain Technology\n\nThe partners aim to utilize blockchain technology to enable impactful environmental transformations starting with reducing carbon emissions in high-impact industries… https://t.co/UndTBO604p",
    "527": "@cryptomanxt Wait next week to see if it gets better, but now the price has dropped too much",
    "528": "@cryptosignaltwx Can anyone tell me what's in this update? I'm too lazy to search Google",
    "529": "@cryptottradings Once you've finished, wash your hands, spend the money, then continue playing",
    "530": "@mrbuffalocrypto I like that \"what the fuuuuu\" thing",
    "531": "@cryptoadviceX If you knew the future in 2009, buying about 1,000 btc would be rich enough",
    "532": "@cryptonewsxtw Lol, reading the newspaper here is quite useful",
    "533": "@thuman_chinese I like Chinese culture but Chinese is too difficult to learn",
    "534": "@BTC_Archive Nothing can stop #Bitcoin, It's back again",
    "535": "BREAKING NEWS 🚨\n\n#SEC Chair #GaryGensler has revealed that the SEC is taking a new look at spot #Bitcoin ETF applications based on recent court rulings. https://t.co/I1W1j3oONF",
    "536": "@cryptoeducax The fire was so bad, it was red and ulcerated, not a green patch was visible",
    "537": "@cryptoadviceX I agree, of course it is",
    "538": "@cryptottradings Probably somewhere around $15,000 ~ $30,000. It may be lower than this",
    "539": "@dailycryptox In general, people look for other assets to make more profit",
    "540": "@cryptosignaltwx How can shut down? Shut down what??",
    "541": "@cryptothemoonx There is an increasing trend but not very strong",
    "542": "@crypt0preneurx Getting to the top 8 is not far away",
    "543": "@CoinMarketCap Surprisingly, the reddest thing I saw today was it",
    "544": "@mrcryptotradx Let's go, $100,000 with one BTC is within reach",
    "545": "@bitcoinguruX Wait next week to see if things get better",
    "546": "@crypt0news365 Dogecoin calls, Will shibacoin answer?",
    "547": "@dailycryptox The stars are so red today",
    "548": "@btctraderclub It's so red, let's wait and see next week",
    "549": "@katyperry @MichaelJWoodard The music is so good, just listen to it. I want to order another song, please~",
    "550": "@cryptomillionex Finally this day has come, the 4th time but still so nervous",
    "551": "@cryptoadviceX Tax free, what can you eat to survive?",
    "552": "@cryptotabx It's delicious, the more it develops, the easier it becomes to hunt and trade cryptocurrencies",
    "553": "@cryptotradersx Slightly dropped in price, hopefully it will come back stronger in the future",
    "554": "@AlemzadehC Look at the candlestick and predict if bitcoin will reach $80,000 next year",
    "555": "@cryptocoffeexw Classy but this is normal, pretend to be surprised to make you happy",
    "556": "@Cointelegraph It's okay for me to play Bitcoin fund in Hong Kong 😀",
    "557": "$XRP two years ago, $SOL the IMF and rating agencies criticized El Salvador $ETH and predicted collapse. $ATOM Today I see that incompetent people work in these institutions, $DOGE perhaps with fake diplomas. $TRX 2024-2025 will be the years of $BTC adoption in many countries!!!… https://t.co/Dj1FN7qg4m https://t.co/04p3Uo79dz",
    "558": "@BIGHIT_MUSIC The MV is so good, it's really captivating and you can listen to it forever without getting bored",
    "559": "@crycurmillion Half a million dollars, can you give me some capital? 🐧🐧🐧",
    "560": "@cryptosignaltwx Yes I agree, he will have to go to jail, nothing more",
    "561": "@cryptoexpertug With outstanding growth, thqtaj ming awaits its future",
    "562": "@bitcoinsalldayx The pandemic caused the market to fall so hard that it's only now gradually recovering a bit",
    "563": "@bitcoinsalldayx Looking up and down but still growing positively, good job",
    "564": "@cryptotabx Looking at the picture, I don't understand whether it will increase or decrease in the end",
    "565": "@Cristiano @selecaoportugal Gorgeous, Congratulations to my GOAT and the entire Portuguese football team 🇵🇹🇵🇹🐐",
    "566": "@bitcoinallstarX Keep increasing, keep increasing, increase forever",
    "567": "@elonmusk Flying a few times to the moon, I became addicted to cigarettes without even knowing it",
    "568": "@cryptottradings Let's see what next week will be like, but right now it's not looking much better",
    "569": "@cryptoexpertug Thank you for this useful information",
    "570": "#ETH is still underperforming vs #BTC. Broke out the important $2140 resistance, but still manage to cuck us all.\n\nAt least it does not dump hard as other alts.\n\nI still expect ETH to have 1 or 2 shining days, maybe a quick pump to $2400+ while BTC is busily consolidating. https://t.co/1fGfAwVSy1",
    "571": "#Solana update: Gradually growing again https://t.co/cUBQ0J4FCP",
    "572": "@bitcointraderug It's okay to increase like that, other coins are all decreasing",
    "573": "@cryptothingx Extremely useful information, thank you for your post",
    "574": "@iamsrk It's okay, I love you very much too",
    "575": "@cryptotabx That's great, I don't know where I got this information, it's very useful",
    "576": "@mrcryptotradx In 2 days it will be 40k$, believe me",
    "577": "@bitcointechz How many currencies can increase in price above $1? Extremely small compared to the number of virtual currencies launched. But the hope of some varieties' potential is worth a try",
    "578": "@cryptographyxw Delicious peach branches, the more they grow, the happier they become",
    "579": "@bitcointechz Thanks you for the information you shared",
    "580": "@cryptottradings Hopefully next week will be better but this is too red",
    "581": "@CryptoUGx Can't stop BTC, Green is so green",
    "582": "@cryptoeducax Thanks in part to Tesla, the price of Bitcoin has risen in recent years",
    "583": "@mrbuffalocrypto Maybe so, I can't predict it",
    "584": "@cryptoexplorex I don't know where to get such good information, the post is really very high quality",
    "585": "@cryptocoffeexw I must say this is truly an extremely smart strategy",
    "586": "@crycurmillion You have to buy it, invest a little and try it out"
}