{
    "0": "@bl0ckchaintech I think AVALANCHE will have the advantage.",
    "1": "@bitcointraderug @cryptosignaltwx ETH is popular with many people and I like it too",
    "2": "@cryptoeducax Having a difficult problem, I hope there will be a positive change",
    "3": "@cryptothingx Causing prices to drop quite sharply",
    "4": "@cryptotimeaz I will regularly monitor",
    "5": "@crypt0news365 Quite humorous and fun",
    "6": "@cryptoadviceX Your opinion is very good",
    "7": "@cryptotabx Time to flex those crypto muscles",
    "8": "@mrbuffalocrypto ETH is at a good, stable level",
    "9": "@cryptoexpertug SOL price increased slightly today",
    "10": "@crycurmillion Good news for SOL. Congratulations",
    "11": "@cryptosignalstw I think it just increases and increases",
    "12": "@cryptothemoonx It is showing signs of decreasing, which is not good at all",
    "13": "@FCBarcelona All the talk and Bragg rights is over8.",
    "14": "@cryptothemoonx In the crypto economy it is even better",
    "15": "@cryptoeducax Tôi nghĩ là có thể, nên là hãy tiếp tục theo dõi thông tin xem sao",
    "16": "@mrbuffalocrypto Next target: $ADA. In my view,",
    "17": "@bitcoinsalldayx It seems SOL is gradually stabilizing",
    "18": "Bitcoin halving is coming in April next year.\n\nThe block rewards will be cut in half.\n\nDown to 3.125 from 6.25.\n\nFrom 900 to 450 BTC per day.\n\n1.8% inflation down to 0.9%.\n\nBy 2032, rewards will be 0.75 BTC per block.\n\n112 per day. 0.22% annual inflation.\n\nGot Bitcoin? https://t.co/yD4Iesf5ny",
    "19": "@APompliano Bitcoin's market is 10% of gold's market cap.",
    "20": "@cryptoexpertug I'm happy when SOL is good",
    "21": "@cryptostreetaz ứng dụng này có vẻ tốt đấy",
    "22": "@cryptoeduaz BNB is trending down",
    "23": "@cryptocrunchsx I was quite shocked when I saw it",
    "24": "@mrbitcoinxtw SOL is showing signs of decreasing",
    "25": "@cryptosignalsxw Very good. Hope it will be maintained",
    "26": "@bitcoinsalldayx what exactly make ETH keep growing strong.",
    "27": "@CryptoUGx Hope there will be better progress",
    "28": "#SHIB update https://t.co/viUhKyTRdd",
    "29": "@bts_bighit This is the group I am most proud of",
    "30": "@cryptoeducax It's getting worse, there's a lot of red",
    "31": "@mrcryptotradx Hopefully this number will increase further",
    "32": "@mrbitcoinxtw Blue seems to be doing very well",
    "33": "@cryptosignalsxw Hope to be updated daily",
    "34": "@crycurmillion Meaningful article, thanks for sharing",
    "35": "@akshaykumar A strange thing happened, I hope everyone is safe.",
    "36": "@bitcoinallstarX Overcoming difficulties we will have success 👍🏻",
    "37": "#MATIC update https://t.co/5Ky26qiPD2",
    "38": "@cryptostrategyx Good, XRP is on the rise",
    "39": "TIK TOK, it's Bitcoin o'clock! https://t.co/ECOb0Za1wo",
    "40": "@dailycryptox I see a risk, but i think fine",
    "41": "@cryptocrunchsx It's funny, but it can't happen.",
    "42": "BREAKING: $40,000 #Bitcoin https://t.co/GRSYbofitr",
    "43": "@cryptomanxt There are price fluctuations",
    "44": "@cryptowarriorxt Why is it priced like that?",
    "45": "@cryptoexpertug I feel quite good and satisfied",
    "46": "JUST IN: Bloomberg says this is the start of a fresh crypto supercycle that will push #Bitcoin  above $500,000. https://t.co/cq6vbKm748",
    "47": "RT @BitcoinMagazine: HODL ✊ https://t.co/whZXzGAN7i",
    "48": "@cryptomillionex Will DOGE decrease further?",
    "49": "@cryptothingx Hopefully it will increase as predicted",
    "50": "@cryptoexpertug I think BTC price will still increase",
    "51": "@bitcoinsalldayx Weekly USDT has slight fluctuations",
    "52": "@cryptottradings The car is beautiful, quite eye-catching, I like it",
    "53": "@HarambeApes Nice to be in early 👌",
    "54": "@bitcoinsalldayx BTC is at the top of the chart",
    "55": "@NiallOfficial It's so exciting and I can't miss it",
    "56": "@dailycryptox I was looking for this information",
    "57": "@cryptoexpertug The results show that the market is stable",
    "58": "@mrbuffalocrypto Will there be more development?",
    "59": "@bitcointechz I want to participate in the summary",
    "60": "@binance Transferred 1600xrp from metamask to the exchange but until today.",
    "61": "@cryptotradersx BTC increased more than yesterday",
    "62": "@cryptonew24h It's funny and meaningful",
    "63": "@HarambeApes Wen moon",
    "64": "@cryptotradersx BTC prices fluctuate quite a lot",
    "65": "@crypt0news365 I have a better understanding",
    "66": "@crypt0preneurx Good news for ETH, good luck everyone",
    "67": "@cryptonewsxtw This information helps me understand more",
    "68": "@espn @SportsCenter @Tua Making the program more unique and interestingg.",
    "69": "@crycurmillion The market is erratic; we have no idea what will occur tomorrow. Thus, we should be cool and wait if there are slight swings in the coin",
    "70": "@saylor Cash and hash rate is going parabolic.",
    "71": "@cryptotabx XPR is trending positively",
    "72": "@bitcoinugx A huge amount of money with BTC",
    "73": "@CryptoUGx Hope this information is useful to me",
    "74": "@mrbuffalocrypto This morning I received good news",
    "75": "@bearcryptox Are you sure you are the best?",
    "76": "@cryptonewsxtw What's going on with BTC?",
    "77": "@crypt0news365 a huge amount of money",
    "78": "#ARB update https://t.co/yMm6D0hvkF",
    "79": "#RUNE update https://t.co/GVI1V61U1Z",
    "80": "@cryptosignalstw ETH allows developers to build and deploy smart contract",
    "81": "@cryptonewsxtw Is this price suitable for the market?",
    "82": "@cryptoeduaz Oh look at the upheaval. Pretty good",
    "83": "@bitcoinallstarX BTC price is profitable",
    "84": "@bitcointraderug SOL price is gradually stabilizing",
    "85": "@crypt0futureX Is the fee too high? 🙂",
    "86": "In a few hours youll see new video only about BTC and Bitcoin Dominance. My idea for October.\n\nWhen i look on this picture, i understand people dont get a lessons and info in video might be correct. $BTC https://t.co/OUB2pQRb8s",
    "87": "@cryptotabx What problem is ETH having?",
    "88": "@okx Congratulations OKX on its strong growth. Hope to continue growing",
    "89": "@DeFiTracer @0x_gremlin Hopefully",
    "90": "@cryptogainsx Oh, it seems to be stabilizing",
    "91": "@cryptosignaltwx How long will it take to stabilize?",
    "92": "@cryptotabx This information is useful to me",
    "93": "@cryptothemoonx Hope BTC gets stronger and stronger",
    "94": "@cryptotradersx What's going on with bitcoin?",
    "95": "@mrbuffalocrypto Hope to be updated with information every day",
    "96": "@cryptoeduaz This is a huge number",
    "97": "@cryptocoffeexw This is quite shocking information to me",
    "98": "@dailycryptox A new knowledge of politics",
    "99": "@cryptopagex Hopefully it will develop and meet expectations",
    "100": "@th39399 @FabrizioRomano This is not a small fee for a player",
    "101": "@cryptothemoonx BTC is trending positively and the price is stable",
    "102": "@cryptorevolux Omg, I feel bad",
    "103": "@cryptotradersx It seems that ETH is at a disadvantage",
    "104": "@cryptographyxw I think the price of bitcoin will rise once more.",
    "105": "@cryptoctworld BTC is trending down",
    "106": "@bl0ckchaintech DOGE is trending down, hopefully it will increase again soon",
    "107": "@cryptonewsxtw ETH is on the rise",
    "108": "@cryptotradersx omg, that's good news again, I believe they will increase even more",
    "109": "@cryptosignaltwx A new news about crypto",
    "110": "@cryptonewsxtw You must research information carefully because the market is increasingly changing",
    "111": "@Cristiano @TheBinanceNFT @binance I watch them every day. All those moments can be found on Youtube.",
    "112": "@cryptosignalstw SOL prices are at record highs",
    "113": "@cryptoexpertug BTC can grow strongly in the future",
    "114": "@cryptostreetaz This is the news I was looking for!!!",
    "115": "RT @BitcoinMagazine: #Bitcoin is winning. 👏 https://t.co/qS7Qhome6C",
    "116": "@blockchainsux I think everything fine, I like it",
    "117": "@cryptorevolux BNB is worth learning about and investing in",
    "118": "RT @BNBCHAIN: Name the strongest community in Web3 ⚡️ https://t.co/z5KNJxGOch",
    "119": "@bearcryptox The sign is not very good",
    "120": "@cryptomillionex Does it have a negative impact on the market?",
    "121": "@cryptocoffeexw It seems BTC is at a disadvantage",
    "122": "@mrcryptotradx Expect BTC to rise next week",
    "123": "@cryptostreetaz Also creates assumptions regarding the new leader's influence.",
    "124": "@cryptotimeaz The market is increasingly strong",
    "125": "@cryptotimeaz Good news for crypto marke",
    "126": "@BTS_twt Hope you guys have a nice trip",
    "127": "@cryptotabx DOGE is experiencing a decline",
    "128": "@cryptottradings So bad. I hope will better",
    "129": "@cryptoadviceX You can also check how.",
    "130": "$BTC Ascending Spiral $LUNC . the higher the price, the more expensive the transaction, the greater the amount of combustion, the more expensive the LUNC. $XRP https://t.co/WMjEJ9GaSF",
    "131": "@cryptoexpertug Waooo, record level 👍🏻👍🏻👍🏻",
    "132": "@cryptothemoonx DOGE is doing very well. Hope to keep it",
    "133": "@cryptoeduaz you'll get 1 virtual coi Blockchain",
    "134": "@cryptotimeaz Persevere and you will surely succeed",
    "135": "#DOGE update https://t.co/fU77arHilX",
    "136": "@bitcointechz Which one should I invest more in?",
    "137": "@cryptostreetaz BNB price has good volatility",
    "138": "@cryptothemoonx This is good news for BTC players",
    "139": "@crypt0news247 There's a lot of red",
    "140": "@bitcointechx Useful and encouraging information",
    "141": "@bitcointraderug BTC is gaining value day by day",
    "142": "@JackNiewold @HarambeApes Epic",
    "143": "@mrcryptotradx It is audacious to expect big increases and a shift to money printing by early 2024.",
    "144": "@crycurrevo BTC keeps going up and down 🥴",
    "145": "@cryptowarriorxt omg, I didn't expect this to happen, I'm so shocked by this information",
    "146": "@cryptotimeaz Hope to gain knowledge through your sharing",
    "147": "@bitcoinbillionx In November, XMR has a strong upward trend",
    "148": "@cryptothingx I predict the price of XPR will increase",
    "149": "@cryptoeduaz This is useful information for bitcoin lovers",
    "150": "#UNI update https://t.co/iFAV1p8C11",
    "151": "@CryptoCred The article is quite long and closely analyzed.",
    "152": "@bitcointechz Is this DOGE price okay?",
    "153": "@cryptoadviceX Hopefully BTC will increase in price further",
    "154": "@cryptoexplorex Hopefully next week will be more green",
    "155": "@mrcryptotradx This is a good sign",
    "156": "@cryptowarriorxt When will you come back?",
    "157": "@cryptotradersx I think buying will be profitable",
    "158": "@mrbitcoinxtw BTC is at the top",
    "159": "What is Bitcoin Shutdown Price?\nBitcoin Shutdown Price refers to the price of Bitcoin (BTC) that is low enough to make the net profit of mining Bitcoin less than the operation cost to mine it. As a result, miners will probably have to shut down their Bitcoin mining machines to… https://t.co/s1rAxAlSMW https://t.co/y56RSgeRWF",
    "160": "JUST IN: #Bitcoin  is up 82% since Jim Cramer told investors to sell 9 months ago. https://t.co/hvRa3WgfMX",
    "161": "@cryptothingx Trending better, quite a lot of red",
    "162": "@cryptoctworld Hope to be updated regularly",
    "163": "@mrcryptotradx I was surprised at that huge amount of money",
    "164": "@crycurnews The article is quite meaningful",
    "165": "@cryptoexpertug SOL prices fluctuate quite a lot",
    "166": "@crycurmillion BTC is increasing day by day",
    "167": "@cryptotabx I think this is good information",
    "168": "@cryptosignalstw Copper prices are still volatile",
    "169": "@cryptoeducax BNB is stable, hopefully it will get better",
    "170": "@cryptowarriorxt ADA is potentially dangerous",
    "171": "@cryptottradings BTC is trending down",
    "172": "@dailycryptox I believe this is a good thing",
    "173": "@mrcryptotradx Least 10 years to receive a worthy reward.",
    "174": "@crycurmillion It's really interesting and I hope it comes true",
    "175": "@bearcryptox Oh, it doesn't look good at all. What should we do?",
    "176": "@cryptoeducax This character is so powerful",
    "177": "@crypt0news365 It's funny and I hope to return to normal soon",
    "178": "@bitcointechz Good news for SOL",
    "179": "@cryptotradersx The new DOGE. It help me understand the maket",
    "180": "@bitcoinugx I think it can go further 😀",
    "181": "@cryptostreetaz Hope and wait for BTC",
    "182": "@cryptoexplorex If that happens, that would be great",
    "183": "@cryptothingx SOL is very meaningful and hopes it will bring many benefits to everyone",
    "184": "@btctraderclub A new knowledge is acquired",
    "185": "@cryptothemoonx BTC is leading the position",
    "186": "@crycurmillion Prices are rising very high",
    "187": "JUST IN: #Coinbase has been granted approval to offer perpetual #Bitcoin futures to retail customers worldwide. 🌍\n\nBullish ⁉️\n$BTC#BASE https://t.co/Y02kLKM5P8",
    "188": "@cryptopagex It's good that there will be many better projects",
    "189": "@cryptosignalstw Should I buy more?",
    "190": "@cryptosignalsxw BTC is in danger",
    "191": "#AVAX update https://t.co/hNRlhjciJj",
    "192": "@cryptoeducax Is OKB's price on the market okay?",
    "193": "@cryptoexpertug SOL is growing in the market",
    "194": "@bitcointechz I predicted this information in advance",
    "195": "@bitcoinugx an accurate information",
    "196": "@cryptographyxw This information is useful to me",
    "197": "@cryptowarriorxt The percentage increase is quite high",
    "198": "@VitalikButerin the problem is really worth our attention. 🤭🤭",
    "199": "@bitcoinbillionx NEAR is trending down",
    "200": "@cryptorevolux What's happening. I do not believe",
    "201": "@mrbuffalocrypto This information correct?  If so, will it have any effect on the price?",
    "202": "@jimmyfallon @taylorswift13 He looks so funny and cool 👍🏻👍🏻👍🏻",
    "203": "@cryptotabx SOL price is trending positively",
    "204": "@premierleague Final goal was the icing on the cake, crazy scenes ooooo",
    "205": "@KylieJenner She's amazing and charismatic ❤️",
    "206": "@HOPERETH I'm waiting, hoping to have fun",
    "207": "#ETH update https://t.co/umS7Kb65hm",
    "208": "@crypt0news365 DOGE is still in the safe zone",
    "209": "@cryptotabx Hope BTC gets stronger and stronger",
    "210": "@bitcoinsalldayx Gradually stabilizing, hopefully it will develop further",
    "211": "@mrcryptotradx I'm excited for BTC next month",
    "212": "@cryptoeduaz Backed by Thiel, is set to revolution.",
    "213": "@cryptorevolux What is happening with BNB price?",
    "214": "@bitcoinquotesX There is bad volatility and a lot of red",
    "215": "#BTC  #BTC https://t.co/8fHR06MyZa",
    "216": "🎯 Who will end up winning the trending race for today❓🔥🔥\n\n📝#PYTH 🔃 #CIRUS 💙#WAVES\n\n📍 $PYTH $0.4644 26.13% ⬆️\n\n📍 $CIRUS $0.0312 25.58% ⬆️\n\n📍 $WAVES $2.09 3.66% ⬆️ https://t.co/13tL7tYvhu",
    "217": "#DOT update https://t.co/GluFV4Mnyz",
    "218": "@bitcoinugx DOGE is trending positively and the price is stable",
    "219": "@cryptonewssx Seems to be moving in a positive direction",
    "220": "@cryptocoffeexw It seems that ETH is at dangerous levels",
    "221": "@cryptoadviceX BNB price volatility is good",
    "222": "@btctraderclub A new useful information of the day",
    "223": "@cryptoexpertug As I predicted, the blue color has returned",
    "224": "@cryptoexplorex This is news to me",
    "225": "📊 Crypto Fear and Greed Index\n\n🧭 Index Value : 45\n\n😱 Sentiment : Fear\n\n💰 BTC Price : $26527 https://t.co/2OQXYAcFab",
    "226": "@crypt0news365 This information correct?  If so, will it have any effect on the price?",
    "227": "@cryptocoffeexw Hope to raise more money",
    "228": "@cryptostrategyx The images are vivid and easy to understand",
    "229": "@cryptoadviceX Is this change good or not?",
    "230": "@mrbitcoinxtw BTC price is gradually increasing",
    "231": "@cryptothemoonx BTC can grow strongly in the future",
    "232": "@mrbitcoinxtw Omg, Is that dangerous?",
    "233": "@cryptoctworld Overall everything is fine",
    "234": "@dailycryptox Hopefully this article will be known to many people",
    "235": "#ETH update https://t.co/IhfXMIqY7E",
    "236": "@NEARProtocol @LayerZero_Labs @auroraisnear Omg",
    "237": "#DAI update https://t.co/KW9YxwnGIP",
    "238": "@cryptonew24h This is a large amount of capital",
    "239": "@cryptonewsxtw DOGE is getting stronger",
    "240": "Three Phases of #Bitcoin\n\ni) Bottom\n\nii) Consolidation\n\niii) Breakout\n\nRight now, it appears that Bitcoin is in the consolidation phase.\n\nSimilar to past cycles after forming the bottom, $BTC goes sideways under the falling trendline before an explosive breakout....🔥 https://t.co/4JFxF4fW0c",
    "241": "@MileyCyrus Seductive and hot body, she is amazing ❤️",
    "242": "@dailycryptox I see promise, hope to bring profit",
    "243": "@cryptothemoonx It's funny and impressive",
    "244": "RT @saylor: Hold on to your #Bitcoin. https://t.co/hAOTkpq7xj",
    "245": "Good morning, Bitcoin community!\n\nLet's keep pushing forward! https://t.co/tRGPyMsXts",
    "246": "@cryptosignalstw Price is quite high and stable",
    "247": "What is Bitcoin Dominance?\nBitcoin Dominance (BTC.D) is the percentage of Crypto’s Market Capitalization that BTC alone takes up. For example, the whole Market Capitalization of the Crypto Market is $1T, and that of BTC is $500B. We can easily calculate Bitcoin Dominance to be… https://t.co/LLXdNclRMP",
    "248": "@bitcoinsalldayx I think there's no reason to stop, I agree",
    "249": "@CryptoUGx Why is DOGE's chart so red?",
    "250": "@cryptosignaltwx Hope to be updated daily",
    "251": "@cryptowarriorxt I will plan to invest in SFUND 17,98%",
    "252": "@cryptoexpertug This is truly important news",
    "253": "@bearcryptox Thank you for share",
    "254": "@cryptorevolux Is this true, I doubt",
    "255": "@cryptosignalsxw Good news for BTC players",
    "256": "@cryptographyxw BTC is really stable and strong",
    "257": "@cryptonewsxtw Shiba is on the rise",
    "258": "@cryptographyxw I'm quite impressed with BTC",
    "259": "@cryptotimeaz Modern and helpful software",
    "260": "#DAI update https://t.co/jP4jfYljuK",
    "261": "@bitcoin360x The founder of the sanctioned exch.",
    "262": "@cryptottradings Does SHIB bring high profits?",
    "263": "@crycurmillion This is good and happy news",
    "264": "@mrbuffalocrypto BTC surprised me, I like it",
    "265": "@bearcryptox I want knowledge and experience",
    "266": "@bl0ckchaintech Signs of bullish SOL price",
    "267": "@bitcoinbillionx FTX fluctuates in a positive direction",
    "268": "@cryptottradings Hopefully it will be profitable",
    "269": "@cryptonew24h A new knowledge about SOL that I need to know",
    "270": "@Yoda4ever @azami_iqbal2007 Dog and cat so cute",
    "271": "@bitcointechz BTC is increasing day by day",
    "272": "@cryptocoffeexw See some movers; perhaps, the chart will remain green at all",
    "273": "@cryptopagex Hope SOL has better prices",
    "274": "@bitcoinsalldayx Your umbrella is quite good☺️",
    "275": "🚨 Long-term $BTC holders continue to eclipse #Crypto exchange supply 👀\n\nSuch a trend could imply growing confidence in $BTC's long-term value or perhaps a response to the recent high volatility ⚔️ https://t.co/rDSdMGEnjv",
    "276": "#BNB update https://t.co/TLb1JxZRc8",
    "277": "@cryptoeducax SOL's price is getting better",
    "278": "@cryptonewsxtw ETH price is dangerous",
    "279": "@cryptorevoX Good and meaningful article",
    "280": "@cryptoadviceX I just updated your information",
    "281": "@cryptopagex The opportunity comes so you have to take it",
    "282": "@cryptonew24h Hopefully it will increase, I'm feeling unstable",
    "283": "What is Zebec? \nZebec is a treasury management system that utilizes the multisig method and functions as a money stream platform on Solana. This solution aids in streamlining the payment process for users engaging in buying, selling, and investing activities by removing the need… https://t.co/k5snXzDGkF",
    "284": "@cryptographyxw SUI has growth potential",
    "285": "@bitcoinsalldayx Good for us to invest, right?",
    "286": "@cat_auras I love cat, because it so cute",
    "287": "@cryptoinvesttwx There are good price fluctuations",
    "288": "@cryptostreetaz Resulting in increased investor confidence and market activit",
    "289": "@cryptorevolux A remarkable development, hopefully higher profits",
    "290": "@bitcoinallstarX Hopefully it will increase steadily in the near future.",
    "291": "RT @BitcoinMagazine: 🇺🇸 The US dollar is one of the strongest currencies of the past 100+ years.   \n\nYet it has lost 97% of its purchasing…",
    "292": "@blockchainsux Useful information for me",
    "293": "@blockchainsux Why does this happen?",
    "294": "@cryptotradersx The BTC wave is getting stronger and stronger",
    "295": "@cryptoadviceX The opportunity is here, let's invest",
    "296": "@cryptotabx I find it unstable at all",
    "297": "@bitcoin360x Blue color has appeared. Hope there will be good progress",
    "298": "@crypt0preneurx @TOPDOGE007 DOGE is also thriving, I think",
    "299": "@cryptomillionex This is hot and useful news",
    "300": "@bitcoinallstarX The situation is following a negative trend",
    "301": "@bitcointraderug Hopefully coinbase will grow strongly",
    "302": "@cryptopagex BTC and ETH are at high prices",
    "303": "@crypt0news365 It's funny, funny information",
    "304": "@cryptothingx Cảm ơn thông tin cực kỳ hữu ích của chủ bài viết nhé 😅",
    "305": "@crypt0news365 BNB is doing very well today",
    "306": "@BBCBreaking @BBCWorld It's a crime and injustice for those women",
    "307": "@bitcoinglobalX This knowledge is useful to me",
    "308": "@cryptographyxw I think it will develop well in the future",
    "309": "@cryptotabx BNB is on the rise",
    "310": "@bitcoin360x I hope to see results as soon as possible",
    "311": "@cryptoeducax This is good news, omg",
    "312": "@cryptowarriorxt A knowledge from the new ETH",
    "313": "@cryptosignalstw The graph shows quick recovery",
    "314": "@bitcoinbillionx BTC is trending up",
    "315": "@BrunoMars Music is a spiritual gift for me",
    "316": "#BTC update https://t.co/T49oUxdnYp",
    "317": "@bitcoin360x Hopefully BONK will increase sharply in the near future",
    "318": "@cryptostrategyx What's going on, it's hard to guess",
    "319": "@cryptoeduaz It's increasing, right? Quite good ☺️",
    "320": "@crypt0news247 Is that a hodler's version",
    "321": "@cryptopagex Unfortunately, even the new super-intelligent AI systems seem to be com",
    "322": "@crypt0news365 I just learned about SEI wallet through this article",
    "323": "@crypt0preneurx Too much red, causing negative effects",
    "324": "#XMR update https://t.co/Sw4rGz4dMk",
    "325": "@blockchainsux This is a meaningful article",
    "326": "@cryptostreetaz How volatile is ETH currently?",
    "327": "@cryptottradings I have the same thoughts as you",
    "328": "@btctraderclub The chart display is quite bad",
    "329": "@mrbitcoinxtw BTC is increasingly strong in the market",
    "330": "@bitcoinbillionx Wow, that's a lot of information regarding LUNC today. Is there a possibility that LUNC will succeed?",
    "331": "@cryptothingx It's amazing, it's changing",
    "332": "@cryptoadviceX Is this a good or bad metric?",
    "333": "@cryptostrategyx ZEN Wallet has quite the potential",
    "334": "@bearcryptox This is the knowledge I was looking for",
    "335": "After declining over -3% yesterday, I think #Bitcoin will continue further down📉\n\n$BTC https://t.co/NKdMuRCTQt",
    "336": "@cryptostreetaz Strong impact on the Korean market?",
    "337": "@mrcryptotradx I think BTC will gradually strengthen in 2024",
    "338": "@iamsrk @iHrithik @deepikapadukone @AnilKapoor @justSidAnand A good and highly anticipated movie",
    "339": "#SHIB update https://t.co/zHPb9Qo39M",
    "340": "@cryptorevolux I was quite surprised with that number",
    "341": "@cryptonewsxtw SOL price is cooling down",
    "342": "@cryptoeduaz BTC is increasing day by day, reaching nearly $40",
    "343": "@cryptothingx This information helps create more trust in the bitcoin community",
    "344": "@bitcointechx So bad, have colour red",
    "345": "@cryptotabx BNB is trending positively",
    "346": "@cryptographyxw A convenient new development",
    "347": "RT @cz_binance: Doing our little bit. #Binance",
    "348": "@cryptoeducax BNB is interesting, I like it",
    "349": "@bitcoinsalldayx A good thing for BTC",
    "350": "@cryptocoffeexw BTC is leading, omg",
    "351": "#BNB update in one week https://t.co/GPGZwBkXu2",
    "352": "@bl0ckchaintech quite a lot of red, no green appears",
    "353": "@mrbitcoinxtw ETH price volatility is quite good",
    "354": "@VitalikButerin Hope to update more information quickly and usefully.",
    "355": "@cryptottradings BTC is getting stronger day by day",
    "356": "@bitcointechz Surpassing giants like Meta and Tesla is mind-blowing.",
    "357": "@crycurrevo Useful information for me",
    "358": "@cryptottradings This information is useful to me",
    "359": "@crypt0preneurx A terrifying and record number",
    "360": "@cryptographyxw I think ETH is still growing",
    "361": "@crypt0news365 Oh that's not good at all, isn't it?",
    "362": "@crycurmillion BTC is leading the table",
    "363": "@blockchainsux Will it exceed 40%?",
    "364": "@crypt0news247 BTC is gradually becoming stronger and being applied",
    "365": "@bitcointechz A good thing for BTC players",
    "366": "@cryptotradersx Looking forward to the results, hopefully good",
    "367": "@cryptottradings cryptottradings",
    "368": "@NBA A fierce and exciting match, everyone cheered enthusiastically.",
    "369": "@bitcoinbillionx Omg, an ideal amount",
    "370": "@cryptothemoonx This is a good sign 🥰",
    "371": "@ReticateNFT @GaiminIo nice",
    "372": "@cryptomillionex There is a stable direction",
    "373": "@bitcoinugx Good news for BTC players",
    "374": "@mrbitcoinxtw It seems BTC is at a disadvantage",
    "375": "@blockchainsux BTC is valuable, I like it",
    "376": "@cryptotimeaz Omg, a huge amount of money",
    "377": "@bearcryptox Oh good it continues to expand",
    "378": "@cryptocrunchsx omg, I hope that's not true",
    "379": "@cryptoeducax Thanks to Tesla, the price of Bitcoin has increased recently",
    "380": "@cryptowarriorxt This information is new and useful to me",
    "381": "@cryptographyxw Hãy chờ đón sự trở lại của #Bullmarket thôi nàooo 🥰",
    "382": "@cryptographyxw Bitcoin is rising very high",
    "383": "@cryptottradings Let's wait for the return ò #BullMarket",
    "384": "@BeingSalmanKhan @aapkadharam A meaningful day, happy birthday Dharam Ji.",
    "385": "#XRP update https://t.co/cMXNt4H3dC"
}