{
    "0": "RT @drakefjustin: the Ethereum Foundation research team will host a Reddit AMA on Jan 10 at 1pm UTC\n\nquestions can be submitted now :)\n\nhtt…",
    "1": "RT @Bitcoin: #Bitcoin rises from the obscurity of traditional finance. A new era of decentralized empowerment and financial freedom. 🔥📈 #Bi…",
    "2": "RT @solidity_lang: 🥁 Final update before we wrap up 2023 🥁\n\nThe Solidity Developer Survey 2023 is live! 🎉\n\n✍️Read the announcement:https://…",
    "3": "RT @cz_binance: What is a bitcoin ETF?\n\nhttps://t.co/NY9jOfHFAC",
    "4": "RT @EFNextBillion: ⏰Pssst! Writing your @EFNextBillion Fellowship application this weekend but need more time? 📢 The submission deadline ha…",
    "5": "RT @cz_binance: 10 years ago today, I quit my job, sold my house, and aped into #bitcoin.\n\nNo, I am not saying you should do the same. Many…",
    "6": "RT @cz_binance: Appreciate the support. But will try to stay off twitter for a while. 🙏",
    "7": "RT @TimBeiko: Blobs are coming to Goerli .oO\n\nOn Jan 17, at 6:32 UTC, Dencun will activate on the testnet! It will be the last network upgr…",
    "8": "RT @Drigolvc: 📣 The Ethereum Foundation's 2024 Academic Grants Round is now open! \n\nUp to $1M is available for academic research advancing…",
    "9": "RT @ethdotorg: ✨ A look back at 2023, and a glimpse at what lies ahead in 2024 ✨\n\nCheck it our newest article on the @Ethereum Foundation's…",
    "10": "RT @Hitman6174: 网赚 副业 赚钱 偏门 灰产 https://t.co/ESJslNCg6e",
    "11": "RT @EFDevcon: 🌟 New year, new horizons! 🦄\n\nGet ready for Devcon Southeast Asia, and join us from November 12-15 for a gathering that promis…",
    "12": "RT @Hitman6174: 偏门 灰产 赚钱 网赚 副业 https://t.co/fQeFEtBfGI",
    "13": "@rut9430",
    "14": "RT @Hitman6174: stateavailablehimselfbusiness record",
    "15": "RT @TimBeiko: More testnet blobs on the way .oO \n\nDencun will activate on Sepolia Jan 30, and on Holesky Feb 7. If running a node on either…",
    "16": "RT @Hitman6174: 网赚 灰产 赚钱 偏门 副业 https://t.co/QIiHku4EXe",
    "17": "RT @TimBeiko: At long last, another here's another long-form #AllCoreDevs update: it covers Dencun, the EIP process changes, and the Prague…",
    "18": "RT @icebearhww: 📣 The 11th Ethereum Foundation Research Reddit AMA is starting in 30 minutes, at 1PM UTC today!\n\nJoin the conversation and…",
    "19": "RT @_RichardTeng: Pushing ahead with global partnerships and institutional adoption - introducing banking triparty agreement to help instit…",
    "20": "RT @fredriksvantes: There is now a 2x multiplier for Dencun related vulnerabilities! 🎉\n\nRead the Goerli Dencun Announcement at https://t.co…",
    "21": "RT @Hitman6174: processtooenoughcar example",
    "22": "RT @EF_ESP: Earlier this year, ESP hosted the Run a Node Grants Round to encourage the exploration of diverse ideas for operating nodes bey…",
    "23": "RT @Bitcoin: #Bitcoin operates with seamless precision, ticking away towards a future where decentralized time is of the essence. ⏰💡 #Bitco…",
    "24": "RT @parithosh_j: The goerli fork finalized! :D\nhttps://t.co/LIa3d4Ml5H\n\nAfter the fix was patched in, the validators came back online and t…",
    "25": "RT @cz_binance: Apparently, calorie restriction is the number one longevity fix, exercises and sleep follows. Everything else is behind tho…"
}