{
    "0": "RT @GeekyTechyIn: Missed Bata Slippers at ₹99? Never miss such deals. Join our TG Channel.\n\n👉 https://t.co/leWZA5ra0B https://t.co/ylsg13tl…",
    "1": "RT @BinanceLabs: We're excited to announce we've invested in @initiaFDN!\n\nEmerging from stealth, Initia is a network for 0-to-1 omnichain r…",
    "2": "RT @BinanceLabs: https://t.co/m0JL7zaywo",
    "3": "RT @Velvet_Capital: 🚨📢 Velvet Capital v2 is now live! Your DeFi Operating System of the future has arrived!🚨📢\n\nBacked by @BinanceLabs, Velv…",
    "4": "RT @WeTrade2022: Start earning with Rs75.\nBuy Stocks, Oil, Gold and Forex with Paytm, PhonePe.\nSign up &amp; get $10,000 Free Demo Account",
    "5": "@rut9430\n@Nft1847000\n@Raushni209\n@Art_crypto45\n@Nft1847000\n@risk5338\n@Rohit264266\n@crypto_rt9",
    "6": "RT @CAuthorityHQ: Unlock a world of luxury travel with IDFC First premium benefits package! 🌍✈️ \n\nEnjoy up to 6 complimentary Premium Econo…",
    "7": "RT @EdnaHough50163: Join CryptoSignal, the single largest pump group in the entire world. \n\n✅ Weekly Pumps\n✅ Anyone can join\n✅ Huge % gains…",
    "8": "@pritysingh40260",
    "9": "RT @MantaNetwork: Manta Network is partnering with @0xPolygonLabs to transition #MantaPacific to a zkEVM using Polygon CDK. Learn more abou…",
    "10": "@rut9430",
    "11": "RT @MantaNetwork: Symbiosis is now officially live on Manta Pacific! 🌊\n\n@symbiosis_fi is a decentralized exchange that pools together liqui…",
    "12": "RT @_groww: Technical charts, indicators, option chain, or watchlist, everything you need on one tab.",
    "13": "RT @randy68084: Join CryptoSignal, the single largest pump group in the entire world. \n\n✅ Weekly Pumps\n✅ Anyone can join\n✅ Huge % gains \n\n🔗…",
    "14": "RT @NEARProtocol: An open web free from boundaries, censorship, and centralized control.\nNEAR and its vibrant ecosystem are pioneering this…",
    "15": "RT @hellokryptos: Kryptoskatt is now Kryptos. \n\nAs we transform, it's the time for you to change the way you manage your Web3 Finances &amp; Co…",
    "16": "RT @BinanceLabs: We’re thrilled to announce a new Founder Track to the MVB Accelerator Program!\n\nThe Founder Track serves as a venture stud…",
    "17": "RT @RDNTCapital: Radiant Capital is now LIVE on @ethereum, powered by @LayerZero_Labs, @StargateFinance &amp; @Balancer.\n\nRDNT ETH token addres…",
    "18": "RT @BinanceLabs: Let's talk about @cosmos⚛️\n\nJoin us for our next AMA with @initiaFDN @Injective_ @Neutron_org\n\nThis Thursday, 14:00 UTC👇\nh…",
    "19": "RT @IndiaCinepolis: Brace for 'Salaar' - A gang leader's oath to a dying friend leads to a clash with rival gangs. Experience the intense j…",
    "20": "RT @NicolleOld85130: Join CryptoSignal, the single largest pump group in the entire world. \n\n✅ Weekly Pumps\n✅ Anyone can join\n✅ Huge % gain…",
    "21": "RT @ToshiMintDApp: ToshiMint is a permissionless tool available to anyone who is looking for a way to easily create and deploy a token smar…"
}