{
    "0": "RT @pips_daily: Cancel @EXNESS \n\nThis is useless broker \n\nApart from fast withdrawal and deposit \n\nThey are good at nothing \n\nTag 🏷️ anothe…",
    "1": "@insultsrare Community notes always doing the most😹 https://t.co/3NZJ2sx63B",
    "2": "RT @honourable_Petr: KimberLite’s Tangible Non-Fungible Tokens (TNFTs) represent a novel fusion of the digital and physical worlds. They ar…",
    "3": "RT @thissdax: I know you can make it VIA trading only prop firms \n\nBut if you wanna make it big, I mean make thousands /millions  of dollar…",
    "4": "RT @umah_precious: 🚀 ValueFlow's ( $VFLOW) whitelist subscription on @CoinstoreExc Startup is now live! Secure your spot today and be part…",
    "5": "RT @justsociety4all: 🤔\n\nIf you're looking for a Truly Confused Country...\n then you have one,.\n Nigeria...\n\n UPDATES!!!       \n    \n36 Stat…",
    "6": "@iamboht22 Stupid but worth it😹",
    "7": "RT @gold_mera: Discover the IEO's Whitelist on @CoinstoreExc's Launchpad for info on ticket size &amp; launch details.\n🎁 All about whitelist: h…",
    "8": "RT @BurnhamCynthia1: Step into the world of crypto with Prime by @coinstoreExc! From exclusive projects to limitless opportunities, Prime i…",
    "9": "RT @CharlesEsang2: Dive into the future of finance with @coinstoreExc's Web3 wallet – your gateway to seamless DeFi access. 💼💰\n\nhttps://t.c…",
    "10": "RT @mary_lonia: On @injective, the leading blockchain built for finance, there’s free access for every developer interested in building any…",
    "11": "RT @thissdax: If you don't see your setup, wait\n\nStop forcing trades",
    "12": "RT @MarvelousSamps1: Ready to level up your crypto investment strategy? Understand the differences between Coinstore Launchpad Whitelist an…",
    "13": "RT @Etimbuk_Bass: Break free from allocation limitations and refunds.Earn simultaneously with Launchpad Whitelist Subscription.Participate…",
    "14": "RT @JoAnne47968: 🔥 Start your engines! The LOI Trading Campaign is underway. Trade LOI and compete for your chance to win a share of the $4…",
    "15": "RT @ThaBoyYom: Oh my goodness!!!!🔥🔥🔥🔥🗣️🗣️ https://t.co/m2Yrun1pq6",
    "16": "@DukeDarls @FundedNext Done",
    "17": "RT @MarvelousSamps1: Stay one step ahead of the competition with @coinstoreExc, where you can trade the hottest tokens safely and seamlessl…",
    "18": "Secured a lil Profit from this one first https://t.co/9q0Iysbfi3 https://t.co/HOOGL9qruk",
    "19": "RT @UweJeremiah: Exciting news from the #TON Foundation! 🚀 \n\n16K+ $TON airdropped to Level 1 Open League quest conquerors and Junior Pilot…",
    "20": "RT @gold_mera: Discover #Prime: your gateway to the world of crypto assets &amp; Web3. Connect with similar projects, enrich your trading journ…",
    "21": "RT @Kelvintalent_: My Forex Journey this year:\n\nI have been Trading Crypto spot and futures profitably for over 3 years on crypto exchanges…",
    "22": "RT @Morbiusdak: 🤞🏾 https://t.co/xd1elMiLCP",
    "23": "RT @ima_luv: $TLOS is progressing its decentralized recursive proof aggregator #SNARKtor, with detailed high-schema diagrams provided by @a…",
    "24": "RT @princess79712: Step into the forefront of innovation with @coinstoreExc Prime. More than a launchpad, it's a gateway to a universe of b…",
    "25": "@JJKPerfectShots This counts yeah? https://t.co/Dz6rwkeFqm",
    "26": "@FXOFFICIALUNI I know😆\n\nSomething I’ll never advice anybody to do",
    "27": "RT @PPromise_girl: 🚀Let's review the thread discussing @binance's collaboration with #Kava EVM to learn more about their integration effort…",
    "28": "RT @EmemJackson7: Don't let the fear of losing money hold you back from exploring Web3. At @coinstoreEXC Launchpad, our global community ma…",
    "29": "RT @umah_precious: 🚀 Don't miss out! ValueFlow ( $VFLOW) now live on @CoinstoreExc Startup! \nEngage fully through the whitelist subscriptio…",
    "30": "RT @DestinyEsang: Dive into the dynamic world of crypto trading with @coinstoreExc, your trusted source for the trendiest tokens and a secu…",
    "31": "RT @UnyimeA99788963: \"Discover a world of possibilities with @coinstoreExc Prime! 🌐 Connect with inspiring founders, explore exclusive bloc…",
    "32": "RT @Order_Flow_godd: Synthetic nugget:\n\nHave a reoccurring narrative for your setups and a single pattern for your entries.\nA disjointed an…",
    "33": "RT @nteoma_chimaobi: Repost when you see this video. IGP need to see this too. https://t.co/OsSF1laWgc",
    "34": "RT @ILTONELIAN: What’s stopping you from recreating this? https://t.co/3lEBIK0El9",
    "35": "RT @princess79712: Elevate your profit game to new heights! 🚀 With @coinstoreExc's Launchpad Whitelist Subscription, you're not just invest…",
    "36": "@DiscoverAtoZ @Morbidful This is totally unrelated but I teach people how to trade for forex for free so if you’re interested just send a dm \n\nhttps://t.co/j7wJLPm5K3",
    "37": "@Morbidful The people you trust the most are usually the ones that cause you the most harm",
    "38": "RT @Greckothe1: EYOOOOOOOO \n\ntoday 5 accounts all 5 blue \n\n🤑🤑🤑🤑🤑🤑🤑 https://t.co/X5ZRzrkZuO",
    "39": "RT @Order_Flow_godd: As promised, here is a thread on volatility 75 &amp; 50 using SMC.\n\nV75. Here I gave the basics to smc and OrderFlow https…",
    "40": "RT @ictsmcfx: Making my first $100k in the 1st quarter of 2024. Amen 🙏",
    "41": "RT @Bob_Ezims: Hello #web3 community! \nHere's a detailed guide on linking Viction Network to Coin98 Super Wallet (@coin98_wallet) and Metam…",
    "42": "Synthetic for the weekend🫣\n\n#forextrader https://t.co/eO0AW0QBva",
    "43": "RT @RedHotBlaziken: Never done this but a very suspicious account quoted Ricky Berwick and I checked their account... Thread: 🧵 https://t.c…",
    "44": "RT @cxrnerrstone: february 29 isnt even a real date btw so anything you do today doesnt count. stay tuned for more life hacks",
    "45": "RT @itsSh0la: My guy just bought a solana meme coin named Low IQ, and it went -99%. He then told me “abi the dev dey mock us say we get low…",
    "46": "RT @GraphicsQueen00: Just like how $RIO made a lot of profits. You could make 1000x by investing in #RWA tokens for the upcoming bull run…",
    "47": "RT @Etimbuk_Bass: Explore the forefront of cryptocurrency assets with @coinstoreExc Prime! Beyond a mere launchpad,it acts as a driving for…",
    "48": "@Waspapping_ @MuhdAshrafIb @morbiusdak",
    "49": "Took a trade on Gold and didn’t place TP😹\nSeems it’s gonna pump for a while😹\n\n#forextrading https://t.co/lcLtrZCDlS",
    "50": "RT @danielsamuel_et: 🚀Curious about @CoinstoreExc Launchpad's whitelist process? Wondering about ticket sizes for IEOs? Check out the compr…",
    "51": "RT @CharlesEsang2: Tired of platforms where accountability is just a myth? Say hello to @coinstoreEXC Launchpad, where your satisfaction is…",
    "52": "RT @JoAnne47968: Stay ahead in the crypto game! Learn how Whitelist and General subscriptions work on Coinstore Launchpad to secure your sp…",
    "53": "@wisdomande 👀",
    "54": "RT @Bob_Ezims: Join the thrilling OceanX Encore Tournament for an exciting adventure! 🌟\n\nAre you prepared to explore the ocean depths and c…",
    "55": "RT @Emahtoofine: Wondering about Whitelist vs. General Subscription in IEOs? Whitelist = committed USDT / IEO price ⚫️ General = (committed…",
    "56": "RT @mhinuelgroup: Traders: \n\nNext Year We Only Fund Once And Withdraw for the rest of the year\nIt is possible",
    "57": "RT @mirelflexy: Exciting update! ValueFlow ($VFLOW) is now the 44th project on Coinstore Startup's whitelist model! Don't miss your chance…",
    "58": "RT @danielsamuel_et: Attention traders! Get noticed with @CoinstoreExc! Trade over $100 volume on leading crypto pairs to earn Whitelist ti…",
    "59": "RT @Yubbie14: \"Experience the future of crypto assets with @coinstoreExc Prime! 🚀 It's not just a launchpad - it's a catalyst for innovatio…",
    "60": "@heysalm0n @TheMule1961 @Morbidful I’m not justifying it\nI’m just saying that there’s probably another reason why he did what he did \nThe cheesecake story is just a coverup",
    "61": "This kind of risk taking😹😭\n#forextrader https://t.co/v7nCamLl07",
    "62": "@TheMule1961 @Morbidful The cheesecake was probably an excuse \nHe was probably already pissed at his kids",
    "63": "Me after using my final year school fees to trade😆\nFunny enough that was the first time I made my first $1k dollars 🥹\n\n#forextrading #forextrader https://t.co/deuN5xO3m4",
    "64": "RT @GraphicsQueen00: Buy bag of #RWA tokens now , and #Blackrock will pump it tomorrow 🫶.\n\nNothing can stop $LBM @libertum_token.\nCapable o…",
    "65": "RT @geelux5: Interested in staying ahead in the world of cryptocurrency? Join @coinstoreExc's Launchpad Whitelist Subscription for exclusiv…",
    "66": "RT @AdetolaElegbeje: Hiring\n\nUndergraduate staff\n\nLagos\n\nMarch 2024\nCC\n@Omojuwa \n@Mr_JAGs \n@OgbeniDipo \n@aproko_doctor \n#Elegbeje https://t…",
    "67": "RT @jacks78482: Wondering if the ticket size for each IEO on Coinstore Launchpad remains constant? Discover the factors influencing ticket…",
    "68": "YOLO‼️",
    "69": "For the month of January alone and just from $50\nTrading really is a business if you know what you’re doing 🤲🏾\n\n#forex https://t.co/MdsdtfP68g",
    "70": "RT @financegeeek: If you pay attention to most traders who got SUCCESSFUL and ask HOW they did it..\n\nYou’ll always hear a sentence repeat i…",
    "71": "RT @yubbie34: Join the elite league of blockchain enthusiasts with @coinstoreExc Prime! 🌟 Experience more than just a launchpad - it's a ga…",
    "72": "RT @JustDirmax: @layiwasabi Didn’t see this coming💀 https://t.co/3jvPHHWTOk",
    "73": "RT @MarvelousS1323: Stop losing sleep over unreliable platforms. @coinstoreEXC Launchpad puts accountability first, ensuring your journey i…",
    "74": "RT @kofoworola_98: TRADING RANGES \n\nA thread 🪡🧵 https://t.co/K6buGFq5I7",
    "75": "RT @Emahtoofine: In crypto trading, speed and efficiency are key. That's why you need #Coinstore - a platform designed for making smart, sp…",
    "76": "RT @ima_luv: Folks, let's delve deeper into #Telos \n Peter Nguyen likely holds valuable insights on #Telos and its progress, particularly w…",
    "77": "RT @SlyPerformer: It's official,  she's coming back. https://t.co/yhQuU2Qrbj",
    "78": "RT @animevibe88: Some of my favourite \"Get back\" moments in Anime\n\n[ 🧵🪡]\n\nadult gon\nhttps://t.co/DBuBB5CgaR",
    "79": "RT @KingGenera29858: 🔒 Empower authenticity and ownership with ORIGYN Foundation's biometric digital certificates! Dedicated to proving the…",
    "80": "RT @Sophia966Enitan: 🧵Within the bitsCrunch ecosystem, augmented NFT data is accessible through the bitsCrunch utility token (BCUT), a digi…",
    "81": "@Anthony_Aloye_O @instablog9ja So because he say yahoo bad all of una wan attach am😹\nThe way we normalize scamming is this country is very funny wallahi",
    "82": "@JuezFx Both 😹",
    "83": "Wetin be this😭 https://t.co/aPGURBvIlB",
    "84": "@mhinuelgroup Won’t you like to secure some profits?\nOr your tp is close by?",
    "85": "RT @promisenakpan: Your parents won’t be angry for long. Sell that plasma TV, fridge, AC or microwave and fund your account!",
    "86": "@Morbiusdak That feeling 🥹",
    "87": "@ALinCALI22 @Morbidful The ones closest to you cause the most harm….",
    "88": "RT @BurnhamCynthia1: Ready to dive into the world of crypto? With Prime by @coinstoreExc, investors can access exclusive opportunities and…",
    "89": "@DiscoverAtoZ @Morbidful Yo that’s what gave the flash his powers😹😹",
    "90": "RT @danielsamuel_et: 🚀 ValueFlow's ( $VFLOW) whitelist subscription on @CoinstoreExc Startup is now live! Secure your spot today and be par…",
    "91": "RT @etenge_s: Unlock the potential of blockchain technology with @coinstoreExc Prime! Connect with groundbreaking projects, visionary leade…",
    "92": "RT @Chartswithmax: Choose 1 pair:\n\n- EURUSD\n- XAUUSD\n- EURGBP\n- GBPUSD\n\nChoose 1 timeframe for entries:\n\n- M1\n- M5\n- M15\n- H1\n\nChoose 1 ses…",
    "93": "RT @thissdax: Quite embarrassing for me  to post this again cause of my current status but after leaving the Redemption camp today, I reali…",
    "94": "RT @tinytus1: 🚀🌟 Calling all #GainGang members! \n\n🌟🚀 Join the @GainFi_Official #Airdrop Season NOW and embark on an exciting journey to ear…",
    "95": "RT @mary_lonia: Apart from the rewards you'd earn while you hold $DOJO, there are so many other ways to earn on @Dojo_Swap \n\n-You can easil…",
    "96": "RT @Trader_Theory: Always check the HTF (1D, 4h, 1h) when things seem confusing on the LTF (15m, 5m, 1m).\n\nThe puzzle gets solved just by d…",
    "97": "RT @Anthony_Aloye_O: @instablog9ja So much love 🫶🏾 for the EFCC\n\nAbeg, prosecute them immediately.\n\nThey’re the ones tarnishing the image o…",
    "98": "RT @danielsamuel_et: Maximize earnings with @coinstoreExc's exclusive Whitelist Subscription! Gain early access to top IEOs for unprecedent…",
    "99": "🤞🏾\n\n#forextrader #forextrading https://t.co/Lhco1kNdGy",
    "100": "RT @mary_lonia: The possibilities of having a seamless LSD &amp; CDP is huge when you use @Gryphon_fi\n\nThings you can do on #Gryphon\n\n-You can…",
    "101": "RT @Order_Flow_godd: Trading the expansion phase of the synthetic markets.\n\nIt's going to be a long thread.\nGet a pen, your note book and a…",
    "102": "RT @Dev_crypto55: It's crucial for platforms in the Web3 space to prioritize user satisfaction and accountability. Coinstore's commitment t…",
    "103": "RT @KingGenera29858: 🌟Curious about $OGY, the native token of ORIGYN? Wonder no more! $OGY is the cornerstone of our ecosystem, granting ac…"
}