{
    "0": "RT @BillyM2k: wrote a piece about my grandma for this week’s article \n\nhttps://t.co/niNKRm1g3I",
    "1": "RT @SpaceX: Falcon 9 rolled out to pad 40 in Florida and is now vertical for today's launch of USSF-124 → https://t.co/bJFjLCiTbK https://t…",
    "2": "RT @Bitcoin: #Bitcoin Bulls Take Charge. Here We Go! #CryptoCharge https://t.co/FeFS6o6Rcn",
    "3": "RT @elonmusk: And we are only 6 weeks into 2024!",
    "4": "RT @Tesla: Making Model 3 even better https://t.co/eItJNuyqVX",
    "5": "RT @boringcompany: Vegas Loop drills with @ClarkCountyFD \nThanks for being a great partner - these recurring drills are critical to system…",
    "6": "RT @elonmusk: Amazing that some people still think the news is real 😂",
    "7": "RT @cb_doge: BREAKING: 𝕏 recorded a 26 million increase in unique visitors in January as compared to last month with a total of 1.6 billion…",
    "8": "RT @elonmusk: https://t.co/31793hpOTX",
    "9": "RT @elonmusk: Very few people in America realize that their vote will be rendered meaningless",
    "10": "RT @elonmusk: And then singing 🎶 RIP Harambe 🎶 together \nhttps://t.co/55Oxx3985Q",
    "11": "RT @CommunityNotes: Under the hood update: We’re testing a new scoring model to surface additional helpful notes. The update identifies mor…",
    "12": "RT @SpaceX: Stacking the world’s tallest and most powerful launch vehicle at Starbase https://t.co/1Ric3lISMG",
    "13": "RT @elonmusk: https://t.co/6RQ3bRxQTU",
    "14": "RT @BillyM2k: https://t.co/qux4KdxpDi",
    "15": "RT @elonmusk: !!",
    "16": "RT @cb_doge: BREAKING: 𝕏 recorded 9.6 billion visits in January 2024, up by ~500 million visits / 5.46% as compared to last month.\n\nOctober…",
    "17": "RT @elonmusk: The other ones are just sooo boring 😴",
    "18": "RT @SpaceX: Targeting Wednesday, February 14 for a Falcon 9 launch of the @Int_Machines IM-1 mission to the Moon from Launch Complex 39A in…",
    "19": "RT @RepThomasMassie: 🚨 This week, the House will vote on whether the US government must get a WARRANT to search for your private communicat…",
    "20": "RT @elonmusk: This is insane",
    "21": "RT @elonmusk: The best answer by far",
    "22": "RT @elonmusk: Four rockets on their launch pads simultaneously",
    "23": "RT @elonmusk: Which path, Western World? https://t.co/b2tLjQ2NVD"
}