{
    "0": "RT @Bitcoin: Nurturing the #Bitcoin seed, watching it grow into a groundbreaking revolution. 🌱🚀 #CryptoGrowth https://t.co/doBEQFuVfF",
    "1": "RT @Bitcoin: Unlock a future of financial freedom. 🌳🌿💸 #Bitcoin #DigitalGold https://t.co/sU0JWinKxl",
    "2": "RT @saylor: Behold #Bitcoin https://t.co/Gq4Tz6xV1I",
    "3": "RT @Bitcoin: In the ever-changing landscape of finance, #Bitcoin stands tall, a towering force above the rest, reshaping the future of curr…",
    "4": "RT @Bitcoin: #Bitcoin: Catalyst for change in the world of finance, unlocking possibilities and reshaping the future. https://t.co/SrJtMVMa…",
    "5": "RT @Bitcoin: 03 JAN 2009. Happy Birthday #Bitcoin. https://t.co/8eA4ZaUqFJ",
    "6": "RT @Bitcoin: #Bitcoin: Erupting from the depths of innovation to reshape financial landscapes. Are you ready to embrace the lava of change?…",
    "7": "RT @Bitcoin: When #Bitcoin faces turbulence, stay patient and vigilant; when the dust settles, the resilient nature of this digital asset o…",
    "8": "RT @Bitcoin: Bitcoin is navigating through turbulent waters towards a prosperous future. #CryptoJourney #SmoothSailing 🌊💼 https://t.co/Abaa…",
    "9": "RT @Kylapromo: $50 GIVEAWAY 💜 Ends in 24 Hrs\n\n• RT &amp; Make 5 posts with chart on your timeline with something good caption and add tags 👇🏻 (…",
    "10": "RT @Bitcoin: Bitcoin: Crossing the bridge to a decentralized future, one block at a time. #BitcoinBridge https://t.co/SD8Va5YBHm",
    "11": "RT @Bitcoin: #Bitcoin is a highway to financial sovereignty. https://t.co/LoYyCRjo9X",
    "12": "RT @Bitcoin: #Bitcoin and blockchain, forging a decentralized future of trust and financial empowerment. https://t.co/UiBtREROHD",
    "13": "RT @Bitcoin: #Bitcoin is redefining freedom and rising once again.  #BitcoinPhoenix 🔥🔁 https://t.co/4dLwmXwizQ",
    "14": "RT @BitcoinMagazine: Billionaire hedge fund investor Bill Ackman suggests #Bitcoin could \"go to infinity\" and \"collapse the economy\" if dem…",
    "15": "RT @Bitcoin: As Bitcoin gears up, the crypto space anticipates liftoff, so buckle up for a thrilling journey to new heights. https://t.co/A…",
    "16": "RT @Bitcoin: Bitcoin: where dreams of financial ascent float to the moon. Reach for the stars and let your crypto ambitions soar high! 🚀🌕 #…",
    "17": "RT @CryptooIndia: We are partnered with Binance for a massive Web3 Wallet campaign. \n\n🎉 Dive into the $500k Airdrop! \n\nSwap in Binance's We…",
    "18": "RT @Bitcoin: Patience and perseverance lead to a big payoff. #BitcoinJourney #Bitcoin 🛤️💰 https://t.co/lOkqtV7Icc",
    "19": "RT @Bitcoin: #Bitcoin: A Gateway to Endless Possibilities 🤝🌱 Embrace a new era of economic growth. 💸🚀 https://t.co/k4G3WbUFnU",
    "20": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends in 8 hrs\n\n•  RT + Sign-up on Link Below 👇\n\nhttps://t.co/keMbtyPOtS\n\nPost Proof https://t.co/Y5dDxiFE03",
    "21": "https://t.co/tek6fYnZwZ",
    "22": "RT @Bitcoin: #Bitcoin, the gravitational force at the heart of the crypto universe, anchoring innovation and decentralization. #BitcoinGrav…",
    "23": "RT @Kylapromo: $50 GIVEAWAY 💜 Ends in 12 hrs\n\n($25)\n• RT + Follow @CrystalsofFate &amp; Quote RT this tweet with #CCG \n\n($25)\nJoin DC: https://…",
    "24": "RT @Bitcoin: #Bitcoin operates with seamless precision, ticking away towards a future where decentralized time is of the essence. ⏰💡 #Bitco…",
    "25": "https://t.co/DKuhO9rOer",
    "26": "RT @Bitcoin: Ride the #Bitcoin wave to a brighter future! 🏄 This digital sensation knows no boundaries, offering freedom, security, and a l…",
    "27": "RT @Bitcoin: As #Bitcoin experiences short-term highs and lows, remember that its historic growth trajectory showcases resilience. Stay vig…",
    "28": "RT @Bitcoin: #Bitcoin rises from the obscurity of traditional finance. A new era of decentralized empowerment and financial freedom. 🔥📈 #Bi…",
    "29": "RT @Bitcoin: #Bitcoin is connecting people through a shared vision. https://t.co/TyudE9VZDg",
    "30": "RT @Bitcoin: Mining masters of the #Bitcoin empire. 💻💪 #BitcoinMasters https://t.co/b03UhZwKFZ",
    "31": "RT @Bitcoin: Cheers to #Bitcoin: a time to celebrate innovation, decentralization, and the boundless possibilities of the crypto era! 🎉🚀 #B…",
    "32": "RT @Bitcoin: #Bitcoin is bringing warmth to the world of finance. 🔥💰 #CryptoWarmth https://t.co/IflhMUK0Vi",
    "33": "RT @Bitcoin: At the center of financial evolution, #Bitcoin emerges as the gravitational force, pulling us into a decentralized orbit of pr…",
    "34": "RT @Bitcoin: #Bitcoin: Illuminating the present and paving the way for brighter days ahead. In the world of decentralized possibilities, th…",
    "35": "RT @Bitcoin: #Bitcoin is taking us places we have never been before. #BitcoinJourney https://t.co/ZSjQkerc9u",
    "36": "RT @Bitcoin: #Bitcoin, thawing the traditional ice of finance with the warmth of digital innovation. 🌬️💰 #CryptoThaw https://t.co/ijQL7DR6Fd",
    "37": "RT @Bitcoin: In the world of Bitcoin, long-term charts don't lie – they tell the story of resilience, growth, and the transformative potent…",
    "38": "RT @Kylapromo: $50 GIVEAWAY 💜 Ends in 12 Hrs  \n\n• RT &amp; Join Zealy (Post Proof)  https://t.co/QIaLGXyySG  \n\n----- \nJust 2 days left! Join th…",
    "39": "RT @Bitcoin: As the blockchain clock ticks, #Bitcoin undergoes its halving event, a defining moment that reshapes the scarcity and resilien…",
    "40": "RT @Bitcoin: #Bitcoin, a towering peak in the vast landscape of digital finance, reshaping horizons and sculpting the terrain of a decentra…",
    "41": "RT @Bitcoin: Hop on the #Bitcoin train to the future of finance. 🚉🚀 https://t.co/UXyU1eafI9",
    "42": "RT @Bitcoin: As the new year unfolds, #Bitcoin explodes with potential, a journey into unprecedented realms of financial innovation and dig…",
    "43": "RT @Bitcoin: #Bitcoin: The Future of Finance 🤩💰 \nWith its rapidly growing adoption and undeniable potential, Bitcoin stands poised to revol…",
    "44": "RT @Bitcoin: #Bitcoin, soaring to new heights and taking us on an exhilarating ride! #BitcoinRocket #ToTheMoon #CryptoJourney 🚀🌕💫 https://t…",
    "45": "RT @Bitcoin: What's in your wallet? #Bitcoin https://t.co/UyDlENcYbc",
    "46": "RT @CoinMarketCap: 💡 Crypto Basics\n\nBlockchain network congestion occurs when there are more transactions to be processed than a blockchain…",
    "47": "RT @Bitcoin: #Bitcoin is powering a decentralized future on the electronic pathways of progress. ⚙️💻 #BitcoinCircuitry https://t.co/1u7AYUI…",
    "48": "RT @saylor: It's #Bitcoin Season. https://t.co/wXu9N0dM8L",
    "49": "RT @Kylapromo: 🔊 New IDO Project: @AOFverse ($AFG) is NOW LIVE !\n\n👥 How to participate? Create your Bybit Wallet + 250 $USDT on Arbitrum On…",
    "50": "RT @Bitcoin: #Bitcoiners aren't just investors; they're builders, laying the path to a decentralized future. 💪🚀 #BuildingBitcoin https://t.…",
    "51": "RT @Bitcoin: The power of thoughts is the silent architect shaping the landscape of our reality, where imagination lays the foundation for…",
    "52": "RT @bonk_inu: Everybody BONK now https://t.co/g2apST6UfC",
    "53": "RT @Bitcoin: #Bitcoin is stepping into the New Year strong and proud! Day-to-day market volatility can't stop this bull!!  #Bitcoin2024 htt…",
    "54": "RT @Bitcoin: #Bitcoin, the well-traveled currency navigating the vast realms of the digital economy. A global adventurer, connecting border…",
    "55": "RT @Bitcoin: #Bitcoin beauty lies in its decentralized nature. https://t.co/AGHdD9jDgv",
    "56": "RT @Bitcoin: Savvy investors are watching #Bitcoin more closely than ever, ready to seize opportunities. #BitcoinWatch 👀📈 https://t.co/0WSM…",
    "57": "RT @elonmusk: Two Falcon 9 launches today, carrying 4 Terabits/second of capacity to orbit",
    "58": "RT @Bitcoin: #Bitcoin mining now more eco-friendly than ever, reaching a 54.5% sustainable energy usage. https://t.co/VqXGOn2CdD",
    "59": "RT @Bitcoin: If you could travel back in time, how much money would you invest in #Bitcoin? 🤔 https://t.co/zH7ZGeJOrJ",
    "60": "RT @Bitcoin: #Bitcoin is fulfilling wishes for decentralized prosperity and a borderless, inclusive financial future. https://t.co/ti9XhGmR…",
    "61": "RT @CryptooIndia: Bitcoin’s genesis block was mined 15 years ago on 3rd Jan 2009 with a 50 BTC mining reward\n\nIn the block, Satoshi Nakamot…",
    "62": "RT @Bitcoin: Prepare for the imminent #Bitcoin halving, a pivotal event that historically drives scarcity and value. https://t.co/3yBlTIrKV6",
    "63": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends  in  8  hrs  \n\n• RT  &amp;   make 3 timeline posts with pic + this text:\n\n$PLANET moon 🚀\n\n #PLANET #PLANETme…",
    "64": "RT @Kylapromo: $75 GIVEAWAY 💜 Ends in 24 Hrs\n\n($25)\n• RT &amp; Follow @wowearneng + @wowearnchain\n\n($50)\n• Post on your timeline by clicking th…",
    "65": "RT @ZeusNetworkHQ: Our Olympus just keeps getting stronger and stronger. \n\nLet’s welcome our early backers\n\n@aeyakovenko (Co-Founder of Sol…",
    "66": "RT @Bitcoin: #Bitcoin is forging a path to decentralized prosperity. https://t.co/MufgB8HVVE",
    "67": "RT @Bitcoin: Embrace the #Bitcoin bull cycle, where potential gains soar. https://t.co/FJu35LGOtV",
    "68": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends in 8 Hrs\n\n• RT &amp; Follow @golden_greaser https://t.co/IlXfyD7UQI",
    "69": "RT @Bitcoin: The #Bitcoin bull always emerges bigger and stronger. Secure your place in the future of finance. https://t.co/I3z0iBVEay",
    "70": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends in 8 hrs\n\n•  RT + Join Discord 👇\n\nhttps://t.co/NuLYk0PDhY\n\nPost Proof https://t.co/39KrdDvh8o",
    "71": "RT @Bitcoin: #Bitcoin, a shimmering presence in a winter wonderland. https://t.co/u7BwXJZIhq",
    "72": "RT @RobertKennedyJr: No one is even surprised. THAT is a bigger problem than the fraud itself. It shows how normalized corruption has becom…",
    "73": "RT @Bitcoin: #Bitcoin is reshaping the world. #BitcoinRevolution 🌍 https://t.co/tqUGXJrbfn",
    "74": "RT @Bitcoin: The hard work of miners fuels the heartbeat of #Bitcoin. ⛏️💻 #BitcoinMiners https://t.co/Oq2KTvfGR2",
    "75": "RT @Bitcoin: Bitcoin making its mark, etching a new chapter in the history of finance with its digital footprint. #BitcoinImpact #CryptoLeg…",
    "76": "RT @Bitcoin: #Bitcoin, fueling unprecedented growth, transforming the landscape of finance.  #BitcoinGrowth 🌱📈 https://t.co/qUyZVYpcV1",
    "77": "RT @Bitcoin: #Bitcoin is on its way to a new summit. #BitcoinBeyond #CryptoSummit 🏔️🚀🌌 https://t.co/hdLxDjroGJ",
    "78": "RT @Kylapromo: I hope this Jollibee Mix and Match could make you happy 😺 DM @KylaClaims for your prize, stay active 🔔\n\n- Admin Zyx https://…",
    "79": "RT @Bitcoin: #Bitcoin miners are working overtime, powering the network and securing the future of finance. #BitcoinMining ⛏️💻🕒 https://t.c…",
    "80": "RT @Bitcoin: Now we are cooking!! #Bitcoin https://t.co/2rliEacSCy",
    "81": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends in 24 hrs \n\n•  RT &amp; Join TG https://t.co/5GGjqfwiEn\n\n(Post Proof) https://t.co/XRghcMX99l",
    "82": "RT @saylor: There's a Bull in Cyberspace. #Bitcoin https://t.co/ZHe1Ofuftr",
    "83": "RT @HTX_Global: Banks and spot #BitcoinETF's byte the dust on the weekend for trading.   \n\nBut #Bitcoin is here on #HTX 🔥 https://t.co/Jw7q…",
    "84": "RT @Kylapromo: Spooktacular giveaway by cool exchange https://t.co/dOKab3lFL4  🔥\n\nDo the quest and get some extra money guys 💰 https://t.co…",
    "85": "RT @Bitcoin: #Bitcoin: where every tick of the clock resonates with the urgency of now. ⏰💰 https://t.co/Hx8nUCWrkU",
    "86": "RT @Bitcoin: #Bitcoin: A symphony of innovation. A performance of prosperity. 🎭🎶 https://t.co/Z8fjGRgaXT",
    "87": "RT @Bitcoin: Watch #Bitcoin confidently cross the bridge to a decentralized future, uniting innovation with financial freedom. 🌉🚀 #BitcoinC…",
    "88": "RT @CryptooIndia: 🚨URGENT: \n\nIf you've used NFT Trader before, revoke contract access (0x13d8faF4A690f5AE52E2D2C52938d1167057B9af). \n\n37 BA…",
    "89": "https://t.co/pplHbIovk1",
    "90": "RT @Bitcoin: United by #Bitcoin 👫 connecting the world, one peer at a time. 🌐 #BridgeTheGap https://t.co/IRtKEHEJf9",
    "91": "RT @Bitcoin: Embark on the journey of #Bitcoin discovery, where every digital step brings boundless joy. 🚀💰 #CryptoJoyride https://t.co/HVv…",
    "92": "RT @Kylapromo: Due to an error this giveaway will be cancelled and reposted shortly. https://t.co/0AoPeM6HAe",
    "93": "RT @Bitcoin: #Bitcoin forms connections, sparking a revolution in decentralized thinking. 🧠💡 #CryptoConsciousness https://t.co/oYiYzRc9o8",
    "94": "RT @Bitcoin: March 10, 2024 @ 09:39 PM (UTC)\nCurrent Price of Bitcoin\n\n(BTC-USD):        $69,328.40\n(BTC-EUR):        €63,382.10",
    "95": "RT @Bitcoin: #Bitcoin is erupting with opportunities and wonder! 🌋 💰 Are you ready to seize the moment? https://t.co/k01VuvSITC",
    "96": "RT @Kylapromo: 👉  Invitation Event 👈\n\n🔼 Total reward 100$ 🔼\n\nWho Will Joined Here Or Whom You Invites Here Must Mentioned Their Inviter Nam…",
    "97": "RT @Bitcoin: Unlocking the future of finance with #Bitcoin. 🔑💼 https://t.co/pfpLXTEDuZ",
    "98": "RT @Bitcoin: #Bitcoin YTD growth is putting smiles on HODLer's faces. How will the year end? #HODLerSmiles #BitcoinJoy https://t.co/qWHBrR0…",
    "99": "RT @Currentreport1: ⚡️BREAKING:\n\n83% of Russian people are satisfied with Vladimir Putin's performance as President. https://t.co/0DPBIzvuwL",
    "100": "RT @Bitcoin: #Bitcoin: The digital blueprint of tomorrow's currency. #BitcoinCode https://t.co/B1HBGfM1CJ",
    "101": "RT @Kylapromo: Just joyned this new app that combines Social-Fi and Game-Fi🚀\n\nCome and earn some money by voting💯\n\nThis is my poll👇\nhttps:/…",
    "102": "RT @Bitcoin: #Bitcoin power is breaking through traditional financial barriers, ushering in a new era of decentralized currency. #BitcoinRe…",
    "103": "RT @Bitcoin: 2024. https://t.co/rlDpTeJunT",
    "104": "RT @Bitcoin: Where are you going in 2024? https://t.co/WichATyHip",
    "105": "RT @Currentreport1: ⚡️Hezbollah publishes footage of its fighters targeting the “Numira” military vehicle belonging to the Israeli army, at…",
    "106": "RT @Bitcoin: #Bitcoin, like snowflakes in the digital winter, each transaction unique and gracefully settling in the blockchain. ❄️💰 #Crypt…",
    "107": "RT @Bitcoin: Float above the world with #Bitcoin. ⛰️✨ https://t.co/T5Bf8edumK",
    "108": "RT @Bitcoin: The #Bitcoin journey is a winding path upward, navigating through challenges and reaching new heights. #BitcoinPath #CryptoCli…",
    "109": "RT @Bitcoin: #Bitcoin is brewing a revolution. A potent blend of decentralization and innovation ready to awaken the possibilities of a new…",
    "110": "RT @Kylapromo: $30 GIVEAWAY 💜 Ends in 8 hrs\n\n•  RT + Follow @TheBurbsNFT \n\n•  Join Discord 👇\n\nhttps://t.co/iEhcgYBHqR\n\nPost Proof https://t…"
}