{
    "0": "@omegacrafter_jp great https://t.co/RiqMeTwHJo",
    "1": "RT @GatoTacato: quick leo animation test with a fancy camera https://t.co/YV5enux6kL",
    "2": "RT @watchmeanimate: // animator vs machine https://t.co/U1ttFMQAPh",
    "3": "RT @Animate_A_Thing: Murder drones Insecurity is getting serious fr\nI actually animated this during class and rendered on my PC at home \n#m…",
    "4": "RT @PaulaPeroff: WOOAH?? An animation where FANTASY characters wear BREAKFAST?? Who made this?? https://t.co/VyShe1r225",
    "5": "@InsurTechAuto great",
    "6": "RT @BriAnimator_: The iconic RINGU was released today in 1998 https://t.co/fuZn1c0NDb",
    "7": "@VROWcom nice one",
    "8": "RT @yume335: 【告知】2月7日より開催『「ツキウタ。」劇場版RABBITS KINGDOM THE MOVIE × animate cafe』のグッズイラスト描き起こしを担当させていただきました☕\nどうぞよろしくお願いいたします✨\n#ツキウタ #ラビキン https…",
    "9": "RT @blutterfyfinger: Just found out that nine years ago today, animation peaked here: https://t.co/1Tcl328pOM",
    "10": "RT @Dsand000: my ghost friend 77 :       \nover-thinking ella🤔🤔😳😳😳\n\n-\nella: What does it mean to come to room and just give cookies???😳😭😭😭\n=…",
    "11": "RT @SLOplays: THE ANIMATION IN JJK IS SO FUCKING GOOD BRUH 😭🔥 https://t.co/r9bpYOAPVt",
    "12": "RT @zntAuri: It's been 1 year since i started this art account, everyone has been so kind and  supportive i made this silly little animatio…",
    "13": "RT @Arran_Baker: Animation Breakdown!\n\nThis shot is animated by the Legend himself, James Baxter. I'm always learning something new each ti…",
    "14": "RT @lIJCThorntonll: When you win a contest, there's a risk of potential injury when you're being interviewed by Lola Bunny, especially if s…",
    "15": "RT @VibaPop: Just got done making the stupidest animation of my life\nidk what brought this upon me\n\n#blender #FNAF #buckshotroulette https:…",
    "16": "RT @livepixelart: Rainy nights 🌧️\n\nBy @Atmonez\n#art #digitalart #animation https://t.co/mZ1fI4uIt2",
    "17": "@DisneyAPromos wow",
    "18": "@HilltopLaurel loving",
    "19": "RT @gibbsontv: The Lethal Company Experience [Animation] :P https://t.co/MEAHlHDxqY",
    "20": "RT @HassanHamid266: Another year another Oscar nomination day of the academy STILL not giving animation its respect in categories outside o…",
    "21": "RT @Amanditas4: \"The animation is so bad\" mfs when I show them this scene: 🤯 https://t.co/AfVvBI7aq6",
    "22": "RT @DanKantori: Tatsuyuki Tanaka, a veteran animator who's not talked about enough and he's incredibly talented. https://t.co/lzc37l4W4y",
    "23": "RT @ACriticalHuman: I think \"Once Upon a Studio\" should be a feature-length movie.\n\nI'd pay to see full-length interactions and team-ups wi…",
    "24": "@ParasiticEager2 real",
    "25": "RT @Nicebird1281336: He dancin\nHave this animation fn-\nAmber dance by @//findolina (I guess?)\n#WelcomeHomeAU #welcomehomearg #SoftyDarling…",
    "26": "RT @Nicebird1281336: Yay I finally made his reference sheet :D\n#welcomehome #welcomehomeau #wallydarlingau #ibispaintx #AU #soft #lore http…",
    "27": "RT @SJTimes13: I will never get over how gorgeous STAR WARS animation has become https://t.co/sXLFS9TR1u",
    "28": "RT @VROWcom: Sneak peek into the future of fitness &amp; crypto! #VRow is crafting the world’s first VR rowing experience powered by blockchain…",
    "29": "RT @InsurTechAuto: https://t.co/aTwiRPJL0Q\n\nMy Bits Card\nhttps://t.co/3eD8jPYDu3\nThe domain name says it all \nCheck listing for sale on #SE…",
    "30": "RT @royalgutz: first animation of the year https://t.co/2Fja5MyH6J",
    "31": "@v2TokyoGhost nice",
    "32": "RT @shofyeizartzy: Gotta love Zayne's ice animation with MC #LoveandDeepspace https://t.co/sy9EDpw2GL",
    "33": "RT @wonderofscience: Unsatisfying situations animation by Parallel Studio.\nhttps://t.co/DLeNZdqMTW",
    "34": "nice one https://t.co/Sccsh511bn",
    "35": "RT @vividsketches: Here’s actual adult animation that is spectacular https://t.co/vfMNWpCzZl",
    "36": "RT @michaelheina: \"Plum Delight\" Perfume Commercial made with AI on a smartphone. 😉\n\nCredits:  Images – @midjourney, Animation – @PixVerse_…",
    "37": "RT @XDoggololgo: Enjoy this 2 sec animation of Vel doing who knows what\n(Idk what to post here *shits*)\n#animation #dunno https://t.co/FjTV…",
    "38": "RT @fnafluffy: the best sprite animation in the entire franchise i think https://t.co/3Bn7BA17cZ",
    "39": "RT @SFollyester217: Chat, should i animate the rest of it? https://t.co/9VmWtBgeNK",
    "40": "RT @DiscussingFilm: First look &amp; poster for ‘THE IMAGINARY’.\n\nDirected by Yoshiyuki Momose, who worked as a key animator on ‘Spirited Away’…",
    "41": "RT @Matthew12c: Random Animator Part 62: Chengxi Huang\nA legendary action animator and one of the best in the entire industry https://t.co/…",
    "42": "RT @abdelfiftytwo: \"The animation is so bad\" mfs when I show them this scene: 🤯 https://t.co/fwqaNqDHzC",
    "43": "RT @NoZone_1991: I finally finished this little #SonicPrime animation \n\nI hope you like it! \n\n#SonicTheHedgehog #animation #sonicfanart #Ne…",
    "44": "RT @MIcahBuzan: Water Dragon. Rough animation. 55 frame loop. https://t.co/qv0S21CUR8",
    "45": "RT @dankmemebunny: Morganas being kicked animation isnt finished lol https://t.co/UgGDE4qUZ1",
    "46": "RT @Hatchofly_: With the Law Vs Blackbeard Fight coming up, it's impossible not to remember the animation made by the animator @Kiecaburn…",
    "47": "RT @DisneyAPromos: ‘NIMONA’ has been nominated for Best Animated Feature at the #Oscars 2024 🔥 https://t.co/jAKfFaRBFl",
    "48": "RT @ahhhloof: i LOVE this animation because it solidifies in my mind that the best style of comedy is one where all of the characters invol…",
    "49": "RT @PenguSit: ACR-1D | A Risk of Rain Animation (Twitter Ver.)\n\nIn the sunken tombs, a lone container lay unopened... forgotten in the dark…",
    "50": "RT @JJK_Mya: Yuji art from animator Nishi Terumi,\nChief Animation Director of JJK-0 movie",
    "51": "RT @EtheringtonBros: Our feature tutorial/artist for #LEARNUARY today is this great animation on DRAWING CLOTHING FOLDS and CREASES by the…"
}