{
    "0": "https://t.co/pFdba8N7gL",
    "1": "Voltas Water Cooled Screw Chillers are redefining commercial and industrial air-conditioning with their cost-effectiveness, reliability, and lower maintenance requirements. Visit the Voltas at Stall B01 in Hall 11 to get an in-depth understanding of this solution from our experts https://t.co/IRVxHlanGt",
    "2": "RT @_jikim: Eight attorneys general of Montana, Arkansas, Iowa, Mississippi, Nebraska, Ohio, South Dakota, and Texas \"opposes the SEC's reg…",
    "3": "RT @elonmusk: The power of government grows ever stronger with each passing year https://t.co/ofHjz8DwSR",
    "4": "RT @AP_Abacus: UPDATE: both @MerrillLynch and @WellsFargo have approved multiple #Bitcoin ETF’s as of today. \n\n**wealth management clients…",
    "5": "RT @Gemini: Dencun upgrade (EIP4844) is live 👇\n\nThis hard fork aims to lower gas fees across ETH L2s\n\nBy bundling up transactions from user…",
    "6": "RT @RyanSAdams: So yesterday the SEC filed a cease and desist against @shapeshift barring it from operating in the U.S.\n\nTHEN\n\nCommissioner…",
    "7": "RT @kjdfhgsa: “I got the check. 3% back in #BTC will buy this whole restaurant in 10 years anyway”\n\nWas only half joking. Thanks for the ea…",
    "8": "RT @Gemini: BITCOIN HITS A NEW ATH OF $69,000 https://t.co/xS3xaIAq9i",
    "9": "@Bitcoin Stacking sats, building dreams. Every satoshi counts in the #Bitcoin    journey https://t.co/a1zdEeuy25",
    "10": "RT @real_vijay: Grayscale tipped their hand when they set their fee to 1.5% on GBTC (obscenely higher than all other BTC ETFs). The hidden…",
    "11": "https://t.co/P6VlR5HluQ",
    "12": "RT @BTC_Archive: JUST IN: #Bitcoin ETFs broke records yesterday:\n\n🔸 $673 million of inflows \n🔸 $7.7 billion in trading volume \n\n🫡 @JSeyff h…",
    "13": "@Bitcoin #Bitcoin https://t.co/Ll1HMUsSn3",
    "14": "RT @Gemini: Bitcoin +10% today 🚀 https://t.co/teiud6XASH",
    "15": "RT @Bitcoin: Embark on a journey of financial discovery with #Bitcoin! #DiscoverBitcoin ⚡💰 https://t.co/vhJ1UQSxmN",
    "16": "RT @BitcoinNewsCom: NEW: VanEck eliminates the fee on their #Bitcoin ETF yesterday and sees 20X their average inflows 👀 https://t.co/lFUI69…",
    "17": "RT @BitcoinMagazine: JUST IN: Wells Fargo and Bank of America’s Merrill are offering spot #Bitcoin ETFs to wealth clients 🚀 https://t.co/Lr…",
    "18": "RT @will__mcevoy: Soon, Bitcoin will be the most valuable technology asset https://t.co/R7XEKvsPoh",
    "19": "Experience groundbreaking HVAC innovations by Voltas at ACREX 2024! Visit Voltas at Stall B01, Hall 11, to explore the cutting-edge advancements redefining the industry https://t.co/ehsYdQUWDN",
    "20": "RT @real_vijay: Mic drop. Good night folks. https://t.co/7ClTuVdZoY",
    "21": "RT @omsantarelli: $btc bull run starter kit featuring a Christmas coke, coffee, a coffee smoothie, an extra hot sauce, and 300 unread slack…",
    "22": "RT @Gemini: Introducing BNB/GUSD and INJ/GUSD on Gemini Derivatives\n\nAvailable in over 30 countries, these contracts offer sophisticated st…",
    "23": "RT @WatcherGuru: JUST IN: 🇺🇸 Texas Blockchain Council's lawsuit successfully stops the Biden administration from government data collection…",
    "24": "https://t.co/tggqET7XbB"
}