{
    "0": "@Anamika4412 🥰🥰🥰🥰",
    "1": "RT @WClementeIII: Bitcoin is now larger than Silver by market cap. https://t.co/NkQkpZF7Ci",
    "2": "RT @EricBalchunas: First two months officially in the books (it's felt like six) and the ten bitcoin ETFs now have over $55b in assets with…",
    "3": "RT @LukeMikic21: Bitcoin just ripped through $72,000 literally minutes after Donald Trump just said:\n\n“Sometimes we will let people pay in…",
    "4": "RT @Swan: NEW‼️: Michael Saylor FULL Interview:\n\n\"We're buying it to hold it 100 years...that $66K to $16K crash. That shook out the touris…",
    "5": "RT @cb_doge: \"Sometimes I will let people pay through Bitcoin\"\n\n一 Donald Trump https://t.co/0BSvstuIkZ",
    "6": "RT @jvs_btc: My friend who first introduced me to crypto back in 2017.  \n\nVery smart guy, majority of his portfolio is BTC but always had a…",
    "7": "RT @CJ_Johnson17th: You better own 1 Bitcoin at minimum, sell your car, sell your stocks, sell your children’s old clothes, drive Uber afte…",
    "8": "RT @CryptoWendyO: Trump is a bitcoin bull \n\nThis was on my 2024 bingo card \n\n https://t.co/Dr04YHJMik",
    "9": "RT @saylor: #Bitcoin is Digital Property. It is superior to other investments such as Gold, Equity, or Real Estate because it is digital, a…",
    "10": "RT @BitcoinUndisc: \"What do you do for a living?\"\n\nI'm a #Bitcoin maximalist. (I also run a side business building sheds.)",
    "11": "RT @w_s_bitcoin: According to the Credit Suisse Research Institute, total global wealth is currently valued at 6.32 billion #bitcoin...but…",
    "12": "RT @CryptoJelleNL: #Bitcoin is now in price discovery.\n\nThere will be dips along the way. \n\nYour job is to not get shaken out.\n\nGood luck.…",
    "13": "RT @AltcoinGordon: Me when bitcoin hit $72k  https://t.co/HsTrUWXsQS",
    "14": "RT @DylanLeClair_: Good morning #Bitcoin! https://t.co/pMP6CmAXfh",
    "15": "@Anamika4412 🥰🥰🥰🥰🥰🥰🥰",
    "16": "RT @BTCGandalf: When bitcoin pumps it melts faces https://t.co/xSp2aNtrsD"
}