{
    "0": "RT @Bitcoin: Speed, innovation, and high stakes converge, driving the pursuit of excellence and the thrill of the race. 🏁💨 #Bitcoin https:/…",
    "1": "RT @cz_binance: What is a bitcoin ETF?\n\nhttps://t.co/NY9jOfHFAC",
    "2": "RT @cz_binance: Appreciate the support. But will try to stay off twitter for a while. 🙏",
    "3": "RT @MMCrypto: #BTC DUMPED $5‘000 AFTER THIS POST!",
    "4": "RT @TimBeiko: Less than 24h before Dencun .oO! \n\nSince the announcement, many client teams have shipped performance &amp; stability improvement…",
    "5": "RT @MMCrypto: Aaaaaaaand it’s happening…",
    "6": "RT @MMCrypto: If #Bitcoin does not hold the uptrend, we will see some liquidations! https://t.co/IBsvgeuypz",
    "7": "RT @binance: Views. https://t.co/XpUyUM9mM7",
    "8": "RT @Drigolvc: 📣 The 4844 Data Challenge is now open!\n\nDive into blob data, write a blog post with your findings, and win up to $30,000!\n\nLe…",
    "9": "RT @Bitcoin: March 16, 2024 @ 03:11 PM (UTC)\nCurrent Price of Bitcoin\n\n(BTC-USD):        $67,983.40\n(BTC-EUR):        €62,378.17",
    "10": "RT @Bitcoin: Riding the light waves of innovation, illuminating a path towards an empowered future. 💡🌊 #Bitcoin https://t.co/DjcmJOR2Nx",
    "11": "RT @binance: Taiwan's Ministry of Interior named #Binance as the leading exchange for collaborating on law enforcement requests in Taiwan.…",
    "12": "RT @binance: You'll know about DeFi, but what about DeSci?\n\nDecentralized science uses the benefits of blockchains for improved transparenc…",
    "13": "RT @cz_binance: 🤔",
    "14": "RT @EFNextBillion: Want to hear stories about Ethereum? Check out Devconnect Scholars' journey here: https://t.co/vfM8CCochg",
    "15": "RT @MMCrypto: #Bitcoin is the GOAT. No Ethereum, no NOTHING will get close to it.\n\nEver. \n\nAccept it.",
    "16": "RT @binance: Want to know how you can automatically receive Launchpool airdrops with #BNB Locked Products?\n\nOver the past 4 months, Jack, G…",
    "17": "RT @cz_binance: 🙏🙏🙏",
    "18": "RT @cz_binance: Happy Valentine’s Day! ❤️",
    "19": "RT @_RichardTeng: Pushing ahead with global partnerships and institutional adoption - introducing banking triparty agreement to help instit…",
    "20": "RT @binance: #Binance gives you a number of options when it comes to buying crypto.\n\nWhether you're using P2P, paying with card, or by bank…",
    "21": "RT @MMCrypto: 4.5 years ago I was a Taxi Driver &amp; now this.. thank you 🧡 https://t.co/NKgixbIbZE",
    "22": "RT @Bitcoin: As pieces fall into place, it stands at the forefront, transforming dreams into reality in a digitally connected world. 🧩💡 #Bi…",
    "23": "RT @cz_binance: Apparently, calorie restriction is the number one longevity fix, exercises and sleep follows. Everything else is behind tho…"
}