{
    "0": "RT @imVkohli: Choosing BOLD is my game, always! 💪\nWatch me answer some BOLD questions in The Talking Bold series by @RoyalChallenge_!\n\n#Roy…",
    "1": "RT @imVkohli: My purpose is what defines me, and Herbalife is what drives me. Herbalife has been a constant partner in my journey of fitnes…",
    "2": "RT @imVkohli: Embrace the exhilarating journey to greatness with Herbalife by your side.\nFuel up and rise to the challenge with Herbalife24…",
    "3": "RT @imVkohli: The one8 Fitness App ensures that your every workout is challenging yet attainable, helping you achieve your fitness goals.…",
    "4": "RT @imVkohli: Do your best with the O’cean Energy Drink Sustainable Edition in partnership with @BallCorpHQ. The drink gives you long-lasti…",
    "5": "RT @imVkohli: Why settle for one thing when you can have it all? My choice is clear- Colorfit Pro 5. Everything I want in my smartwatch. Wh…",
    "6": "RT @RVCJ_FB: Virat Kohli on his sporting GOAT 🐐 https://t.co/EoAPo7hlCG",
    "7": "RT @musafir_tha_yr: aggressive Virat Kohli was on a roll \nipl peaked here ngl https://t.co/zAKGkmJAeN",
    "8": "RT @imVkohli: Reasons got nothing on this one.\nShop Wrogn at the End of Reason Sale today! Tap here to get started -- 🔗https://t.co/ZkxgtNv…",
    "9": "RT @imVkohli: Unlimited savings with HSBC Cashback Credit Card!\nLive #UnlimitedEveryday \nApply now: https://t.co/UMtmvy7kuZ\n\n10% cashback*…",
    "10": "RT @imVkohli: Recreated one of my favorite memories with vivo V29 Series. \nParticipate in #RecreateMasterpiece contest and stand a chance t…",
    "11": "RT @imVkohli: ❤️ https://t.co/BgpfycayI4",
    "12": "RT @ARYAN__OP: Dhruv Jurel and Shubman Gill recreated The Iconic Rohit Sharma and Virat Kohli celebration 🥹❤️\n\n#INDvENG https://t.co/Ah1oyY…",
    "13": "RT @imVkohli: History-makers 🇮🇳🥇📖✍️ https://t.co/pixnO80sW2",
    "14": "RT @imVkohli: Twist, turn and flip this tune the WROGN way! The creator of the best content will get to make a reel with me. To get in on t…",
    "15": "RT @imVkohli: Being a hero is one part of the journey, but staying a hero is all about consistency. One needs to be strong inside as well a…",
    "16": "RT @imVkohli: Kya tum vakai Wrogn ho?\n\nCheck out the link here https://t.co/PCw7rEcJOR or head over to @StayWrogn for all the deets! Oh, an…",
    "17": "RT @imVkohli: Get double the excitement with @oceanbeverages. A new Lively Lychee flavor and an awesome promo to go with it.\n\nWin Gear, mat…",
    "18": "RT @imVkohli: YES!!! 🇮🇳\nPhenomenal series win by our young team. Showed grit, determination and resilience.\n@BCCI",
    "19": "RT @imVkohli: The O’cean Energy Drink sustainable edition is your full-power body recharge from plant-based caffeine.The can is made from a…",
    "20": "RT @imVkohli: Let it rain fruit this monsoon with O'cean Fruit water. Get drenched with delicious fruit flavour, vitamins and electrolytes…",
    "21": "RT @VickyKu95123595: He is calm enough !! 🥵🔥🔥\n#ViratKohli https://t.co/xq79RNzzVD",
    "22": "RT @imVkohli: Blue has always looked good on me 👀🇮🇳\n\n#ChampionsOfTheWater #PAIDPARTNERSHIP #TEAMOWNER @E1Series",
    "23": "RT @WorshipDhoni: MS Dhoni saved me from getting dropped many times. \n\n- Virat Kohli https://t.co/Ms3mSDtdL8",
    "24": "RT @imVkohli: Hurry, it's your chance to prove that you're an #MRFSuperFan like me!\n\nShare your favourite MRF experience with #MRFSuperFan…",
    "25": "RT @imVkohli: I'm travelling for most of the year. My car back home doesn't get to go for long drives as much. So @heydigit's car insurance…",
    "26": "RT @imVkohli: The only two guys part of the last test we played at Dominica in 2011. Never imagined the journey would bring us back here in…",
    "27": "RT @imVkohli: 🤌 https://t.co/FPQVzBS6rh",
    "28": "RT @imVkohli: Everyday should be a leg day 🦵. 8 years and counting. 🙌 https://t.co/MgQK7LZHzI",
    "29": "RT @imVkohli: #Ad Studying or working abroad shouldn’t mean sacrificing your sense of belonging. That’s why I teamed up with HSBC to surpri…",
    "30": "RT @imVkohli: 😍 https://t.co/AcY0T4fAqI",
    "31": "RT @imVkohli: Welcome to the mothership.\n\n#StayMad #StayWrogn #ad\n\n@StayWrogn https://t.co/NWREdbPKWW",
    "32": "RT @imVkohli: A complete team effort. Congratulations to Yashasvi &amp; Ishan on your Test debuts. 🇮🇳 https://t.co/4i2WA0sEjA",
    "33": "RT @imVkohli: Your wardrobe can be your canvas too. Own it.\n\nGet the Wrogn AW’23 looks here 👉 https://t.co/rAMYEPO2fe\n\n#StayWrogn #StayMad…",
    "34": "RT @imVkohli: ❤️ https://t.co/4tcs7DK69Q",
    "35": "RT @katyxkohli17: She's giving confidence to young players after the win, I can see Virat Kohli in her https://t.co/LjEzuQqaX2",
    "36": "RT @imVkohli: ❤️♾️ https://t.co/6LPI6EmE53",
    "37": "RT @imVkohli: #one8CommuneBlr welcomes you to a riotous launch! Laugh endlessly with @randomchikibum and me. Discover Bengaluru's newest ho…",
    "38": "RT @imVkohli: Clear vision is the key to success! My vision for cricket – strive to be the best. And for my sight - I trust Essilor®️. Craf…",
    "39": "RT @imVkohli: Forever grateful 🙏 https://t.co/cpxoUNS0uG",
    "40": "RT @imVkohli: Be at your best, and the first to get my Electric Blue Batwrap, out now- making your game look and feel brand new!\n\nStart you…",
    "41": "RT @imVkohli: I am thrilled to announce that one8 Commune is now coming to Gurgaon, and you're invited to be part of this incredible journe…",
    "42": "RT @imVkohli: The good news is that O’cean Fruit Water has a new Lively Lychee flavour. The great news is, drinking it can get you to meet…",
    "43": "RT @imVkohli: When in the tube 🤷🏻♂️ https://t.co/poEzsCpnTm",
    "44": "RT @Trend_VKohli: RCB Women Team after Virat Kohli's mentoring - 4 wins in 4 matches. \n\nGreatest Mentor - Virat Kohli\nhttps://t.co/zCxXRE0U…",
    "45": "RT @chixxsays: RCB W after Virat Kohli's mentoring - 4 wins in 4 matches. Greatest mentor https://t.co/L2wmC44q37",
    "46": "RT @imVkohli: Think this definitely is a 💯% score. What do you guys think? 🤔 #PUMADive #ad https://t.co/kbexIug4Pz",
    "47": "RT @imVkohli: .@oceanbeverages has launched the Lively Lychee flavour in a cool #CheerforIndia edition. Packed with electrolytes &amp; B vitami…",
    "48": "RT @imVkohli: Rewinding to the best bits — From Bollywood Dialogues to deciphering the cool kids’ lingo and so much more. Step into my Unpl…",
    "49": "RT @imVkohli: Research reveals that O’cean Fruit Water has a loyal fan base. Shockingly, not because of me, but thanks to its delicious fla…",
    "50": "RT @SlxyerKohli18: The Day When Virat Kohli Owned MCG.\nhttps://t.co/HkNTgFyKWf",
    "51": "RT @imVkohli: Chutti hai fir bhi bhaagna toh padega 😁🏃 https://t.co/BwNVLDs2O9",
    "52": "RT @imVkohli: Fueling greatness, one day at a time. I'm with you.\n\n#ImWithYou #Herbalife #HerbalifeIndia #ad \n@Herbalifeindia https://t.co/…",
    "53": "RT @imVkohli: Finally found someone who believes that great health starts with great sleep @Duroflex_world 🛏️ ☁️\n\nCheck out the new &amp; impro…",
    "54": "RT @imVkohli: Two PUMAs on the prowl 🏃🏻‍♂️🏃🏻‍♀️ @PUMA\n\nShop PUMA’s all-new range of NITRO running shoes ⚡️\nAvailable on https://t.co/FM9TKx…",
    "55": "RT @imVkohli: I’m coming to win 👊\n\nI am so excited to be joining the @E1series with my own team ahead of Season One in 2024!\n\nLet’s go Blue…",
    "56": "RT @vintage_kohli: Virat Kohli mocked Ishan kishan 😂 https://t.co/zTHe707XsH",
    "57": "RT @imVkohli: 📸 https://t.co/PU1muCkIeb",
    "58": "RT @ak_hu_yaar: Don't underestimate Virat kohli 🥶🔥\n\n#INDvENG #KingKohli\nhttps://t.co/ihKiZbiWmr",
    "59": "RT @imVkohli: Last evening was magical with @audiIN . Truly exciting to unveil the new statement of electric performance, Audi #Q8etron. Ca…",
    "60": "RT @imVkohli: Presenting…the first Masterpiece…Love much!\n#TheMasterpiece #comingsoon #ad \n@Vivo_India https://t.co/9moU4y7BQM"
}