{
    "0": "RT @Bitcoin: Busting the Ghosts of Financial Uncertainty and Fear 👻 #Bitcoin https://t.co/TEfhIE9CiP",
    "1": "RT @Drigolvc: 📣 The Ethereum Foundation's 2024 Academic Grants Round is now open! \n\nUp to $1M is available for academic research advancing…",
    "2": "RT @TimBeiko: Less than 24h before Dencun .oO! \n\nSince the announcement, many client teams have shipped performance &amp; stability improvement…",
    "3": "RT @ethdotorg: ✨ A look back at 2023, and a glimpse at what lies ahead in 2024 ✨\n\nCheck it our newest article on the @Ethereum Foundation's…",
    "4": "RT @Drigolvc: 📣 The 4844 Data Challenge is now open!\n\nDive into blob data, write a blog post with your findings, and win up to $30,000!\n\nLe…",
    "5": "RT @ethereum: 📣 The first ZK Grants Round is now open!\n\nThe Ethereum Foundation, in collaboration with Aztec, Polygon, Scroll, Taiko, and z…",
    "6": "RT @joshdavislight: Excited to announce the launch of the Ethereum Protocol Fellowship Study Group (EPFsg)! A 10-week series designed to gu…",
    "7": "RT @trent_vanepps: new post \"Wrapping up the KZG Ceremony!\" Started nearly 2 yrs ago, big thanks to anyone who contributed:\n\n🕯️designs🕯️aud…",
    "8": "RT @fredriksvantes: There is now a 2x multiplier for Dencun related vulnerabilities! 🎉\n\nRead the Goerli Dencun Announcement at https://t.co…",
    "9": "RT @TimBeiko: More testnet blobs on the way .oO \n\nDencun will activate on Sepolia Jan 30, and on Holesky Feb 7. If running a node on either…",
    "10": "RT @Bitcoin: Reshaping the Financial Landscape, One Block at a Time 🌍 #Bitcoin https://t.co/99Ka963qGX",
    "11": "RT @EFNextBillion: ⏰Pssst! Writing your @EFNextBillion Fellowship application this weekend but need more time? 📢 The submission deadline ha…",
    "12": "RT @TimBeiko: Quick Goerli update: while originally the network was expected to remain active for ~1 month post Dencun, nearly all validato…",
    "13": "RT @EFNextBillion: Want to hear stories about Ethereum? Check out Devconnect Scholars' journey here: https://t.co/vfM8CCochg",
    "14": "RT @erc4337: We're thrilled to announce that EntryPoint v0.7 has been deployed onchain: #Ethereum @Optimism @arbitrum @0xPolygon @base @ava…",
    "15": "RT @TimBeiko: Blobs are coming to Goerli .oO\n\nOn Jan 17, at 6:32 UTC, Dencun will activate on the testnet! It will be the last network upgr…",
    "16": "RT @parithosh_j: The goerli fork finalized! :D\nhttps://t.co/LIa3d4Ml5H\n\nAfter the fix was patched in, the validators came back online and t…",
    "17": "RT @EF_ESP: Curious about the latest projects that received funding support?\n\nCheck out our Allocation Update: Q4 2023 blog post to dive in…"
}