{
    "0": "RT @javpixel_art: gn 🌙\n\nBut before I have to ask... who like Trading Cards and Pepe?\n\nEach card will have 3 stats: \n\n- Power\n- Wisdom\n- Cha…",
    "1": "RT @Teleport_DAO: 🔶🔶 Participate in our newest Galxe campaign. Dive into #TeleOrdinal by listing your #Ordinals and #BRC20s for a chance to…",
    "2": "RT @iam0xSpartacus: Of the major cryptos, $AVAX is currently the most heavily shorted.\n\nI would not be surprised to see a short squeeze ver…",
    "3": "RT @ProTheDoge: I bought $300K of these 3 Meme Coins\n(w/ proof of purchase below 👇🏼)\n\nRed days like today in crypto are the best ones to do…",
    "4": "RT @0x0ponksy: I like the coin $GME\nWhy ?\n\n🔴20k holders\n🔴5M mc\n🔴hype @gmecoinsol \n🔴strong community (12k telegram)\n🔴ideological movement…",
    "5": "RT @Teleport_DAO: Watch our #BRC20 AMM in action as we purchase $ORDI with $USDC on the @BNBCHAIN! 💫\n\nExperience the lowest transaction fee…",
    "6": "RT @HeadieBTC: We call this classic trading formation a “swing failure pattern”\n\nIt usually signals that we’re going much higher. https://t…",
    "7": "RT @Teleport_DAO: We are proud to have been featured in the \"Navigating the Inscriptions Landscape\" by @BinanceResearch!🙌\n\nWant to read the…",
    "8": "RT @JohnDWeb3: One memecoin I'm holding to Valhalla or Zero is $GME \n\nGamestop trading was one of the craziest periods of my life\n\nI rememb…",
    "9": "RT @Teleport_DAO: Slash your #Bitcoin Swap Fees with #TeleSwap!⚡️💸\n\nLet’s see how TeleSwap compares to other swaps in the market when buyin…",
    "10": "RT @iam0xSpartacus: Almost all leveraged $AVAX longs have been wiped out, and the shorts have piled up even further.\n\nIf we get a bounce, t…",
    "11": "RT @forexstrategies: 📊🌍 Forex Market Survey: We want to hear from our amazing Forex community! Your insights matter, and we're on a mission…",
    "12": "RT @ForexFellow: Free Emergency Cryptocurrency Briefing With Teeka Tiwari\n(This Wednesday, May 6, At 8:00 pm ET) #bitcoinhalving #CryptoNew…",
    "13": "RT @Teleport_DAO: Teleswap now has an outstanding total trading volume of over $30 million, $5 million in Teleswap referral volume, and has…",
    "14": "RT @Teleport_DAO: Trade Ordinals like Never Before with https://t.co/CRFUiM0Mms ⚡️\n\nUnlock the power of cross-chain freedom and experience…"
}