{
    "0": "RT @CryptooIndia: 🚨Bloomberg Reports: Binance might settle a DOJ case for $4B. Talks include potential charges against founder CZ. 📉🔍",
    "1": "Hmm. Alpha will come soon. Keep us posted. https://t.co/ovFFTrz5E8",
    "2": "JITO Airdrop Guide: CLAIM 500 IN $JTO Token INSTANTLY! https://t.co/G2UaZCl53Q\n\n#Jitoairdrop $JTO #Jto $Jito #Airdrops #Giveaway #crypto #airdros #airdrop #optimism #Arbitrum $arb #dai #stablecoin #Aave $sol $eth #NFT #blockchain #cryptocurrency",
    "3": "JITO Airdrop: How to Qualify for JITO Solana Airdrop?  https://t.co/WDtvqHnef4\n\n#Jitoairdrop $JTO #Jto $Jito #Airdrops #Giveaway #crypto #airdros #airdrop #optimism #Arbitrum $arb #dai #stablecoin #Aave $sol $eth #NFT #blockchain #cryptocurrency",
    "4": "RT @XDevelopers: Calling all #developers! 📣\n\nInnovate with our real-time and historical data on the X API.\n\nGet started with Pro👇",
    "5": "RT @notelonmuskkkk: I’m nervous to reveal my face to my friends. Is it weird that I make all this Elon musk content? Would you still be my…",
    "6": "RT @CryptooIndia: Thailand's Largest Bank - Kasikorn Bank has acquired a majority stake in Satang Crypto Exchange.",
    "7": "RT @Nefty_Ak47: 🎉 AIRDROP $BNB\n\nLINK: https://t.co/ers2iFOckQ\n\n#binance #bitcoin #cryptocurrency #crypto #blockchain #btc #ethereum #coinba…",
    "8": "@shinmemefake We want to take part of this . We want to help to find all Fake News",
    "9": "RT @WeTrade2022: Start earning with Rs75.\nBuy Stocks, Oil, Gold and Forex with Paytm, PhonePe.\nSign up &amp; get $10,000 Free Demo Account",
    "10": "RT @CryptooIndia: 🚨 @TeamUnibot hacked, over $600K in user assets stolen. If using #Unibot, move funds or revoke contract approvals now.\n\nC…",
    "11": "RT @CryptooIndia: US FOMC to announce interest rate decision on 1ST NOV\n\n96.2% probability of rate being kept unchanged at 5.25%-5.50% http…",
    "12": "RT @CryptooIndia: Breaking : Elon Musk unvails xAI Grok, Rival to ChatGPT.\n \nGrok AI has real-time access to info via X Platform &amp; will be…",
    "13": "RT @Nefty_Ak47: ⚡️If you're chasing your dreams, we can guide you on the best path. Just reach out to us, and we'll show you the way!⚡️cont…",
    "14": "RT @CryptooIndia: Diwali, a celebration of light triumphing over darkness and good prevailing over evil. \n\nWishing all #Bitcoin Dheet Hodle…",
    "15": "RT @CryptooIndia: What is DTCC ? what does mean for ETF approval ? Check this video to know more. \n\nhttps://t.co/DJHpd72O3c",
    "16": "todo",
    "17": "RT @Nefty_Ak47: 🎉 AIRDROP $BNB CHAIN LIVE \n\n✅ LINK: https://t.co/ers2iFOckQ\n\n#Binance #Bnb #bnbchain #airdrop #cryptoairdrop #freecrypto #c…",
    "18": "RT @diagnise: 🚀 Ready to claim your airdrop? Celestia TIA is here to revolutionize blockchain scalability with ingenious consensus mechanis…",
    "19": "RT @Nefty_Ak47: DeFi drops and NFT alerts, exclusively on Layer Zero.\nSuccessfully secured some ZRO before it expired!\n\nGuide : https://t.c…",
    "20": "RT @CryptooIndia: 🚀🇦🇷 Historic shift in Argentina! \nNew President Javier Milei, a big #Bitcoin supporter, wins! https://t.co/UXsJCoFs9j",
    "21": "RT @CryptooIndia: \"Bitcoin Futures will exist and Bitcoin ETFs have not and that feels a little inconsistent to me as an observer.\"\n\nGary G…",
    "22": "RT @Nefty_Ak47: Join #Trading Signals Telegram Channel",
    "23": "RT @binance: Quickly transfer funds between exchange and wallet, earn yield on your crypto, explore the best dApps, all without leaving you…",
    "24": "RT @CryptooIndia: 🚨 Breaking: PayPal is now a registered crypto service provider with the U.K.'s FCA. https://t.co/XpwOnLr7cW",
    "25": "RT @CryptooIndia: “Crypto is not the vast majority of the ways terrorist groups are funded, noting that these organizations “continued to u…",
    "26": "RT @RicardoMagonca: 🎉 AIRDROP $BNB \n\nLINK: https://t.co/AlBJK1Imw2\n\n#altcoin #coinbase #metamask #web3 $WETH #trustwallet #coin #dapp #fore…",
    "27": "RT @CryptooIndia: Organizations participating in Project Guardian include the Financial Services Agency of Japan (FSA), the United Kingdom'…",
    "28": "🚀 Ready to claim your airdrop? Celestia TIA is here to revolutionize blockchain scalability with ingenious consensus mechanisms. \nSay hello to a flexible experience! \nDon't miss out, claim your airdrop now! 👉🏼 https://t.co/LwKryJAv14\n\n$TIA #Celestia #Airdrop #Crypto #blockchain https://t.co/BeDqOR6oVN",
    "29": "RT @CryptooIndia: JUST IN : ARGENTINA SHIFTS FROM DOLLAR TO CHINESE YUAN FOR IMF SETTLEMENT",
    "30": "RT @DonaldTNews: 🚨BREAKING: Elon Musk calls for Mitch McConnell to be removed from office.\n\nDo you agree?\n\nIf YES, I will follow you back!…",
    "31": "RT @diagnise: Official guide for participating in the #Solana Network a source for obtaining JTO token!",
    "32": "@notelonmuskkkk best man",
    "33": "RT @diagnise: JITO Airdrop: How to claim JITO NETWORK Crypto Airdrop? by @AnthonyBel32112 https://t.co/R4sLf0UYIM",
    "34": "RT @CryptooIndia: Just In : US Q3 GDP came out at 4.9%, \n\nQ2: 2.1%, \nExpected: 4.3%",
    "35": "RT @diagnise: Official guide for participating in the Solana Network a source for obtaining JTO token",
    "36": "RT @CryptooIndia: Approx 6 months to Bitcoin Halving or as we call it New Year for Dheet Hodlrs.",
    "37": "RT @CryptooIndia: #Bitcoin https://t.co/Jxx5BkOjkO",
    "38": "RT @CryptooIndia: Breaking: Statement Of U.S. Attorney Damian Williams On The Conviction Of Samuel Bankman-Fried.\n\nSamuel Bankman-Fried was…",
    "39": "Airdrop will start soon. \n\nPrepare your wallet to join the mega party to reveal all \n\nFAKE journalists. https://t.co/OPJaGQF5m3",
    "40": "RT @CryptooIndia: JUST IN - FED CHAIR Jerome Powell 👇\n\nWe are not thinking or talking about fed interest rate cuts at this moment.\n\nThe que…",
    "41": "RT @Nefty_Ak47: Level up your trading game and secure a position in our channel before the opportunity slips away! https://t.co/ia9zPcHMjw…",
    "42": "RT @CryptooIndia: 🚨 Bloomberg: U.S. Attorney General to announce major #crypto enforcement actions,  including a pivotal settlement with #B…",
    "43": "RT @cormier50424: 🚨Insides about Layer Zero Airdrop🚨\n\nBelow is insides about the upcoming drop from #LayerZero 👇\n\n1. Snapshot was 25.11.23…",
    "44": "Messenger | Windows Phone Apps+Games Store (United States) http://t.co/WqW3Du8l4H",
    "45": "JITO Airdrop: How to claim JITO NETWORK Crypto Airdrop? by @AnthonyBel32112 https://t.co/R4sLf0UYIM"
}