{
    "0": "Infelizmente ou felizmente, nada me surpreende mais.",
    "1": "RT @naofodekkkjkk: então seria isso aqui viajar na maionese????? https://t.co/eEFm4q2mkh",
    "2": "https://t.co/v72alAK4QA",
    "3": "RT @jheni1903: praia é o melhor lugar q existe",
    "4": "Tente nunca depender dos outros pra fazer o que acredita",
    "5": "priorize quem faz questão de você.",
    "6": "No fim, é você por você.",
    "7": "https://t.co/380vIP6It9",
    "8": "então é natal\ne o que vc fez?\nroubou muitos bics\nchapou outra vez",
    "9": "eu digo MACONHEIRA GOSTOSA e vocês marcam uma",
    "10": "A gente só é bom pra uma pessoa quando convém pra ela, porque quando a gente impõe nossos limites, já não servimos mais!",
    "11": "https://t.co/hfDZR6e5Ob",
    "12": "Nossa sorte é que não somos feitos do que os outros pensam.",
    "13": "Não vejo a hora de postar:\n“Era só uma ficadinha e hoje ela bola meus becks”",
    "14": "Ninguém reconhece o que você faz, até você deixar de fazer.",
    "15": "busquem amores tranquilos baseados em diálogo, reciprocidade e transparência. e maconha, não esquece a maconha.",
    "16": "Look do dia: olhos vermelhos, sono e cansaço.",
    "17": "https://t.co/54ISwGHtaO",
    "18": "https://t.co/i65E8QUcVR",
    "19": "Pra você cobrar dez a dez você não pode ser nove e meio.",
    "20": "https://t.co/ZLQ3oTZIsA",
    "21": "É que tem hora que você cansa de tudo, sem mais nem menos, só cansa tlgd.",
    "22": "https://t.co/LYFzyT8xnz",
    "23": "chapado a vida fica mais aceitável",
    "24": "RT @momentoviral: Verdaderos amigos.  https://t.co/tDTYkHVWM1",
    "25": "pq eh sempre de noite q vem ideia torta na mente",
    "26": "https://t.co/CCvunLLEPW",
    "27": "Às vezes só é preciso deixar pra lá, desencanar. Deixar a vida fluir e viver mais em paz.",
    "28": "que dezembro me traga seila, os bics que me pediram emprestado e nunca mais devolveram",
    "29": "@TeusLolito tá ficando com as pessoas erradas",
    "30": "se r੦ubarem tua casa nenhum vizinho vê   agora acende um beck no portão",
    "31": "RT @porrafabizinha: Nunca fui triste https://t.co/pre1hKHxYl",
    "32": "Viny é tão engraçado né, parece um beck babado #BBB22",
    "33": "sextou com S de\n\nsem vacina\nsem beck\nsem role\nsem vc",
    "34": "Quem é intenso insiste muito, mas quando para de insistir é na mesma intensidade.",
    "35": "https://t.co/Ano7Y4SmnW",
    "36": "se dependesse de mim a gente passava a virada do ano fudendo loco da maconha",
    "37": "Esquece essa parada de namorar rapaziada, vamos chapar\n\nAh ñ ser, q seja pra chapar com a namorada",
    "38": "@luscas q bela bosta",
    "39": "o de 72 é o mais pica dos pica-pau https://t.co/1XR0p8J11Z",
    "40": "https://t.co/iC0jcLPkGU",
    "41": "Priorize sua paz, o resto é resto.",
    "42": "RT @Vulgo_Nona: \"vc pode para de baIançar a perna?\"  \n\nnão mano, eu tenho ansiedade",
    "43": "o rolê que eu queria https://t.co/ghLPlhUMst",
    "44": "Tmj coelhinho https://t.co/Pwsm4SGXfc",
    "45": "Acho tão foda quando você conhece a pessoa e em pouco tempo você já cria uma intimidade enorme com ela pq a energia é boa e combina",
    "46": "Olha se essa Naiara ñ sair amanhã eu já paro de acompanhar esse programa #BBB222",
    "47": "\"me manda a foto do rolê deve ter ficado mó boa\"\n\na foto: https://t.co/gne7wEb7od",
    "48": "RT @Vulgo_Nona: A álcool tem deixado meu corpo vulnerável no dia seguinte pra uma crise de ansiedade. Toda vez q eu bebo me ataca no outro…",
    "49": "foda é ter uma conexão inexplicável com uma pessoa e não poder ficar com ela",
    "50": "https://t.co/lgfJHa4fDL",
    "51": "odeio quando eu to de boa e vem alguém e me desboa",
    "52": "https://t.co/7xg5OaoeXi",
    "53": "Tô com falta de vitamina C (Cannabis)",
    "54": "raça do caralho https://t.co/944j54hyf9",
    "55": "Impossível ter alguém acordado esse horário \n\nMeu parceiro as 4:30 da manhã: https://t.co/whevQdZVmN",
    "56": "RT @Vulgo_Nona: Já tô só pelo feriado de quinta",
    "57": "Me liga e diz: bora chapar",
    "58": "Está tudo mudando rápido demais.",
    "59": "https://t.co/NBAru7ovCF",
    "60": "https://t.co/Rsqk7ED5pH",
    "61": "QUER CONHECER O SER HUMANO? EMPRESTA O BIC A ELE…",
    "62": "RT @GemsHunterbtc: PUBLIC SALE ANNOUNCEMENT 🚨🚨\n\n🌌 HI COSMOS MINT STARTS TODAY at 6:00 PM UTC! 🚀 @HiNetworkApp\n🔗 MINT HERE: https://t.co/oSb…",
    "63": "Se apaixone por alguém que lute por você igual você luta pelos seus bic.",
    "64": "Já sorri do nada, pensando em você.\n\nmentira, foi chapado mesmo",
    "65": "Linda.\nMaconheira.\nCheirosa.\nSem frescura.\nHonesta.\nTrabalhadora.\nDona dos seus boletos.\nO mundo que lute!",
    "66": "https://t.co/THCRd4T71V",
    "67": "Antes maconha do que você",
    "68": "*dias dos namorados chegando*\n\neu com meu presente pro meu amor: https://t.co/Pa1ZMsv2gi",
    "69": "Q bando de retardados! A Natália e o Arthur só vão fortalecer cada vez mais 💪 #BBB22",
    "70": "gente q enche a sua seda e ñ o seu saco, é outro nível",
    "71": "https://t.co/3EpIk3dZjP",
    "72": "Amigo é o caralho! Eu tô ligado quem é quem...",
    "73": "https://t.co/bDplEtqL9H",
    "74": "Que nude o quê: Manda foto do beck aí, quero ver se n fecha pastel.",
    "75": "já ta na hora de normalizar amigos se beijarem e continuar a amizade",
    "76": "tu ñ é um baseadinho mas eu caía de boca fácil",
    "77": "vamo se vacina gente https://t.co/BgrHp0UC60",
    "78": "Ninguém conhece ninguém em vão.",
    "79": "https://t.co/Tu2Dl3bPOF",
    "80": "RT @Vulgo_Nona: antigamente eu era inimigo do fim, agora eu sou melhor amigo do fim e às vezes até inimigo do começo",
    "81": "ela é um 10 mas nao curte um baseadinho entao ela é um 3",
    "82": "RT @archillect: https://t.co/PozAGwrb83",
    "83": "beijar não estraga a amizade, emprestar isqueiro sim",
    "84": "https://t.co/hxklIeFDK6",
    "85": "Me afastei pela falta de consideração.",
    "86": "https://t.co/lOy7KEYyrg",
    "87": "APRENDA A DIZER \"NÃO\"\n\n- E ai? Vai um baseadinho?\n- Por que \"NÃO\"?",
    "88": "ñ importa o lugar, e sim como vc se sente",
    "89": "meu rolê preferido é aquele no seu quarto",
    "90": "Meu fetiche é ter meu próprio apartamento, emprego fixo, estabilidade financeira e emocional, um relacionamento bom, meu carro, minha plantação de maconha, minha vida.",
    "91": "Chapar +\nSe importar -",
    "92": "se a vida apertar, acenda",
    "93": "é bom quando alguém te diz coisas que você não vê em si mesmo",
    "94": "Se algo bom veio de algo ruim é sinal que o passado pode descansar em paz.",
    "95": "https://t.co/HqlWpo4iym",
    "96": "minha parte eu fiz (consegui a seda)",
    "97": "Imagina que louco receber uma mensagem com: \"vamos chapar, eu salvo\".",
    "98": "O bagulho é da uma afastada de geral.",
    "99": "se priorize!",
    "100": "https://t.co/5iSmMHXDcX",
    "101": "@maisa desculpinha de maconheira",
    "102": "Ana Maria representando toda população chapada https://t.co/PMQVvZzIZb",
    "103": "Tem coisas que precisam acontecer pra você enxergar quem realmente merece seu valor. Agradeço a vida e suas montanhas russas.",
    "104": "Se for pra ser, será. E se não for, foda-se.",
    "105": "vou de 😐 pra 😆 so de dar um doizinho",
    "106": "Às vezes você tem que esquecer o que você sente, e lembrar do que você merece.",
    "107": "https://t.co/Z0plD1D65j",
    "108": "queria ta assim hj https://t.co/8lb8r5ruIg",
    "109": "e eu achando q meus rolê são louco https://t.co/1z9SStFgyh",
    "110": "Marca as cria pra essa resenha https://t.co/US0fkGHVcl",
    "111": "Preciso de uma maconheira na minha vida.",
    "112": "RT @QuebrandoOTabu: ¯\\_(ツ)_/¯ https://t.co/tUiYmJ6V5v",
    "113": "bglh daora é sair e passar tempo com pessoas com a mesma vibe que nós",
    "114": "namora comigo, eu prometo segurar sua mão igual eu seguro um isqueiro quando tem rato por perto",
    "115": "Podia ter a placa “maconheiro\"",
    "116": "só por um baseadinho",
    "117": "https://t.co/qrIJazyxA0",
    "118": "Correr atrás do que faz bem pra gente...",
    "119": "Fortalecer quem soma, ignorar quem nada acrescenta!",
    "120": "beijar aqueIa boquinha especifica  resolveria metade dos meus problemas",
    "121": "Vacilou cmg tô me afastando pode ser quem for.",
    "122": "Crush: eu amo maconha\n\nEu: https://t.co/Cu8zWiilpM",
    "123": "to só esse telhado https://t.co/KWwj0F5oyn",
    "124": "Castigo do monstro: fumar beck babado",
    "125": "qnd bate a larica da madruga https://t.co/5d0MeLL2dC",
    "126": "Viver ou agradar?",
    "127": "O que você pensa sobre mim não vai mudar quem eu sou, mas pode mudar o meu conceito sobre você.",
    "128": "é bizarro pensar que eu já vivi momentos tão bons com pessoas que hoje eu tenho 0 contato, a vida é um bagulho muito doido",
    "129": "Te desejo a seda sempre cheia e um grande amor do lado",
    "130": "quem já foi rato de bic da like nesse Tweet",
    "131": "https://t.co/kLgATrDZ4S",
    "132": "https://t.co/H9b0OLaP3i",
    "133": "https://t.co/iPajCCfpgP",
    "134": "@celoma_ Vai vendo...",
    "135": "https://t.co/nd0UMuLrMc",
    "136": "Me afastei de muita gente e meu único arrependimento foi não ter feito isso antes",
    "137": "na vida, é fundamental saber quem é luz e quem é gambiarra.",
    "138": "https://t.co/f6cTT7rbvd",
    "139": "https://t.co/0PcCMG1Be0",
    "140": "https://t.co/yyWXoI8Q2S",
    "141": "eu boto o beck e tu a transa",
    "142": "maconha me faz bem, pessoas não",
    "143": "Quando vc dá muito valor, vc é desvalorizado",
    "144": "Livrai-me de todo rato de bic, boca de piscina e mão de cola. Amém!",
    "145": "Consideração acabou pra muitos.",
    "146": "Galera da minha idade indo pro segundo filho e eu juntando dinheiro pra ir na biquera",
    "147": "Lealdade se paga com lealdade, e traição com distância.",
    "148": "https://t.co/MYLCb6dsbQ",
    "149": "transar, dormir agarradinha, transar no meio da noite, voltar a dormir e acordar transando dnv",
    "150": "RT @ApanhamDaEsposa: Posso chamar o guilherme? https://t.co/DKgnOHeRVW",
    "151": "@senaitalo98 chapar*",
    "152": "https://t.co/kWgAGhtkNj",
    "153": "se tem uma coisa que eu tô muito é pouco me fodendo",
    "154": "pequenas PONTAS\nGRANDES brisas.....",
    "155": "RT @Vulgo_Nona: nem odeio o verão nem odeio o inverno \n\nodeio é ser pobre mesmo",
    "156": "https://t.co/HpWOfuLrRH",
    "157": "RT @ounojo: não sextei  não sabadei  e nem domigarei",
    "158": "Não é vácuo, eu só comecei a fumar um e esqueci do celular",
    "159": "sempre tem aquela pessoa que topa fazer merda cntg kkkkkkkkk",
    "160": "Maconha mata mesmo\n\nTo quase morrendo de vontade de fumar um baseadinho",
    "161": "Tá tudo uma merda, mas eu tô brisando",
    "162": "implicar com quem eu gosto é o q me faz feliz",
    "163": "Desanima não. Dias melhores virão.",
    "164": "na larica eu gosto até do q ñ gosto",
    "165": "https://t.co/9M2I9O1Mck",
    "166": "todo mundo enrolado com alguém e eu aqui enrolando um baseadinho",
    "167": "eu não sou ruim, eu sou recíproco.",
    "168": "https://t.co/Z6mDaOY4kx",
    "169": "bolei mal, rebola pra mim?",
    "170": "https://t.co/j8CjOk3B14",
    "171": "Eu amo gente que fala pra caralho\n\ndesde q ñ seja com o beck na mão",
    "172": "Namorar comigo é saber que vamo chapar todo dia\n\ne a larica será vc",
    "173": "eu acho um absurdo a pessoa me julgar sem antes fumar um baseadinho comigo",
    "174": "viver é muito mais fácil qnd vc tá pouco se fodendo pros outros",
    "175": "trocar idéia com quem tem a mesma vibe que vc &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "176": "https://t.co/6OfJOvICly",
    "177": "RT @gIoomyweather: my favorite weather. https://t.co/wVOR3GwrdV",
    "178": "SONHO https://t.co/AQSukHuAEC",
    "179": "Só quero paz e tranquilidade, tô correndo de tudo que vai me atrasar..",
    "180": "Comprariam? https://t.co/LK1j15JMnb",
    "181": "A gente vale o que a gente tem e NUNCA foi diferente! O tratamento é de acordo com o que você tem ou pode proporcionar. Experimenta não ter nada, que nem lembrado você vai ser.",
    "182": "Apesar de eu ser muito apegado a certas plantas 🍁, já quero a Bruna fora #BBB22",
    "183": "Eu vou falar uma coisa pra vocês, nunca duvidem da maldade das pessoas. O olho grande não é nem tanto em coisas materiais e sim nos momentos que você vive e que algumas pessoas não aceitam que você está vivendo.",
    "184": "@chicobarney Vc já foi mais esperto nas interpretações Chico,  só fala merda agora",
    "185": "Os problemas se resolvem conversando, e não parando de se falar.",
    "186": "Sua semana vai ser maravilhosa, nem que seja na base da maconha 💪",
    "187": "https://t.co/rwtEfN7MwS",
    "188": "Nunca fui perfeito, mas sempre fui transparente e sincero com todo mundo.",
    "189": "https://t.co/OGi0FMbA0Z",
    "190": "gosto de amizade q da p beijar na boca",
    "191": "a larica na casa da sogra fica pro ano que vem",
    "192": "nem te conheço mas me dá um dois desse baseadinho ai",
    "193": "queria que o orkut voltasse pra criar a comunidade EU ODEIO RATO DE BIC",
    "194": "@IzaReal Iza tu é mais linda q um pé de maconha",
    "195": "Eu não cobro mais nada de ninguém tlgd, cada um sabe o que faz e se faz é porque quer!",
    "196": "RT @casadoviralata: Galera, tô com um caso atípico, fiquei com o coração na mão e queria tentar algo\nEu tô bem fudido mas uma senhora me pe…",
    "197": "entenda q amizade é igual maconha, vale mais a qualidade do q a quantidade",
    "198": "RT @Vulgo_Nona: Tudo é loucura pra quem não tem atitude",
    "199": "https://t.co/JkSqPcgAUr",
    "200": "Seguidora anônima https://t.co/vsGwaJgT7C",
    "201": "chapando mais e me importando menos",
    "202": "bom dia, hora de trabalhar pra ter dinheiro pra comprar maconha",
    "203": "https://t.co/yWBnatZZOJ",
    "204": "São poucos os que ficam com você nas horas difíceis… São poucos os que nunca te esquecem.",
    "205": "Cheguei numa fase q nada mais me abala, só a falta de maconha.",
    "206": "quando vc e sua amiga se olham e....  bom, só se olham mesmo kkk https://t.co/1PCKujCeiC",
    "207": "Use máscara https://t.co/K0hzvrtlRs",
    "208": "é muito rato pra pouco bic",
    "209": "eu me escondendo pra ngm me convidar pra chapar https://t.co/hmD9tlEByK",
    "210": "larica de vc",
    "211": "Se tu escolhe prensado ao invés de um Camarão eu te quero muito:\n\nMuito longe de mim",
    "212": "@deusvemmebuscar 😂",
    "213": "Arthur tem uma memória absurda eu sei nem onde guardei a ponta de hj",
    "214": "esse camarão tá mandando vc se foder https://t.co/rKamELGNju",
    "215": "se eu levo um baseadinho na cama pra você, agradece, não fica perguntando como eu entrei na sua casa não",
    "216": "https://t.co/gZS4PnGMUu",
    "217": "Eu não confio em ninguém, e todo dia tenho um motivo pra continuar não confiando.",
    "218": "RT @anastalicz: Me tremo de ódio de ver criança maltratando animal e adulto não fazer nada",
    "219": "tu nem é bic pra eu correr atrás",
    "220": "Tô aqui sonhando com a Beck Friday",
    "221": "https://t.co/Z7kIaAhjUM",
    "222": "te chamo de beck e caio de boca",
    "223": "Fechadaço com Scooby e PA!! #BBB22",
    "224": "Não acredito que ainda existe boca de piscina em pleno 2022, ano de copa do mundo",
    "225": "O Lucas é muito perdido mano kkkk #BBB22",
    "226": "@centralreality tomara",
    "227": "RT @Vulgo_Nona: a panelinha que você participa hoje, pode ser a mesma que te cozinha amanhã",
    "228": "RT @Vulgo_Nona: amigo q só te procura qnd quer carona",
    "229": "https://t.co/L2xA5yoPlj",
    "230": "gosto de estar com gente  q me faz esquecer q to sem maconha",
    "231": "melhor rolê é no seu quarto",
    "232": "as vezes é bom ver uns bagulho pra cair na real",
    "233": "Teu gosto de loucura, me leva nas alturas, você é minha cura.",
    "234": "a mente pesa e o beck alivia",
    "235": "gente de vibe boa é outros 500",
    "236": "sei lá só queria tropeçar e cair num churrasco com cerveja e maconha",
    "237": "aguentar beck babado por alguém, quem nunca",
    "238": "Amizade é igual maconha, vale mais qualidade do que quantidade.",
    "239": "Gente que se importa.\nGente que responde rápido.\nGente que diz que está com saudades.\nGente que marca nos memes.\nGente que te salva no beck.\nGente que vale a pena.",
    "240": "https://t.co/akvXe6FWs8",
    "241": "A minha maconha tentando durar até o fim do mês https://t.co/9btczwkSFQ",
    "242": "RT @hermeserenatooc: Hoje completam 7 anos que perdemos o melhor humorista que o brasil já teve a honra de presenciar\n\nOBRIGADO POR TUDO FA…",
    "243": "RT @Vulgo_Nona: O comum não me satisfaz",
    "244": "RT @raquelrealofc: Minha nova conta do tiktok favorita do momento. A pinscher Kika que todo dia fica puta da vida depois que colocam comida…",
    "245": "o leao do proerd olha pra vcs e chora",
    "246": "Olha, por enquanto a Luana Piovani ñ perdeu nada..",
    "247": "eh tão gostosinho qndo a pessoa eh doida da cabeça igual vc  e as doidices combinam",
    "248": "https://t.co/WOJkBii78e",
    "249": "xx: “Ninguém vai te fazer mais feliz do que eu”\n\nEu: https://t.co/T3UvnlKVoR",
    "250": "Eu não me importo em estar solteiro, eu me importo em estar sem maconha, isso sim é coisa pra se importar.",
    "251": "https://t.co/BRlur83KNh",
    "252": "https://t.co/HrVuy6hBCe",
    "253": "RT @archillect: https://t.co/ZKvCHlvTCf",
    "254": "ostentação pra mim, é ter paz e saúde mental..",
    "255": "Não gosta de beber, não beba. \nNão gosta de maconha, não fume. \nNão gosta de tatuagem, não faça. \nNão se incomode com o que não é da sua conta.",
    "256": "o erro do jovem eh tirar foto quando ta locão",
    "257": "RT @sagaceproibidao: Devido a toda elegância na solicitação iremos atender dessa vez https://t.co/35nxTIvMoE",
    "258": "RT @dop_org: We are proud to announce our collaboration with @chainalysis - a global leader in blockchain analytics.   \n\nAt DOP, we are com…",
    "259": "\"Só perdemos amigos que nunca tivemos\".",
    "260": "ter química com a pessoa é pior que gostar dela, vc pode tá com ódio da cara dela mas se chegar perto já era",
    "261": "O auge da maturidade é o silêncio.",
    "262": "Pode ser cria ou criado, tiver no erro vai ser cobrado sem leme.",
    "263": "Faça o que tiver vontade agora, porque depois a única vontade que você vai ter é que o tempo volte tlgd",
    "264": "RT @superantes: https://t.co/JhRIpSOxqN",
    "265": "Chega uma idade em que você só procura 2 coisas: progredir e não perder tempo.",
    "266": "https://t.co/cezt6xnZV8",
    "267": "quem vai salvar?",
    "268": "Tem pessoas que não deixam sua vida evoluir",
    "269": "Esse ano foi pesado demais pra mim, um ano que literalmente me ensinou muita coisa, principalmente a não emprestar isqueiro!",
    "270": "dia do sexo\n\neu boto o beck e vc a transa\n\nbora?",
    "271": "ontem eu queria chapar e hoje eu tô igual ontem",
    "272": "Viva o mais off que você puder.",
    "273": "Amizade das antigas não se compara, de verdade é de verdade...",
    "274": "https://t.co/VLn7WvvQ7L",
    "275": "O tempinho tá bom para ficar agarradinho com o love + baseadinho 😍",
    "276": "RT @_jessicalobo: pra mim o melhor after é a festa do meu cachorro quando eu chego em casa 🥺",
    "277": "\"vc quer ir comigo??\" eu amo essa pergunta de um jeito pdp",
    "278": "https://t.co/AniFhSo9HS",
    "279": "Just launched: @CryptoGambinos - An exclusive collection of hyper-realistic 3D NFTs representing both old school and modern day thugs and mafiosi🕵️‍♂️\n\nDo you have what it takes to join the family? 👀\n\nMint now: https://t.co/U3uowkhTaT\nJoin discord: https://t.co/hkTvR0JAq6 https://t.co/5EGUUbOOes",
    "280": "Parei de acreditar em palavras e comecei a observar atitudes.... O comportamento NUNCA mente!",
    "281": "Minha vida é mais daora dentro da minha cabeça.",
    "282": "RT @RafaelSardao: Alguém avisa à menina rica que caridade se faz no escuro, não em frente aos holofotes... nesse caso o nome é oportunismo.…",
    "283": "RT @archillect: https://t.co/dxsgjV832R",
    "284": "larica de alguma coisa gostosa que não tem aqui em casa\n\nah, é vc",
    "285": "Aprenda a colocar as pessoas no mesmo lugar que elas te colocam.",
    "286": "continue sendo vc\nalguém vai te amar por ser exatamente assim.",
    "287": "RT @legadaodamassa: O TANTO QUE EU TÔ RINDO DISSO AQUI É SACANAGEM https://t.co/IU5RHfat3V",
    "288": "foto antiga mexe muito comigo, morro de saudade dos momentos que eu já vivi e não voltam mais.",
    "289": "Um beijo com gosto de maconha era tudo que eu precisava hoje",
    "290": "marque um artista que você dividiria um baseadinho e vê se ele responde 🍁",
    "291": "seda cheia e bons amigos ao lado, isso é o ouro",
    "292": "Vou dar um conselho pra vocês e serve até pra mim: Não esperem consideração de ninguém, não esperem reconhecimento, postura e muito menos lealdade. Tem que ser pé no chão, porque a pessoa que te faz um bem enorme hoje, é a mesma que pode te jogar no chão amanhã e sem dó!",
    "293": "Se cê leva a maconha com você, cê tá sempre em um bom lugar.",
    "294": "RT @violettweets_: favorite weather. https://t.co/45HdETveaV",
    "295": "eu sou suave dmais mano   mas tem gente q abusa  da minha suavidade",
    "296": "https://t.co/Cgs0rcuZWS",
    "297": "https://t.co/Y5L0Gi2sJq",
    "298": "se afastou porque deduziu mais do que dialogou.",
    "299": "ⓘ Este usuário precisa de maconha",
    "300": "Quem sabe muito, fala pouco.\nQuem sabe pouco, fala muito.",
    "301": "pq as pessoas ñ falam pros outros oq sentem???? a vida é só uma, mete o loko",
    "302": "RT @archillect: https://t.co/vFluw1PPeK",
    "303": "\"Já falei que estava jogando bola mãe\" https://t.co/5yaTNLogo6",
    "304": "https://t.co/78wdB5BGMn",
    "305": "Imagina se apaixonar por uma pessoa e descobrir que ela não curte um baseadinho?",
    "306": "Você é rodeado de pessoas, e NÃO de amigos.",
    "307": "https://t.co/fdEzw6CB19",
    "308": "Coisa boa é ficar de boa...",
    "309": "Quando há problemas em casa, a rua se torna um paraíso.",
    "310": "muitos com você, poucos por você!",
    "311": "RT @GemsHunterbtc: The Dark City Avatars mint is open to the public. Dark City is the 1st Massively Multiplayer Online Role Playing Game (M…",
    "312": "RT @llarisinhha: meu cachorro vai fazer 15 anos domingo, ganhei de presente ele quanto eu tinha 6 anos de idade, dia 24 do mês que vem faço…",
    "313": "entre o certo e o errado, eu faço o que eu quero",
    "314": "responda esse tweet com a melhor larica do mundo",
    "315": "V1V3ND0 N3553 MUND0 L0UC0 H0J3 50 N4 BR154",
    "316": "felicidade é poder chapar com quem você gosta em algum lugar",
    "317": "Odeio gente que muda na frente dos outros.",
    "318": "custa 0 reais agir na transparência mano, seja relacionamento ou amizade!!!!! algo tão simples mas q se tornou tão raro ultimamente",
    "319": "https://t.co/jleIZR6Ywx",
    "320": "eu amo troca de olhares\n\nprincipalmente se os olhares estiverem vermelhos",
    "321": "Quem foi criado com pouco, não se ilude com muito. Eu dou valor as coisas simples e me sinto bem, ninguém é o que veste, muito menos o que tem!",
    "322": "baba meu ovo, ñ meu beck",
    "323": "https://t.co/UDDnGcgi7Q",
    "324": "Linguagem de amor: cair de boca na pessoa como se fosse um baseadinho",
    "325": "já queria acordar com um beck na boca",
    "326": "o dono da biquera falando comigo https://t.co/36mZNu18Nm",
    "327": "https://t.co/uEDzFi5j6s",
    "328": "lugar de mulher é na cozinha\n\nsentada numa cadeira confortável, fumando um baseadinho e olhando seu amorzinho preparar a larica",
    "329": "lançou a braba https://t.co/ym3PMpp3kB",
    "330": "Coisas mal resolvidas voltam.",
    "331": "As vezes seus próprios \"amigos\" mantém seus inimigos atualizados!!!!",
    "332": "RT @tododiacaes: ela venceu o câncer  😍🎉 https://t.co/N59kOCNr1O",
    "333": "https://t.co/bzOWh57ht7",
    "334": "Na moral, esse tem o meu respeito! https://t.co/4fq9E7Alwu",
    "335": "Caralho, q isso mano?? https://t.co/sJZnFDnvE9",
    "336": "Fiel a mim e leal a quem amo.",
    "337": "tenho a sensação de que eu considero demais pessoas que não me consideram tanto assim.",
    "338": "Sexo só depois do:\n\n(  ) Casamento\n(X) Baseadinho",
    "339": "A vida é um eterno aprendizado... tem que tá sempre preparado porque a pancada sempre vem de onde menos se espera…",
    "340": "https://t.co/DIi8nxMDnN",
    "341": "Às vezes o que a gente precisa é se desligar do mundo, organizar a mente e voltar a viver.",
    "342": "Suportando o processo pra viver o propósito.",
    "343": "As pessoas vão te trocar. É lei.",
    "344": "RT @Vulgo_Nona: quero vc do meu lado ou em cima, vc q sabe",
    "345": "S3xo chapado: 10 pontos \nBeijou alguém do mesmo sexo: 5 pontos\nBeijo triplo: 15 pontos\nBeijou alguém que gosta: 20 pts\nMasturbou alguém: 25 pts\nPegou ex: 15 pts\nMandou nud3s: 20 pts\nFoi preso : 20 pts\nSexo anal: 30 pts\nPegou ex de amg: -10 pts\n\nQuantos pontos fez?",
    "346": "RT @ousafadenha: odei੦ quem fala \"vc não precisa de convite pra vir\"...  pra mim se vc não me convida  eu não vou pra luga nenhum",
    "347": "RT @jjmetjr: É uma tapa na nossa cara né?😓😓 https://t.co/TmtZy2CRR3",
    "348": "RT @archillect: https://t.co/1MqyiLayAp",
    "349": "Eu tô falando é de fumar um beck junto, pegar na mão, levar pra biquera e ter orgulho.",
    "350": "https://t.co/gu6WLOGzJ9",
    "351": "Se ela fosse só linda, ok, mas ela é linda, doida e maconheira, aí não dá!",
    "352": "Que meu ciclo continue diminuindo e ficando só quem tem que ficar. É melhor assim.",
    "353": "Fica esperto mano, quem muito quer, nada tem.",
    "354": "RT @____B_S____: This man is buying birds just to set them free🥺 https://t.co/V2PW4lBTba",
    "355": "Acho q essa temporada é uma das mais daora em relação aos sons q rola nas festas. Muito foda a conexão desses maluco curtindo só os trapzin bolado. #BBB22",
    "356": "O melhor amigo do homem! https://t.co/OzcRepWxGX",
    "357": "tudo passa menos a minha vontade de querer chapar",
    "358": "Chega bem no ouvidinho da morena e diz assim:\n\nMina, tu é muito mais linda que um pé de maconha.",
    "359": "eh sobre ter alguém q te salve qndo vc ta sem beck",
    "360": "Tudo é conversado, maturidade é tudo!",
    "361": "Parabéns pra quem já conseguiu meu isqueiro emprestado pq não é qualquer um q eu confio tanto a esse ponto",
    "362": "https://t.co/CM7jmH4Oww",
    "363": "Fingir que não se importa é um bglh muito foda pra quem é INTENSO e sente demais.",
    "364": "Ame agora, ninguém sabe do dia de amanhã, a vida é estranha e passa tudo muito rápido.",
    "365": "Tina é mó querida! Como tiraram essa lindeza e deixaram aquele mosca morta? Porra em.. #BBB23",
    "366": "mano, to no auge das poucas idéias  to preferindo ficar na minha em qualquer situação",
    "367": "sua notificação me deixa brisado",
    "368": "RT @davizeira_fv: muito estranho fingir que não conhece quem já te mamou",
    "369": "Não é sobre ficar rico. É sobre comer bem, pagar as contas em dia, viajar e viver em paz.",
    "370": "pessoas com a mesma vibe &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "371": "https://t.co/rQN0CmX2X2",
    "372": "https://t.co/DGJYrNj0sm",
    "373": "viciado em ficar em paz",
    "374": "Muito cuzão se achando fodão.",
    "375": "Aquele momento em que a alma já saiu correndo https://t.co/Z8qYQzU65I",
    "376": "é assim que cebola uma baseado https://t.co/1laz5uk1Zh",
    "377": "Faça a escolha certa de quem você irá dividir energias. Alguns somam, outros sugam.",
    "378": "RT @SnoopDogg: 5 friends who remained solid and stayed true   1988 on the left. 2023 on the right. Love y’all cuz 🙏🏾👊🏾✨ https://t.co/kXCGoH…",
    "379": "RT @africanizeofc: E 30 anos se passaram ❤️ https://t.co/lg1AIWbiFP",
    "380": "babar no beck é pedir pra ñ fumar mais comigo",
    "381": "RT @lucasfresno: inacreditável.",
    "382": "O tempo tá aí... mostrando quem é quem.",
    "383": "o mal das pessoas é acharem que nada acaba... que paciência não acaba, que consideração não acaba, se não valorizar, tudo acaba",
    "384": "Muito cuzão se achando o fodão",
    "385": "Responsa por responsa, só confio na minha!",
    "386": "Aprendi na marra que se você ter pena do coitado, o coitado vira você.",
    "387": "praticar essas coisas chapado então, fica mais saudável ainda https://t.co/inKRtYdm6d",
    "388": "RT @lbs_torra: O pedreiro pediu pra chapar as caixinhas da tomada, serviço dado é serviço feito @EuFumoUm https://t.co/Y3UZeHAUIN",
    "389": "RT @BNB_BALL: Breaking News: \nDad of Three, Mr. Gary Gensler, has given a speech about how to behave when we leave the house of traditional…",
    "390": "Algumas pessoas a gente continua desejando o bem, só não queremos mais por perto. Não é questão de mágoa, é questão de paz.",
    "391": "Abstinência de palavras. \nOverdose de pensamentos.",
    "392": "https://t.co/Fs3D1sYjy7",
    "393": "RT @lbs_torra: Me siga para mais esconderijos  haha  @EuFumoUm https://t.co/zP15cflidg",
    "394": "ideia de date brisar juntos na beira da praia",
    "395": "RT @BichinhosFB: Não mandei NINGUÉM sair!!!!!!!!! https://t.co/SKL4U4xp48",
    "396": "Certas atitudes só merecem o nosso silêncio..",
    "397": "https://t.co/ZlWNb2sNwy",
    "398": "https://t.co/KXowfP58QS",
    "399": "https://t.co/d8e5KFzDXS",
    "400": "olha  as vezes só a maconha pra amenizar mesmo",
    "401": "https://t.co/xFLLhQi9iU",
    "402": "@cleo ver o bbb eu ñ sei  agora se for pra transar loco da maconha tamo aí",
    "403": "A vibe da madrugada é tão superior&gt;&gt;",
    "404": "O que traz paz, é o que faz bem.",
    "405": "Halloweed",
    "406": "https://t.co/KS0eXyZCJX",
    "407": "Não precisa forçar. Quando é real, flui.",
    "408": "Foi amor à primeira brisa.",
    "409": "o cara q guarda a ponta pra mina n perde ela p NGM",
    "410": "RT @_hey_jude: a lingua portuguesa perdeu uma grande oportunidade quando não colocou o coletivo de capivara como Capivárias",
    "411": "ñ sei vcs  mas eu mando uns 10 chapado https://t.co/DZJA6EMKxH",
    "412": "Uns vem pra dividir,\noutros pra somar,\nvários pra te ver cair,\ne poucos pra te levantar...",
    "413": "@lucasfresno Porra q lindo man 😍",
    "414": "RT @lucasfresno: https://t.co/o09BrgyE7F",
    "415": "Plante sua própria árvore, pra não precisar ficar na sombra de ninguém!",
    "416": "Queria está andando descalço na beira da praia, queimando um beck, conversando assuntos aleatórios com a companhia que eu gosto.",
    "417": "RT @Vulgo_Nona: mo tédio  preciso comprar um tênis",
    "418": "RT @vitinkjkkj: Vontade de fazer aquilo com f😈😈😈😈 faltar amanhã",
    "419": "uma ponta nunca desaponta",
    "420": "rir p crIh junto com alguem  eh meu ato favorito de intimidade",
    "421": "nunca subiu a biquera comigo e acha q eh meu amigo",
    "422": "feliz é aquele q vai dormir chapadinho hoje",
    "423": "cheiro na mão, brisa no olhar",
    "424": "não vou correr atrás de vc, vc não é bic",
    "425": "RT @neymarjr: Eu ri alto 🤣🤣🤣🤣🤣 https://t.co/Yz4iLFiIqj",
    "426": "eu altamente brisado pausando minha música pra ver se a sirene tá na música ou fora https://t.co/kpiwhz8x9g",
    "427": "Eu acordei, tenho roupas para vestir, tenho água para beber, tenho comida para comer, tenho maconha pra fumar.\n\nA vida é boa. Eu sou grato.",
    "428": "Aliens, se lerem isso, trazem a braba.",
    "429": "https://t.co/GT2ycNXjOU",
    "430": "uma friaca dessa e 0 convites pra fumar um baseadinho e transar gostoso 😔😔 vida sem sentido",
    "431": "RT @LilNasX: GAY WEED GAY WEED https://t.co/R1Y6nXyHpX",
    "432": "A gente nunca está 100% pronto, o aprendizado é constante.",
    "433": "@beatrwz_ por isso q vc só ia segurar a seda",
    "434": "https://t.co/peH4soysyC",
    "435": "RT @BichinhosFB: AAAAAAAAAAAAAAAAAAAAAAAAA https://t.co/6hM7UYEt6b",
    "436": "eu te amo primeiro beck do dia eu te amo",
    "437": "Perto de mim eu só quero aquilo que me faz bem.",
    "438": "Cuide enquanto você tem em mãos, porque quando se for, não é certeza de que irá voltar.",
    "439": "a vida é feita de escolhas! https://t.co/hiqJxaqS0p",
    "440": "https://t.co/yCVWXHvJKW",
    "441": "https://t.co/nQkVTyNDV2",
    "442": "RT @BitMartExchange: 🎮 Ready for some midweek thrill? Dive into the #BitMart X $BURN #Giveaway! \n\n💰 Uncover all the $BURN coins for a shot…",
    "443": "@CMollmann era só o que me flautava",
    "444": "RT @ForumChaves: Isso é lance pra expulsão hein https://t.co/oisdxBXktu",
    "445": "RT @archillect: https://t.co/fN51dV7Xp4",
    "446": "10 ETH Giveaway Alert! 🚀\n\nCalling all NFT enthusiasts! 🌟 Mint any of our exclusive NFTs for a chance to win big. When our collection sells out, we'll randomly select 10 wallets to receive 1 ETH each. Don't miss out on this epic opportunity!\n\n👉 Mint now to secure your chance!… https://t.co/1KR3OIrDRr https://t.co/aPqzInnBuu",
    "447": "https://t.co/0iAEwySOLs",
    "448": "Ignorado na pior fase, espero nem ser lembrado quando estiver na melhor",
    "449": "Quando eu passo a mão no bolso e não encontro meu isqueiro https://t.co/tR99nMn2xJ",
    "450": "Vamo porraa!!! https://t.co/TVxhgXnJfR",
    "451": "quero ir pra &gt;&gt;PRAIA&lt;&lt; \nsolzão na cara , porção pra comer , vento no rosto , mar, maconha\nPRAIAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA",
    "452": "Fumar maconha é um caminho sem volta. Acorda fuma maconha. Fica triste, maconha, tá feliz maconha, tá reflexivo, maconha, já perdeu as esperanças de se vacinar um dia no Brasil, enche duas seda de maconha e olha pro horizonte",
    "453": "Morena, linda, loca e do beck.",
    "454": "Vou botar um colírio e vai ficar suave, ninguém vai notar.... \n\nDaí chega em casa e: https://t.co/OHavRIwVsD",
    "455": "Que golpe o quê: Eu quero provar as larica gostosa que tua mãe faz.",
    "456": "https://t.co/Iu232sB6tB",
    "457": "Tu é o camarão que falta na minha seda.",
    "458": "Ex bom é ex cesso de maconha",
    "459": "RT @BozoCollective: Where?: https://t.co/pnpdRh8bAa\n\nDrop your wallets\nLike+Retweet\nFollow us and @bozocoinsol \n\nBonus: send dank memes.\n\nW…",
    "460": "https://t.co/eBtk5lmgX7",
    "461": "https://t.co/VZN6kRLPom",
    "462": "puxe um beck, ñ o tapete dos outros",
    "463": "RT @CFTradercom: Welcome to Crypto Fund Trader! \nWe are the first prop-firm focused towards cryptocurrencies with the best conditions for t…",
    "464": "é muito estresse pra pouca maconha",
    "465": "chapar pra dormir\nacordar pra chapar",
    "466": "RT @GemsHunterbtc: Guys check this out! #cardgames\n\n1000 Blades Decks now avaible at https://t.co/pX6nBt9HZC 🌐\n\n@1000blades_1KB 🥷⚔️\nMy favo…",
    "467": "gente de mente aberta é uma maravilha né",
    "468": "https://t.co/JrkdrZQOsS",
    "469": "https://t.co/pYzoWeOPEl",
    "470": "vontade de ficar sentado de frente pro mar brisando por horas",
    "471": "RT @casadoviralata: Quero apresentar 3 novas princesas integrantes da casa, ambas pequenas e meigas\nAura, Made e Íris\nCastradas, vacinadas…",
    "472": "Os desconhecidos fortalecem mais do que os conhecidos!",
    "473": "https://t.co/KT3QWyTHbc",
    "474": "Ostentação é ter uma família unida, um trabalho digno, dormir com a consciência limpa e ter alguém do seu lado te fortalecendo.",
    "475": "Recuar às vezes é ter sabedoria.",
    "476": "Reciprocidade não se cobra.\n\nIsqueiro, sim!",
    "477": "eu na lara https://t.co/jdB5ksK6PN",
    "478": "@Wilitou1 - 5\n- 4\n-A",
    "479": "todo mundo tem aquele amigo que vive trocando de número, parece traficante",
    "480": "The NFT community is so hyped for the Public Sale of new-old Punks on Solana called Punks Not Dead Yet! Do not fade these Punks!\n\n🎉 To celebrate a great OG &amp; WL mint I'm giving away 3 Punks!\n\n🏆 Prize: 3x Punks Not Dead Yet NFT (1.2 $SOL)\n\n☑️ Follow @PNDY_NFT &amp; @Kudzoshi\n☑️… https://t.co/MzjVvkm66L https://t.co/6Qn2ObTKyp",
    "481": "namora não, ela vai te privar de tudo e vai acabar teus rolê.\n\"eu e ela no rolê\" https://t.co/Vxnf7jO9nC",
    "482": "https://t.co/z8HejLUSzg",
    "483": "https://t.co/8EazpM6wFF",
    "484": "RT @laurenutts: como pode SEIOS hipnotizar tao facilmente",
    "485": "Na beleza eu não me garanto \n\nmas fuma os beck que eu bolo pra tu vê",
    "486": "Se liberte dos maus pensamentos...",
    "487": "prefiro brigar por mensagem, pessoalmente eu começo a rir",
    "488": "as vezes a nossa vida não vai pra frente por causa da nossa boca, falamos demais com quem não tem q saber de nada! 🤫🤐",
    "489": "@FilipeRet F.F.F",
    "490": "Necessito conhecer pessoas novas.",
    "491": "RT @mdiscosqamigos: AÍ SIM! Mark Hoppus (blink-182) anuncia que está curado do câncer &gt; https://t.co/1dmC4IuhE9 https://t.co/4mj34yUkjo",
    "492": "Bora fumar um",
    "493": "https://t.co/HNVcJuiamD",
    "494": "Tenham paciência com o processo de vida de vocês, sabe. As coisas dão muito errado antes de darem certo. Não adianta ficar na ânsia de querer tudo pra ontem, porque tem sim o tempo certo pra tudo. E cara, quando esse tempo chega é uma felicidade sem fim. Confia!",
    "495": "qual a cor dos olhos que vcs vao passa a virada do ano",
    "496": "Feliz ano novo maconheirada!!! Obrigado a todos q fortalecem a page por aqui!!! Valeeeuuuuu ✌🍁",
    "497": "Parei com a maconha",
    "498": "quero maconha",
    "499": "falo, convivo, mas não confio.",
    "500": "@Marcelodedois tem certeza q é o de comida?",
    "501": "https://t.co/DOBZgkaE1n",
    "502": "Falo com 10.\nAndo com 4.\nConsidero 2.\nConfio em 1.",
    "503": "Que a brisa errada não caia sobre nós...",
    "504": "Não adianta irmão, a vida sempre mostra quem é quem.",
    "505": "https://t.co/CNdqpCLYjE",
    "506": "namorar eh mais gostosinho ne, ficar apaixonadinho, comprar comidinha da gata, chegar com um baseadinho, pá pá pá, botar um filminho",
    "507": "https://t.co/uzRB5KpcQw",
    "508": "Feliz dia do \"e esse olho vermelho aí\"",
    "509": "https://t.co/INqhKpGbYi",
    "510": "Relaxa, os falsos vão caindo um por um.",
    "511": "RT @BichinhosFB: FLAGRANTE https://t.co/jUwMfzEsFi",
    "512": "Corpo aqui, mente lá...",
    "513": "O discurso tá em alta, atitude tá em baixa.",
    "514": "RT @alexcrfla: o dono da casa deve ter ficado feliz demais https://t.co/qNiRRDmu5A",
    "515": "RT @ragmipromotes: Just launched: @CryptoGambinos - An exclusive collection of hyper-realistic 3D NFTs representing both old school and mod…",
    "516": "https://t.co/iuK07ru1Wz",
    "517": "https://t.co/nGNmPKqHEB",
    "518": "se forem acender rojão, q seja aquele de duas sedas 🍁✌\n\nrespeitem os doguinhos  🐕💚",
    "519": "Chapado, tudo fica mais gostoso.",
    "520": "saudades de você\n\nde: eu\npara: praia",
    "521": "ñ bole planos, bole becks",
    "522": "to num tédio da porra",
    "523": "RT @tyomateee: ジブリ飯のアニメーション、唯一無二過ぎてずっと見てられる https://t.co/EQXjPSB70E",
    "524": "https://t.co/OPS290BtBO",
    "525": "Quem sabe de você é você e já era!",
    "526": "mano eu saio no soco com uma criança por causa dessas porra https://t.co/r9Woa2qZHm",
    "527": "Tem gente que muda depois que conquista. Por isso que a gente só conhece bem a pessoa depois que a empolgação inicial passa. Não se iluda.",
    "528": "Me deu uma saudade… \nque nem é bom falar.",
    "529": "Aqui é 8 ou 80. Ou você aguenta ou nem tenta.",
    "530": "RT @buitengebieden: Roadblock in Tanzania.. https://t.co/vhZXIyiCn6",
    "531": "@Araujoo_jeka @nandoviana",
    "532": "Esse motorista para o ônibus todos os dias no mesmo horário pra dar comida pra esse doguinho https://t.co/IDk0ceZ51x",
    "533": "RT @andreshalders: Me tornei tutor de gato e hoje percebo q realmente eles são MUITO mais avançados que os humanos\n\nEle compra o PREN dele…",
    "534": "coisas que cairiam bem agora:\nmaconha na minha seda\ndinheiro na minha conta\nvocê na minha cama",
    "535": "https://t.co/1VTdmMhdAd",
    "536": "https://t.co/PbFwRJyF66",
    "537": "https://t.co/xUR4OTzZ5S",
    "538": "ex amigo  eh uma vibe estranha dmais",
    "539": "um dois no beck: a\n\neu: https://t.co/FkxB01Epnd",
    "540": "Ninguém nota sua dor, ninguém nota suas lágrimas, mas todos notam sua marofa de maconha.",
    "541": "Você precisa eliminar da sua vida as pessoas que te levam pro caminho das drogas https://t.co/CepxB5IDOw",
    "542": "todo relacionamento precisa ter esses dois momentos https://t.co/sLrx16OBPF",
    "543": "RT @ForumChaves: Algum solteiro aí se sentiu como o Seu Madruga ao acessar as redes sociais nesse dia dos namorados? 😂 https://t.co/iOpnunY…",
    "544": "bglh ñ é agradar, é viver!",
    "545": "https://t.co/cqcsYmTKcZ",
    "546": "https://t.co/FKfJGWqvB5",
    "547": "Plantas que nascem para a gente: umas enfeitam o jardim, outras enfeitam a mente.",
    "548": "RT @Vulgo_Nona: já dizia mano brown: \"não confio na polícia, raça do caralho!\"",
    "549": "https://t.co/67qBH33Ser",
    "550": "https://t.co/jfz4vdQ6vU",
    "551": "RT @maa_juh: Pessoal de Jacareí-SP\nEsse cachorrinho lindo e super carinhoso ta precisando de um lar urgente 😞 \nEu me comprometo a arcar com…",
    "552": "Ninguém te abandonou... \nSó estão esperando você ter dinheiro.",
    "553": "Chapar em casa\n\n&gt; Ninguém rouba seu bic\n&gt; Ouve a música que você quiser\n&gt; Comida a vontade\n&gt; Banheiro Limpo e disponível\n&gt; Não gasta de Uber",
    "554": "Coloquem aqui o q vcs gostam de ouvir quando estão chapados 👇",
    "555": "RT @rapoutcontext: O dia que o Mano Brown calou todos na roda viva (2007) https://t.co/gNTi7wXnFe",
    "556": "Pessoas são temporárias, um dia você é tudo, no outro você não é nada.",
    "557": "Sextou https://t.co/jZcBfszMvU",
    "558": "E chegamos a MEIO MILHÃO de maconheiros nessa porra!!!! 👏😍🍁\n\nQuem vem pra resenha??",
    "559": "Eu me escondendo pra não me chamarem pra chapar hj https://t.co/12GMy8oQuP",
    "560": "Levo a vida no sorriso, mas tô ligado na maldade de cada um.",
    "561": "RT @antoniotabet: Nem o cercadinho o escuta mais. https://t.co/4kN9JLIXXr",
    "562": "Meu problema tem 11 letras:  f a l t a   d e   b e c k.",
    "563": "Beijo com gosto de maconha&gt;&gt;",
    "564": "não guardo mágoas, mas o tratamento muda",
    "565": "Feliz dia da mulher, menos pra aquelas que querem proibir o namorado de fumar maconha",
    "566": "@maisa bateu a lara",
    "567": "Postura não se cobra, quem tem, tem!!",
    "568": "será que maconha causa esquecimento, mesmo? pq as pessoas me dão opinião e eu não me lembro de ter perguntado nada",
    "569": "maconha só faz mal quando não tem",
    "570": "https://t.co/1MTYKuBQqc",
    "571": "Respeito é conquistado, a honestidade é apreciada, o amor é adquirido e lealdade é retribuída...",
    "572": "Vários cuzão disfarçado de amigo!!",
    "573": "Sou legal, mas não abusa.",
    "574": "https://t.co/CbyTCDQuDn",
    "575": "As discussões só separam quem já queria ir embora.",
    "576": "Chapado de novo, humano? https://t.co/Wz0DN1A51U",
    "577": "ñ me passe a perna, me passe o baseadinho",
    "578": "https://t.co/70y2reu0IR",
    "579": "procuro ficante pra assistir filme junto, chapar e ficar de chamego",
    "580": "O calado vence mas acumula ódio pra crl..",
    "581": "Sou fã das voltas que o mundo dá.",
    "582": "segunda com s de só por um beck",
    "583": "hm 💍 então 💍 vc 💍gosta 💍 de💍 maconha 💍",
    "584": "De gente q ñ vale um beck babado eu ñ espero nada.",
    "585": "Mano que tédio",
    "586": "RT @Estadao: Jô Soares morre aos 84 anos, em São Paulo https://t.co/3rdkMgYUXK -via @EstadaoCultura https://t.co/FlFeBXzHRp",
    "587": "https://t.co/ReKRcErhDr",
    "588": "É muito estresse pra pouca idade.",
    "589": "Tem q vazar a Naiara pelo amor de Deus, ñ suporto mais ver essa mulher nesse bagulho #BBB22",
    "590": "a falta de um baseadinho entristece machuca dói corrói esturrica o ser humano",
    "591": "Passarinho de gaiola\n\nQuando vê o outro voando \n\nAcha que é louco",
    "592": "Cama, colchão e pensamento a milhão...",
    "593": "https://t.co/QQWoOQryZZ",
    "594": "@choquei O maluco se deitou no chão ignorando totalmente a presença da professora q tava ali exercendo a profissão. BAITA MULEQUE DE MERDA!!! Eu tenho CERTEZA q já fez isso pensando em viralizar na Internet. Sem noção do caralho!!",
    "595": "https://t.co/gR9dvqYWVl",
    "596": "Vacilou comigo tô me afastando, pode ser quem for.",
    "597": "foda é qnd as doidera combinam",
    "598": "Aprenda a assistir filmes sozinho, comer sozinho, chapar sozinho, dormir sozinho e sair sozinho da sua crise emocional. Nem sempre haverá um amigo, um parceiro ou alguém ao seu lado.",
    "599": "Chamei ela pra fumar um fininho,\nela fechou uma tora...\nAPAIXONEI",
    "600": "Ninguém nunca se desculpou pelas coisas que me fizeram, só me culparam pela maneira como reagi.",
    "601": "A vida é curta, chape.",
    "602": "RT @Marcelodedois: PROCURA-SE \n\nA gente tem q achar quem é esse fdp… vamos deixar ele famoso rapaziada… espalhem",
    "603": "RT @giovannkfkd: dia 30 de maio exalando essa energia aki https://t.co/bGew5p0kVc",
    "604": "https://t.co/rjDPlGjfdf",
    "605": "um branco e um preto unido resposta q cala o ridiculo https://t.co/04xKLpTgLl",
    "606": "um potão de açaí agora cairia bem https://t.co/t5LFeatZXm",
    "607": "sdds de vc  porém foda-se  vc tbm",
    "608": "@choquei já virou putaria",
    "609": "https://t.co/2B8153Nhqi",
    "610": "Vivendo nesse mundo louco hoje só na brisa...",
    "611": "Aprendi a deixar as coisas fluírem porque o que é nosso, a vida traz!",
    "612": "brota na minha casa eu vou te dar um chá bem dado https://t.co/ZJwAOfF59R",
    "613": "preciso de alguém que me olhe nos olhos e diga \"vamos chapar, eu salvo\"",
    "614": "Não posso ficar chapado não cara, fico cheio de pensamento +18",
    "615": "RT @Marcelodedois: Qual é o regime de um país aonde a polícia tenta proibir o povo de votar?",
    "616": "As pessoas julgam e supõem o que você é. Mas você sempre é mais que isso.",
    "617": "https://t.co/nY6zJCmpuL",
    "618": "encontrar o amor e a parceria pra chapar na mesma pessoa &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "619": "Fumaça na mente, sorriso na boca e paz no coração!\n\nFELIZ ANO NOVO SEUS MACONHEIROS!!!! 🍁✌",
    "620": "https://t.co/F8MHGWSWwT",
    "621": "A resenha a dois que eu queria https://t.co/maBqKx3gnk",
    "622": "Se tiver fluindo, não explana porque desanda!",
    "623": "Ninguém te abandonou não, só estão esperando sua fase boa voltar de novo.",
    "624": "Sextou com S de só chapando por casa",
    "625": "RT @Vulgo_Nona: Meu cachorro vai fazer uma cirurgia amanhã e eu to q ñ me aguento de tanto medo. Se puderem mandem orações positivas pra el…",
    "626": "https://t.co/867bUSH2sR",
    "627": "hj era só um laricão na casa da sogra",
    "628": "RT @SouReferencias: Às vezes, a independência e a paz começam assim... 💫 https://t.co/p0g5wxNFzI",
    "629": "Valorize quem tá com você.",
    "630": "Se não tem coragem, não adianta ter vontade.",
    "631": "brise com sua mina",
    "632": "oque é pouco visto,é pouco invejado!",
    "633": "RT @Vulgo_Nona: 7 de setembro, bom feriado e pau no cu do Bolsonaro!",
    "634": "https://t.co/5JEFASSOR7",
    "635": "tem seu valor https://t.co/l1E7sIdOPR",
    "636": "Eu não mudo com ninguém atoa.",
    "637": "bem q vc podia encher a minha seda ao invés do meu saco",
    "638": "RT @GemsHunterbtc: #NFTGiveaway 💫\n🔸2 winners🔸\n\nTo Enter:\n\n1⃣ Follow @enchantedcnft \n2⃣ Like , RT \n3️⃣ tag 2 friends\n\n1 NFT from the owner a…",
    "639": "Seja você, pra você, por você.",
    "640": "Dias de fino, dias de tora...",
    "641": "Se tá ruim pro Kelly Slater contando moeda na praia com a Gisele Bündchen imagina pra mim https://t.co/w9v2bRjWWV",
    "642": "https://t.co/qIJWj38kpu",
    "643": "https://t.co/BUHra0WGYz",
    "644": "mente focada e cabeça feita",
    "645": "objetivo: não chamar atenção quando saio\n\nobstáculo: meus olhos emaconhados",
    "646": "tu é a única pessoa do mundo que sabe toda a verdade sobre tua vida, então, tudo que os outros falam ou pensam ao teu respeito, é problema delas, não teu.",
    "647": "https://t.co/i7zoLZgsYo",
    "648": "Eai, já queimaram o primeiro do dia?",
    "649": "aprendi que nesse mundo sempre vai ser eu por mim",
    "650": "https://t.co/WWcHQFakmQ",
    "651": "Vamos tentar, né? https://t.co/C3ivxEf8xk",
    "652": "https://t.co/BK5BHb7k6u",
    "653": "resenhas q são em casa são muito mais daora, pronto falei",
    "654": "Boa semana, maconheiros!",
    "655": "alguém me dá um dois ae",
    "656": "https://t.co/b9xnt0Pa7n",
    "657": "Prefiro 10 inimigo do que 1 disfarçado de amigo! 😉",
    "658": "Oi tudo bem? vai lá em casa qualquer dia desses pra gente vê aquele filminho fumando um baseadinho tomando uma brejinha beijando na boquinha.",
    "659": "ponta velha, brisa nova",
    "660": "RT @mandellivaleria: vcs sabiam que gato e cachorro q ta na rua é DE GRAÇA\n\nserio\n\neles tão lá eh só pegar \n\nnão precisa pagar nada",
    "661": "https://t.co/OaJT67Ux25",
    "662": "enrola um baseadinho, ñ eu",
    "663": "namorar pra poder andar segurando um beck numa mão e a mão dela na outra",
    "664": "https://t.co/BfccBkkkKT",
    "665": "se namorasse cmg nao tava  passando frio   bem feito",
    "666": "https://t.co/8VoO7auH7a",
    "667": "https://t.co/9UybHI7YCX",
    "668": "queria viver em um mundo só com doguinhos e maconha",
    "669": "https://t.co/TmDKSCBHzX",
    "670": "RT @BiodiversidadeB: Consegue entender por que é proibido a circulação de veículos na areia da praia? Por esse mesmo motivo que cachorros s…",
    "671": "RT @Vulgo_Nona: família é sintonia, ñ sangue",
    "672": "2013 // 2023 https://t.co/Rpd0KfMcYt",
    "673": "Já perceberam que o que mais machuca é esperar? Esperar uma pessoa reagir como gostaríamos, esperar mudanças, esperar respeito, esperar amor, esperar que nos dêem o mesmo que damos, esperar que nos valorizem, esperar que nos devolvam o bic. Esperar é a parte mais TRISTE da vidaa",
    "674": "RT @AnneCouto: Gente, abandonaram essa cachorrinha linda dentro de um saco de ração na porta da minha mãe hoje :( precisamos de alguém que…",
    "675": "https://t.co/UHXMkrBP9U",
    "676": "https://t.co/opZdalv0GA",
    "677": "Não adianta ser bom no argumento e fracassar no exemplo. ✌🏽",
    "678": "Acho foda amizades de baixa manutenção, não tem que se falar sempre nem se ver sempre e o carinho continua o mesmo tlgd.",
    "679": "RT @MarceloAdnet: ❤️ https://t.co/0aJQGNVrCF",
    "680": "https://t.co/9dySqfCzbE",
    "681": "marcha que se pra malandro tá difícil imagina pra otário . imagina então, pra malandro que acha que eu sou otário",
    "682": "Boa semana maconheirada",
    "683": "Melhor conquista da vida é viver em paz",
    "684": "E já dizia um grande sábio: se quiser ver alguma mudança nesse mundo, comece por você mesmo.",
    "685": "RT @Vulgo_Nona: tem estranho virando amigo e tem amigo virando estranho",
    "686": "https://t.co/VNiBiryTzj",
    "687": "acabou de acontecer um acidente aqui\n\nbateu a larica",
    "688": "https://t.co/8QjDp9vT9e",
    "689": "Um PIX inesperado no valor de uma paranga bem servida já resolvia meus problemas",
    "690": "@cauechris ganja",
    "691": "Conselho pra vida: faz teus corres, vive em off, não bote a mão no fogo por ninguém, beba muita água e se aparecer alguém legal valoriza.",
    "692": "seu 3º @ te deve um bic",
    "693": "Marca os cria aí pra agitar um laricão desses https://t.co/lQv3DSi9Jq",
    "694": "tudo passa    menos o mão de cola",
    "695": "digite \"eai boca de piscina\" e marque o 3° @ que aparecer 😂",
    "696": "Consciência limpa é sensacional né? O mundo pode falar e inventar o que quiser, mas tu sabe o que fez e o que não fez, então tudo certo.",
    "697": "ela tem os olhos vermelhos = gostosa",
    "698": "\"empresta aí, já te devolvo\" https://t.co/DjQgD8BBwl",
    "699": "RT @Vulgo_Nona: Riqueza é ter com quem contar na hora que o bagulho fica louco.",
    "700": "Pra atrasar tem muitos, pra adiantar é que tem poucos...",
    "701": "https://t.co/a8zMVFSsQz",
    "702": "falido pela maconha https://t.co/FzIj9xIODA",
    "703": "ou vc vive se importando ou vc se importa somente em viver",
    "704": "Amizade não é sobre dividir o beck.\n\nÉ sobre dividir as larica.",
    "705": "Hoje é domingo, \npede cachimbo, \no cachimbo tem erva, \ntoma uma cerva, \na cerva tá gelada, \ndá outra tragada, \na tragada é quente, \nabre sua mente!",
    "706": "pra namorar comigo tem que entender que uma hora é mano e na outra é amor.",
    "707": "RT @naosouaana: - amigas o que vcs vão usar?\n- de roupas ou de drogas?",
    "708": "Scooby brinca muito nas brisa maluco kkkk #BBB222",
    "709": "a vacina veio agr so falta meu bic",
    "710": "dinheiro não pode te comprar felicidade\n\nEu: https://t.co/3t7fGAnooq",
    "711": "Não acredito nessa porra de influência. Cada um faz as próprias escolhas na vida.",
    "712": "RT @Vulgo_Nona: sem ânimo",
    "713": "RT @meltedvideos: amimir https://t.co/lzl7PZwH7I",
    "714": "@paolla tu é mais linda q um pé de maconha",
    "715": "Cuidado com quem você desabafa, hoje são orelhas, amanhã são LÍNGUAS!",
    "716": "queria tá q nem a barriga da Eliana https://t.co/7e8JGmDfSi",
    "717": "Folha de maconha empanada \nMe sigam para mais receitas 😄👌 https://t.co/5CJudcDAuu",
    "718": "Vontade de jogar tudo pro alto. Inclusive fumaça.",
    "719": "Eu prefiro PERDER TUDO, recomeçar do zero, mas não sustento nunca mais algo que me faça mal!",
    "720": "Depois do aprendizado, só vive a mesma coisa quem quer.",
    "721": "tão muito chapado pra resolver ou ñ? https://t.co/CvSNbPK89s",
    "722": "https://t.co/kbVSUOgXyC",
    "723": "https://t.co/D9XwVhLh70",
    "724": "RT @nobreceara: Essa planta parece que tá dando um sermão ou discursando pras outras plantas https://t.co/M99UXyxUMl",
    "725": "@OCriador aprecio sua natureza",
    "726": "Posso não falar muito, mas pego a visão de tudo..",
    "727": "RT @archillect: https://t.co/GVvWxi5DsH",
    "728": "https://t.co/Jp7igTyriE",
    "729": "reciprocidade é quando um bota o beck e o outro a transa",
    "730": "vou sortear um seguidor pra me salvar no beck",
    "731": "https://t.co/IfFVk7NCAB",
    "732": "https://t.co/RYfKYd9QxJ",
    "733": "https://t.co/APsFcseyRp",
    "734": "https://t.co/jqY7K3vYJ0",
    "735": "RT @Marcelodedois: 🤪🤪🤔🤔 https://t.co/M99dx1FQpt",
    "736": "amor eu te daria o meu último beck",
    "737": "eu me namoraria so pelo meu bom gosto maconhal",
    "738": "RT @Vulgo_Nona: na madruga q a mente vai longe..",
    "739": "Vamo transar logo a vida é um sopro",
    "740": "Rolê de última hora / Rolê combinado a 1 mês: https://t.co/vRzCepV1ub",
    "741": "RT @pedrocertezas: Isso aqui foi uma das coisas mais nojentas que eu li em muito tempo. Caralho, que raiva, puta que pariu. https://t.co/up…",
    "742": "chapando pra dormir e acordando pra chapar",
    "743": "@choquei Sou maconheiro, amigo!",
    "744": "https://t.co/L3z5sbkX5n",
    "745": "Quem engana é quem perde, ninguém sai perdendo por ter sido bom pra quem não merece.",
    "746": "RT @HaddadDebochado: “Já falamos de maconha”\n\n😂😂😂😂😂😂😂😂😂😂😂 https://t.co/COoSjyAngG",
    "747": "a psicologia diz:    \nquanto mais leal você é, maior é a dor da decepção",
    "748": "\"é sono mãe\"",
    "749": "RT @brusnos: https://t.co/solW4fJYcq",
    "750": "a vida é agora, faz oq te faz feliz",
    "751": "D2 é monstro!!! #planethemp #lollapaloozaBR",
    "752": "https://t.co/Cc3Z2yrBGS",
    "753": "Não se importe com o que vão pensar de você, faça o que você quiser e procure apenas a sua felicidade.",
    "754": "Quanto mais você amadurece, menos amigos você tem.",
    "755": "Namorar pra chapar juntos e ir embora transar",
    "756": "Tem amizade que te leva pro fundo do poço e você nem percebe, quando vai ver, já tá lá.",
    "757": "RT @Vulgo_Nona: não posso mais gastar nada nesse mês de outubro (tamo em setembro",
    "758": "Dia propício pra fechar um de duas seda.",
    "759": "Antigamente eu só pensava em chapar, hoje em dia meu pensamento é igual antigamente",
    "760": "só por fazer um sexo maconhado",
    "761": "carente de bons amigos",
    "762": "Se importar pra quê? Vai viver...",
    "763": "@FilipeRet 😍",
    "764": "https://t.co/425EZc6ySU",
    "765": "Sei q o programa vai perder agora o pouco de graça q tinha pra assistir. Mas q foi muito prazeroso ver esse tombo de uma vez, foi. #BBB22",
    "766": "https://t.co/78vpz0bYWU",
    "767": "RT @Vulgo_Nona: To ficando velho pra certos rolê",
    "768": "odeio gente q ñ brisa e ainda desbrisa a brisa dos brisadores",
    "769": "Maria jura q tá sendo a fodona agindo dessa forma, tá sendo é mó otária. #BBB22",
    "770": "Que a semana comece bem, e termine melhor ainda! ✌🍁",
    "771": "RT @BinanceArmy100x: $ULS interchain and easy-to-use cryptocurrency @ULS_TOKEN    \n\n BUY !  https://t.co/jgOHHzaVGe\n\nairdrop info :  TOTAL…",
    "772": "RT @CARPINEJAR: Amizade não aceita fiado, não vive das promessas de um dia se encontrar.",
    "773": "o casal que chapa unido permanece unido",
    "774": "Tô off p tudo que tira a minha paz..🕊",
    "775": "RT @6oblinOfficial: 6oblin mini series ep. 2 - it was all a dream.\n\nWho is Babu?\n\nBest answer = WL https://t.co/p51lK7UBqH",
    "776": "ñ confunda amigo pra rolê com amigo pra vida",
    "777": "gostosa e maconheira",
    "778": "https://t.co/JtLiLHOyHH",
    "779": "QUEM TA SÓ POR UM BASEADINHO DIGITA EU",
    "780": "Ser solteiro é show, mas qualquer oportunidade de dividir o beck com alguém, a ponta, pode ter certeza q eu vou continuar solteiro.",
    "781": "se eu acordasse todos os dias com um beck na boca seria mais fácil encarar a vida",
    "782": "Aquele momento em que você percebe como mudou em um ano...",
    "783": "por aqui é ruim de conversar, vem aqui em casa, traz um beck e a gente pede uma pizza",
    "784": "https://t.co/rTKJEqovyU",
    "785": "Mó burocracia pra ficar de love vendo um filminho na Netflix acompanhado daquele baseadinho e altas risadas",
    "786": "Três coisas que eu odeio:\n\n1 - Meu\n2 - Beck\n3 - Babado",
    "787": "A vida nos obriga a ver maldade em tudo, e não confiar em ninguém.",
    "788": "no fundo só queremos alguém que não babe no beck",
    "789": "Talvez o \"PRA SEMPRE\" seja sobre as lembranças, e não sobre as pessoas!",
    "790": "estado civil:\n\n(  ) solteiro\n(  ) namorando\n(  ) casado\n(X) mo brisa",
    "791": "https://t.co/PkBgysJv3f",
    "792": "https://t.co/Mdovc2NH5k",
    "793": "Tudo acontece no momento certo. Não espere que aconteça, não torça para que aconteça, só faça valer a pena quando acontecer.",
    "794": "@fluminensista 😂",
    "795": "Tem pessoas que só de trocar uma idéia, já melhora o nosso dia.",
    "796": "tem gente que é tão nojenta\n\nque eu acho que na outra encarnação foi um beck babado",
    "797": "L4R1C4",
    "798": "RT @Gabriele_Corno: Are Animals more empathetic than us? https://t.co/5Av29NtLm8",
    "799": "https://t.co/vTiFngyhlo",
    "800": "vc ñ é seda, mas adoraria passar a língua",
    "801": "Tô numa fase da vida que eu simplesmente não... Não sei, não deu, não quero, não quero querer e se acaso eu quiser, quero fingir que não.",
    "802": "@__jia0 Retrate-se!",
    "803": "Galera acha que se conquista mulher com carro. Mulher gosta mesmo é de:\nCerveja gelada\nSeda cheia\nTrocar idéia legal\nMuita larica \nPizza\nChocolate\nAtenção.",
    "804": "https://t.co/3QqGa1FO6I",
    "805": "Relaxa e curte a brisa, porque a vida é uma só!",
    "806": "RT @FilipeRet: Tu n vai ajudar quem n quer ser ajudado",
    "807": "Antes de me criticar seja alguém importante para mim.",
    "808": "Ser falso ñ é comigo, prefiro ficar sem falar, ignorar, mandar a real logo do que forçar simpatia ou amizade tlgd",
    "809": "estar incluído em uma família que não é sua vale ouro",
    "810": "tudo posso naquele primeiro beck do dia que me fortalece",
    "811": "pelo visto não é só a vida que é um sopro, meu isqueiro também é",
    "812": "É Newton, sua teoria não estava tão exata. Nem tudo o que foi, voltou.\n\nCadê meu bic seu arrombado",
    "813": "Só pelo beck e a tua boca.",
    "814": "Prometeu, mas ficou na palavra.",
    "815": "https://t.co/OVxBv1PBPF",
    "816": "já vi ninho de passarinho, mas de maconheiro é a primeira vez https://t.co/v5WdJZpOnU",
    "817": "tanta maconha no mundo e vc prefere enrolar eu",
    "818": "Rapaz, o Arthur é muito superior à jade! O cara tem talento. #BBB22",
    "819": "https://t.co/hacP02DL6Q",
    "820": "Desfrute do espaço entre onde está e onde quer chegar. Não tenha pressa. Esteja presente no momento presente, aproveite a viagem.",
    "821": "RT @emicida: https://t.co/4SFfK7NrAF",
    "822": "https://t.co/HPNzrhCKGY",
    "823": "Maturidade é quando você se decepciona, mas não cobra, não busca vingança, você só se afasta, muda a sua consideração e segue sua vida em paz!",
    "824": "RT @ForumChaves: Hoje, 47 anos dessa luta épica entre Seu Madruga e Professor Girafales! https://t.co/IfZLJYNSPV",
    "825": "Vagabundo gosta da nossa fase boa, não de nós.",
    "826": "O tempo termina com tudo.",
    "827": "Impossível evoluir sem perder pessoas.",
    "828": "Ficar sozinho por um tempo é viciante e perigoso, depois que você vê o quão calmo isso é, você não tem mais paciência pra lidar com qualquer pessoa.",
    "829": "RT @GemsHunterbtc: 2024 is the year of 1000x plays!\n\nThe perfect trade for 50X portfolio #Beldex\nPeople are Bagging it for  #Bullrun\nCandle…",
    "830": "Eu digo melhor LARICA e você diz...",
    "831": "sexo com sdd\nsexo dps da briga \nsexo os 2 chapados\n\nsão os 3 melhores.",
    "832": "Qual é a cor dos seus olhos nesse momento?",
    "833": "Quando tu tá fraco ninguém te procura..",
    "834": "RT @mdiscosqamigos: Há exatos 9 anos perdíamos Chorão, vocalista do Charlie Brown Jr. e um dos nomes mais importantes na história do rock n…",
    "835": "RT @cabralsoyo_: O Big Brother na gringa foi longe demais? Lá tem uma prova na qual eles tem que congelar sempre que o Big Boss fala “freez…",
    "836": "https://t.co/6qasqOnctg",
    "837": "https://t.co/1fc4QmNtnQ",
    "838": "https://t.co/9DGU1LLHM8",
    "839": "Eu gosto de amizade que não fica com enrolação \n\n- Vamos chapar?\n- Vamos!\n\nÉ isso.",
    "840": "https://t.co/q8c3myEvpT",
    "841": "https://t.co/JQhb4bAXsd",
    "842": "https://t.co/yMk3iHn8Y6",
    "843": "RT @hempadao: Seguimos no mood carnaval... 😎 https://t.co/sommCgPAyk",
    "844": "RT @Vulgo_Nona: eu 🤝🏻 rir em momentos sérios",
    "845": "RT @twaniimals: https://t.co/ZpCzzqqhdA",
    "846": "Fazendo questão de nada, nem de ninguém!",
    "847": "vocês vão ver minha evolução daqui 10 anos, casa própria, carrão, plantação de maconha e uma família linda",
    "848": "A fumaça sobe,\no olho desce,\nos problemas a gente até esquece...",
    "849": "Domingo novamente e nada de larica na casa da sogra",
    "850": "os vingadores da brisa https://t.co/4Ql9fI3r78",
    "851": "👌 https://t.co/VlZqDcpTrs",
    "852": "Minha disputa é comigo mesmo, ser melhor do que ontem e não do que ninguém.",
    "853": "Felicidade mesmo é quando a pessoa:\nÉ do beck\nSabe trocar idéia.\nMete o loco\nNão bate bem da cabeça.\nÉ sem frescura.",
    "854": "Não esperar nada de ninguém é uma regra básica para viver bem.",
    "855": "RT @keuriguerra: meu deus como é DELICIOSO encontrar gente que tem o MESMO humor que você em coisas muito específicas",
    "856": "RT @CrimesReais: Homem é preso após vender lanche com maconha ao molho de cocaína. https://t.co/ScX7aOtBqv",
    "857": "https://t.co/5eNo6G9X5F",
    "858": "Comprando um refri aqui pra tomar com esse teu pastel",
    "859": "@maisa maconheira",
    "860": "RT @renatab: O Brasil é um veio da Havan, que viu a própria mãe morrer de covid e vota sorrindo no responsável pela morte.",
    "861": "RT @mylaura_m: O povo clama https://t.co/hQZRlrNwyl",
    "862": "RT @Itspedrito: meu Deus o final desse vídeo  https://t.co/RoJT6lW8Q7",
    "863": "o seu 2 @ te deve um fininho",
    "864": "as vezes me pego pensando em tudo q já passei na vida, ingratidão, abandono, falsidade e msm assim nunca mudei meu coração.",
    "865": "https://t.co/9KpODI9Npn",
    "866": "Ou a gente cuida da mente, ou a mente acaba com a gente!",
    "867": "A inveja nasce na intimidade. Muitos amigos querem te ver bem mas nunca melhor que eles!!!",
    "868": "RT @nftkoosh: ⚡ Giveaway Alert ⚡\n\nGiving Away @alienfrens Evolution #10959\n\nTo Enter:\n✅ Like &amp; RT\n✅ Follow @nftkoosh @th3collective_ @koosh…",
    "869": "Eu me amo por tudo que superei em silêncio e sozinho.",
    "870": "https://t.co/FUemi1rqKH",
    "871": "RT @fasc1nate: A kid diligently feeds 4 black birds with chopsticks.  https://t.co/xuQqikvbc8",
    "872": "ja tá nas biquera será??? https://t.co/a9HvH3wsM8",
    "873": "só queria receber uma mensagem fofa do tipo\n\n“vamo fuder chapado sem perder a amizade?”",
    "874": "https://t.co/sVgHikNTWr",
    "875": "Marca o boquinha de cachoeira aí https://t.co/r0Tw9hVEMO",
    "876": "RT @meltedvideos: deixa vai mãe a gente se comporta 😳 https://t.co/3RfScxgNuX",
    "877": "https://t.co/4Ltap0nWAr",
    "878": "Vacilou uma vez minha consideração já não é a mesma.",
    "879": "https://t.co/R5SicL0Ah1",
    "880": "RT @Anitta: Meu Deussssss. Quero esse mesmo empenho pra tirar o bolsonaro hein Brasiiiiilll",
    "881": "já vou preparar um superbeck pra admira- lá superchapado https://t.co/Ha48hOAnu6",
    "882": "A gente tem que começar a prestar atenção nas pessoas que estão ao nosso redor. Observar se elas gostam mesmo da gente ou dos benefícios que trazemos; nem todo mundo se importa contigo como você pensa. É bom abrir os olhos.",
    "883": "tu é a minha larica preferida",
    "884": "https://t.co/tKKjA6WquH",
    "885": "É estranho pra caralho não falar mais com uma pessoa que sabe um monte de coisa sobre você.",
    "886": "Bglh q me entristece é a falta de consideração",
    "887": "A gente forma mo casalzao de maconheiros     para de complicar as coisas",
    "888": "https://t.co/VPFRECwReG",
    "889": "https://t.co/OZlF8gjuXg",
    "890": "Desanima agora não, ainda tem muita coisa para acontecer, o mundo vai girar e tudo vai se acertar…",
    "891": "Queria estar ON\n\nONde tem maconha \n\nONde tem cerveja\n\nONde tem churrasco",
    "892": "Quero é progresso. Decepção, eu tive várias.",
    "893": "corra atrás dos seus bics, ñ de pessoas",
    "894": "https://t.co/NvtOV90r5P",
    "895": "a vida me ensinou a desconfiar de tudo.",
    "896": "mencione aqui alguém que tem uma energia incrível, e que você curte pra caralho a companhia",
    "897": "RT @THEH0RRORKID: Scary Movie (2000) \nStoned prank calls 📞 https://t.co/hO23glvuYX",
    "898": "Sextou!!! Eai, tá com a sua maconha???",
    "899": "https://t.co/gu7VzlmyUV",
    "900": "Eu sei quem soma e quem suga.",
    "901": "RT @bzk11_nunes: Como é // Como eu vejo https://t.co/2QDFvO5GYt",
    "902": "https://t.co/MSTwzI8jhh",
    "903": "RT @casadoviralata: Galera, vou precisar da atenção de vocês aqui\nUma cãozinha com a pata quebrada estava no estacionamento de uma empresa,…",
    "904": "pinguei colírio ninguém vai notar https://t.co/t7Zt2okBzj",
    "905": "@meltedvideos nem te conto",
    "906": "Namore quem chape com você, pq a beleza acaba, a vontade de chapar não",
    "907": "Queria tá com a pessoa que eu gosto, escolhendo um filme pra assistir só o começo",
    "908": "A única caída q eu achei graça do Viny até agora foi essa caída no paredão #BBB222",
    "909": "https://t.co/jLKgfeNCtK",
    "910": "@larissacozerr_ legalização da maconha",
    "911": "queria tá numa roda de beck com os amigos q eu gosto",
    "912": "Eu tô ligado quem tá comigo, e quem só finge! 🎭",
    "913": "@koalahateen B5",
    "914": "RT @antoniotabet: A sua, a dos seus pais, filhos, avôs, tios, amigos, conhecidos… https://t.co/HEyBB4oEMa",
    "915": "RT @FotosDeFatos: João Gordo e Kurt Cobain em São Paulo, 1993. ©Ale https://t.co/9gX34huw8u",
    "916": "Louco é quem não vive!",
    "917": "prefiro os loucos do que os falsos",
    "918": "RT @coolcats: The Milk Chug | Ep. 102 https://t.co/e2dIz0s1Uz",
    "919": "e eu passando aq pra lembrar vcs d fumarem um baseadinho https://t.co/49MDHPSIq7",
    "920": "Um dia você vai perceber que não se encontra duas vezes na vida a mesma pessoa. Nem todo mundo é substituível, tenha cuidado com quem você vacila.",
    "921": "talvez o amor da minha vida seja um baseadinho mesmo.",
    "922": "https://t.co/98kd5ZeRb7",
    "923": "https://t.co/lqrmjTb7tI",
    "924": "Sede do futuro, não vejo a hora de chegar aonde eu quero!",
    "925": "que te chupem tudo, menos a sua energia",
    "926": "pensando nela... a ponta que eu guardei pra depois",
    "927": "Que grande beck babado é este país.",
    "928": "https://t.co/WLhQ1KNj8u",
    "929": "https://t.co/tU9FgiEcvt",
    "930": "e fora da biquera, vc ta bem?",
    "931": "grifiNOIA https://t.co/OyVljxP3os",
    "932": "https://t.co/LI6jW5ThHA",
    "933": "o pior vazio é da seda",
    "934": "#BlockDAG is the world's most advanced layer 1 blockchain which now hosts a staggering 2 Million $ #Giveaway ‼️\n\nKeynote - https://t.co/6e7c8iDsO3\n\nGIVEAWAY - https://t.co/B1yg5F6oIZ\n\n✔️ Share Keynote + RT\n✔️Complete tasks\n✔️Follow and like our page\n\n🌐 Presale:… https://t.co/jNbfnSRHki https://t.co/DXUX3oH7De",
    "935": "https://t.co/G3O2k752dB",
    "936": "saudade é tipo a larica do coração",
    "937": "Quando eu falo que vou chapar de todynho dão risada https://t.co/gilGmeZZK0",
    "938": "Esse ano me ensinou que existem amigos e existem pessoas com quem passamos bons momentos. É completamente diferente.",
    "939": "Conselho pra vida... Vive a tua!",
    "940": "Um pouco de fumaça e tudo melhora...",
    "941": "A primeira pessoa do seu @ te deve um bic bem bonito, da cor que você quiser",
    "942": "\"Agr vou trabalhar e vou juntar meu dinheiro\"\n\nRecebi: https://t.co/Hqe61u8CZw",
    "943": "vazou o tema do enem!!!!!!\n\nbaseadinho : fumar tudo ou guardar a ponta?",
    "944": "https://t.co/rM4HpWVUbC",
    "945": "faz o reverse ai e devolve meu isqueiro",
    "946": "amor decepciona, maconha não",
    "947": "Testei positivo pra saudade de um laricão com os amigos",
    "948": "eu me amarro em gente simples, humilde e doida... na moral, se você é assim, chega mais",
    "949": "Tem gente que muda depois que conquista. Por isso que a gente só conhece bem a pessoa, depois que a empolgação inicial passa. Não se iluda.",
    "950": "já to só pelas larica de dezembro",
    "951": "https://t.co/1IFhPfHOwn",
    "952": "3U 70 CH4P4D0 M45 L1G4D0 S3MPR3 N0 QU3 F4Ç0",
    "953": "Via: @isadorawenc https://t.co/WdRVvc0kQX",
    "954": "@acaboudesair direito",
    "955": "meu fetiche é ter meu próprio apartamento, emprego fixo, estabilidade financeira e emocional, um relacionamento bom, meu carro, minha plantação de maconha, minha vida",
    "956": "https://t.co/S30QPPkRJr",
    "957": "Quando a vibe combina, o bagulho fica louco..",
    "958": "Existem coisas pela qual devemos esperar, outras que devemos correr atrás, e outras que nem vale a pena perder tempo.",
    "959": "RT @tah_viapiana: Gente socorro o capacho da minha vizinha hahahahaha eu to chãoooo! 😂😂😂😂😂😂😂😂 https://t.co/uE8y5uxLec",
    "960": "Namore quem chapa com você, pq a beleza acaba, a vontade de chapar não",
    "961": "Nunca desmereça ninguém, a vida é uma roda gigante!",
    "962": "que golpe o que, eu quero é andar por aí segurando um beck numa mão e sua mão na outra",
    "963": "Namore alguém que enrole um beck e não você.",
    "964": "encerrar ciclos desgastantes é necessário para a sua evolução.",
    "965": "A verdade pode ser um tapa na cara, mas a mentira sempre será um tiro nas costas.",
    "966": "https://t.co/vJvSMtqW2P",
    "967": "então é tu que tá gastando meu dinheiro todinho com maconha https://t.co/bYbeftpxxH",
    "968": "https://t.co/PDr1ecLcTu",
    "969": "RT @henrxcrf: ela colocando o doguinho no chão pra encher a costa do mlk de tapa 🥰🥰🥰🥰🥰🥰",
    "970": "to dando uma linguada na seda  mas queria mesmo era tá linguando vc",
    "971": "RT @GemsHunterbtc: FRZ Wallet Token will launch on the Ethereum Blockchain soon 🚀\n\nEarn WBTC while you hold 🔥\n\nBecome a member and have a s…",
    "972": "RT @Gabriele_Corno: Are animals more empathetic than us ? https://t.co/mGoiMATN4y",
    "973": "Qual foi a comida que vc odiava e a maconha fez vc dizer \"nossa q delícia isso aqui\"",
    "974": "O que os outros pensam de mim, sinceramente, que se foda.",
    "975": "https://t.co/BCwd5rsYG4",
    "976": "ter conexão sexual, mental, emocional e maconhal com uma mesma pessoa é como ganhar na loteria",
    "977": "eu sei quem é real e quem paga de puta",
    "978": "Marca o @ aí https://t.co/txafUCD0Af",
    "979": "RT @vnssalin: Faltou só a mesa amarela da skol pra ser uma conversa de bar https://t.co/L1iC1Lmes2",
    "980": "Luxo é ter sua mãe viva!",
    "981": "22/2/22 e eu vou dar um dois pra comemorar",
    "982": "Uma das melhores coisas que existe é juntar os amigos pra chapar, comer besteira e dar risada à toa",
    "983": "https://t.co/khmJkTpPPw",
    "984": "Eu depois do beck pensando em umas teorias sobre o universo https://t.co/TUlN33oW7Y",
    "985": "tu ñ vale as brisa q rouba",
    "986": "https://t.co/34bjqh9Y7u",
    "987": "tem muita bituca de cigarro se achando ponta por ai",
    "988": "Na beleza eu não me garanto, agora me chama pra chapar pra tu ver",
    "989": "https://t.co/NqcmDwoY4N",
    "990": "https://t.co/5kWZgw05Px",
    "991": "ñ sou um baseadinho, para de me enrolar",
    "992": "Quem ae já fumou um baseadinho com a mãe? Manda foto que eu quero ver!",
    "993": "Se valeu a pena, não tem problema.",
    "994": "https://t.co/dWsWwwtN5y",
    "995": "Mó daora sair com gente que parece que se conecta quando conversa e por mais louca que seja a brisa, a pessoa entra na vibe...",
    "996": "https://t.co/UBbe1fAqjh",
    "997": "https://t.co/qS0xhuQuMH",
    "998": "https://t.co/tmO40lYSKP",
    "999": "namorar pra brisar juntos &gt;&gt;&gt;&gt;&gt;",
    "1000": "imagina vc emprestar o bic pra pessoa  e ela te devolver depois q usa",
    "1001": "https://t.co/mqmwH0OTYT",
    "1002": "se eu botar o beck \nvc bota a transa?",
    "1003": "https://t.co/uL4RtiSmhs",
    "1004": "o beck apaga na mão do falador",
    "1005": "aquele dia, aquele horário, aquele lugar, aquele beck, sdds",
    "1006": "Se você perdeu alguém e ganhou paz de espírito, então, entenda: \n\nVocê nunca perdeu nada.",
    "1007": "RT @6oblinOfficial: We're 10,000 60Bs strong 🔥\n\nSpecial 10 WL spots giveaway as celebration:\n\n1⃣ Follow us, Like &amp; RT\n2⃣ Tag 3 friends http…",
    "1008": "essa Naiara Azevedo é insuportável, pqp #BBB22",
    "1009": "RT @estebantavares: Em situação de ódio com a vida. Bom dia.",
    "1010": "https://t.co/W1CQBs7H0l",
    "1011": "https://t.co/Q17nxsb87u",
    "1012": "RT @VulgoPH02: Nunca é churrascoooo",
    "1013": "Tenha paciência. Tudo aquilo que você deseja, se for verdadeiro, e o mais importante: se for para ser seu, acontecerá.",
    "1014": "Se não for pra laricar juntos eu nem namoro https://t.co/ERsHGkuCeZ",
    "1015": "https://t.co/QqDZFZvPy7",
    "1016": "RT @doodles: dress-o-tron https://t.co/Eer0THSvRH",
    "1017": "Quintou com Q de:\n\nquero vacina \n\nquero praia \n\nquero maconha\n\nquero vc",
    "1018": "Cada dia que passa, eu estou querendo ficar mais off de tudo.",
    "1019": "é muita atração física pra pouca conexão mental",
    "1020": "RT @twaniimals: https://t.co/zUnq3HiGwa",
    "1021": "queria tá beijando a pessoa que eu gosto agr com gostinho de maconha",
    "1022": "https://t.co/FjE6Wi5vlM",
    "1023": "ela é um 10 mas curte um beck entao ela é um 420",
    "1024": "Caralho... https://t.co/68w1Nu5jkx",
    "1025": "https://t.co/OVDrAIVXsA",
    "1026": "https://t.co/AAgNUqn2zD",
    "1027": "https://t.co/eZ5uU7Yy8E",
    "1028": "https://t.co/s3r8tHear0",
    "1029": "tenho fotos mentais impossíveis de apagar.",
    "1030": "ver ela brisando cmg é a melhor sensação do mundo.",
    "1031": "Tudo que acontece, acontece por uma razão, boa ou ruim. Tudo se explica depois.",
    "1032": "Morto ou assassinado? https://t.co/zvvyreeM4j",
    "1033": "RT @Rwalkers: vamos popularizar novamente as sociais na casa dos amigos gente , época de ouro",
    "1034": "Se vc nao ta suave nao venha desuavar os suaves",
    "1035": "que situação complicada hein...\n\nvou fumar um baseadinho",
    "1036": "Tem gente que não é parente, mas se torna família pelo valor e pela força que nos dá.",
    "1037": "RT @bbb: Tadeu e Tina ❤️ #BBB23 #RedeBBB https://t.co/XApPDexZ0E",
    "1038": "RT @geminixworld: 🐼 PANDAO GO!  #BRC20 #BTC\n⌚️ Only 4 days left – seize the moment!\n\n1. follow @geminixworld \n2. join https://t.co/BHSlN8Hh…",
    "1039": "RT @Brunaclaramonte: Desintoxicarse de lugares, personas, hábitos, es muy necesario.",
    "1040": "Defina seu gosto musical com 10 artistas/bandas (sem ordem)\n\n- Eminem\n- Linkin Park \n- Comunidade Nin-jitsu\n- Charlie Brown Jr.\n- Cpm 22\n- Dead Fish\n- Red Hot Chilli Peppers\n- The Offspring\n- Marcelo D2\n- 50 Cent",
    "1041": "Eu só quero curtir, ficar à toa, viver numa boa...",
    "1042": "https://t.co/JXFAEhoDlc",
    "1043": "RT @emicida: #DitaduraNuncaMais",
    "1044": "RT @LewisHamilton: Vamos focar em mudar a mentalidade",
    "1045": "https://t.co/qwD3mm7hE3",
    "1046": "marca azamiga https://t.co/JksL8HlNpF",
    "1047": "https://t.co/4eh8OUNXAO",
    "1048": "segunda-feira com s de só queria tá na praia com os meus amigos preparando a churrasqueira com um baseadinho nos beiço e o cooler cheio de cerva",
    "1049": "https://t.co/hRB15amaCV",
    "1050": "favor, falar menos e rodar mais o beck",
    "1051": "um baseadinho muda tudo",
    "1052": "https://t.co/EFaFKw6sGB",
    "1053": "O que importa é se te faz bem, o resto que se foda..",
    "1054": "O mundo dá voltas, as pessoas mudam. E nem sempre é do jeito que você quer.",
    "1055": "fico planejando mil coisas, aí quando eu tenho dinheiro compro maconha",
    "1056": "É aquele negócio, ou você vive ou você agrada.",
    "1057": "não tem preço que pague \n“quero te ver”\n“tô com sdds”\n“posso te ligar”\n“como foi seu dia”\n\"guardei um beck pra nóis\"",
    "1058": "Esse ano vai aparecer alguém foda na sua vida, que vai colar junto no beck, colar junto na cerva, colar junto no rolê, colar junto na transa.\n\nTipo eu.",
    "1059": "https://t.co/qN7fK7o4Cc",
    "1060": "surtando internamente mas fingindo que tá tudo bem",
    "1061": "RT @BozoCollective: Gm Solana!\n\nAirdrop wallet checker will be live soon!\n\nDrop your $SOL wallet we’re adding 250 wallets to the list for C…",
    "1062": "o que que ela vai fazer com a sua reação de foguinho, meu amigo????\nAcender um beck????\n\nrepense seus flertes, parça",
    "1063": "RT @MauMeirelles: TCHAU LUMENA!!!!!!! Foquem na Lumena com 600%",
    "1064": "tudo é temporário, até os dias ruins",
    "1065": "RT @Vulgo_Nona: uma luta diária contra a própria mente",
    "1066": "RT @InterestingsAsF: The dog saying goodbye to everyone who goes out❤️. https://t.co/5ZN8XdMPMc",
    "1067": "@Marcelodedois Parabéns mestre!! Vida longa...",
    "1068": "Gente filha da puta a vida dá o troco...",
    "1069": "RT @Vulgo_Nona: nada contra vc mas desejo cupim com asas no seu quarto",
    "1070": "Eu depois de um dia corrido e cansativo https://t.co/pDnN78Zx4D",
    "1071": "gente q sintoniza com vc &gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "1072": "https://t.co/0CtPtwLX3U",
    "1073": "https://t.co/edqjvWDRck",
    "1074": "pra mim o único crime q o Filipe Ret cometeu foi ñ ter me convidado https://t.co/nNYf4VIi7M",
    "1075": "mano se eu errar com vc, fala pra mim que eu errei, me dê a chance de melhorar como pessoa",
    "1076": "https://t.co/DgZIpBOZlh",
    "1077": "Eu por mim mesmo, sozinho eu vim, sozinho eu vou.",
    "1078": "E quem se afastou, que continue!",
    "1079": "https://t.co/8R2fEbymhP",
    "1080": "Se vc acha o flash rápido é pq ainda não viu a velocidade de um rato de bic",
    "1081": "Todos os dias conhecemos pessoas que serão uma soma ou outra lição.",
    "1082": "https://t.co/QrvyhrfbUN",
    "1083": "Quem não mostra o que sente, perde o que quer",
    "1084": "Tem gente que pode sentar na calçada com você e mesmo assim ser um dia foda. Nunca é onde, é sempre com quem.",
    "1085": "prefiro perder pessoas do que perder isqueiros",
    "1086": "amizade q nao se fala mas tb nao perde a conexão &gt;&gt;&gt;",
    "1087": "RT @Danypulper: a melhor conexão https://t.co/hVg5Z6bq8L",
    "1088": "https://t.co/InumRXDvym",
    "1089": "quando a larica é maior que a fé https://t.co/wpDSvQINvj",
    "1090": "RT @leandroneko: Esse é o primeiro BBB \nque o prêmio é ser eliminado",
    "1091": "Se meu parceiro fosse fazer um filme https://t.co/8OCndZzIyR",
    "1092": "Uma casa na praia e um estoque infinito de maconha era tudo que eu precisava pra ser feliz",
    "1093": "https://t.co/1IX05wgCyV",
    "1094": "https://t.co/kTSz9dNWlZ",
    "1095": "na mente tem fumaça no coração tem você",
    "1096": "pfv normalizem os olhos vermelhos",
    "1097": "RT @TheNakamaClub: Nakamas: Official Mint Details\n\nAs we are getting closer to mint only trust links from our X and discord !!\nMore info in…",
    "1098": "Estou no auge das poucas ideias, preferindo ficar na minha em qualquer situação.",
    "1099": "Hj o dia tá meio beck babado",
    "1100": "Uma hora a gente descobre quem deve estar ao nosso lado durante a caminhada e quem nunca valeu nada.",
    "1101": "A meta é ninguém saber de nada, pra não estragar tudo.",
    "1102": "Normalizem não responder as pessoas até que você esteja em um estado de espírito adequado para conversar.",
    "1103": "viveria de xereca e maconha facilmente hoje",
    "1104": "RT @Marcelodedois: Canalhas",
    "1105": "RT @bitgertbrise: 🚀 We've noticed 8x increase in the Pancakeswap DEX volume for $BRISE.\n\nThe increase of volume has also improved LP, which…",
    "1106": "BeiHuang---Play To Earn✔️\n🔔 Rewards: $DORAN ($DRN). \nThe previous $DRN token issuance was a huge success, with an increase of up to 20X! The price of $DRN is leading the market, soaring past $100 USDT. $DRN will to the moon soon!\n💎 Referrals: Players can get $DRN by completing… https://t.co/z8n4Pf0XJv https://t.co/WckDBpHara",
    "1107": "O único inseto que eu gosto me perturbando é o grelo",
    "1108": "Um dia eu me arrumo e sumo.",
    "1109": "esse povo q faz preenchimento labial deve queimar muito o beiço fumando ponta né",
    "1110": "que legal mais um problema acho q vou fumar unzinho",
    "1111": "RT @FilipeRet: Fé https://t.co/upXA4OuAn7",
    "1112": "Você empresta, você é amigo. Você cobra, vira inimigo.",
    "1113": "RT @gduvivier: Renuncia.",
    "1114": "RT @ShitcoinGemCall: $MELON #SOL 🪙\n\nA new memecoin arrived on solana $MELON. Now $5.3M mc, liquidity BURN,Renounced Tax 0/0. #DYOR\n\nhttps:/…",
    "1115": "um tapa na pantera e outro na sua raba",
    "1116": "A vida nos obriga a ver maldade em tudo e não confiar em ninguém..🤔💭",
    "1117": "O maior inimigo do pensador é o pensamento.",
    "1118": "@mariabopp agora vê se maconheiro joga ponta no chão..",
    "1119": "o beck se fecha pra mente se abrir",
    "1120": "Sai pra lá negativismo...",
    "1121": "loucura é deixar de viver pra agradar os outros",
    "1122": "a fumaça tá na mente dividindo espaço com vc",
    "1123": "Highly recommend going to the #NFT that owns #SunlitSolana, as is a meme airdrop platform with unlimited value on #Solana .  \n\n💎NFT Mint:  https://t.co/fsBGHSXbKh \n❤️Twitter: @snts_solana_sol  \n\nOwning their NFT, gives you a lot of airdrop equity: \n1. Multiple $SNTS airdrops \n2.… https://t.co/M3IeiDR5pU https://t.co/gzsBhDqSRA",
    "1124": "\"Isso é só uma fase um dia ela para\"\n\nEu com 74 anos: https://t.co/73mPe5DA1I",
    "1125": "RT @archillect: https://t.co/2CqTZRbGIV",
    "1126": "A pessoa amada ou 1 kilo do bom?",
    "1127": "Arthur manda muito na fala!! #BBB22",
    "1128": "https://t.co/lgvCDb2W50",
    "1129": "https://t.co/pz3zUJnVWH",
    "1130": "A melhor coisa é viver sem esperar nada de ninguém, desde postura a consideração.",
    "1131": "Ninguém é má influência, as pessoas que são cabeças fracas.",
    "1132": "https://t.co/umCYe6s2yJ",
    "1133": "https://t.co/pujoJ87lsS",
    "1134": "tô legal de um montão de coisa",
    "1135": "@taeboukie https://t.co/cIYtcxI38a",
    "1136": "RT @LeonelGomes700: É sobre isso😋 @EuFumoUm https://t.co/fwxab3Kb2c",
    "1137": "quando a larica chega na social dos maconheiro https://t.co/PocBvaNfiJ",
    "1138": "Tudo funciona melhor se ninguém souber de nada.",
    "1139": "saber filtrar pessoas e lugares",
    "1140": "RT @sobreteucaos: normalizem \"não falo mais com fulano por que nossa vibe não bate mais\" sem fazer disso uma coisa enooorme… isso não signi…",
    "1141": "https://t.co/qZ7b2W7HDi",
    "1142": "Maturidade é contar a história completa sem pular a parte em\nque você também vacila",
    "1143": "https://t.co/aYw7XFTF4f",
    "1144": "RT @Socrates_global: We are thrilled to announce the launch of our SOC token 🎁\n\nHere's the full breakdown and everything you need to know.…",
    "1145": "sexo com sdd, sexo dps da briga, sexo chapados   são os melhores q tem",
    "1146": "a lua ontem tava combinando com os meus olhos",
    "1147": "Pedro Scooby é mó daora!!! #BBB22",
    "1148": "Os roles não planejados são os melhores",
    "1149": "Quando você parar de fala cmg, pare de falar de mim também faz esse favor...",
    "1150": "RT @OCriador: Não nos deixeis cair em tentação, mas livrai-nos do cidadão de bem.",
    "1151": "https://t.co/7Va8UdFD1g",
    "1152": "O melhor after é ir embora transar.",
    "1153": "https://t.co/pb5dKcFI4x",
    "1154": "um pouco de fumaça pras coisas ficarem temporariamente melhores",
    "1155": "https://t.co/LtTIb8S8bc",
    "1156": "bateu",
    "1157": "As atitudes das pessoas é o melhor remédio pra fazer a gente parar de gostar delas.",
    "1158": "https://t.co/FOcdFAHM8K",
    "1159": "RT @Muryllo_b: Pra hoje era só um chamego e Netflix 🥲",
    "1160": "https://t.co/isTf79jYkd",
    "1161": "não✨ fale ✨ com ✨ o ✨ beck ✨na ✨ mão",
    "1162": "vontade de conhecer pessoas novas, lugares novos, biqueras novas....",
    "1163": "Entre dividir e não ter, prefiro não ter!!",
    "1164": "RT @wizkhalifa: Your mood has a lot to do with what you accept and let slide. Don’t be afraid to fight for what you want and get your way.…",
    "1165": "Que eu tenha serenidade para aceitar o que não posso mudar, coragem para mudar o que posso, e sabedoria para entender a diferença.",
    "1166": "@FilipeRet F.F.M",
    "1167": "https://t.co/JkUOvm44bQ",
    "1168": "RT @BNB_BALL: $500 Giveaway thanks to EL, follow @EvanLuthra and post proof below\n\nBNBBALL would like to announce Evan Luthra @EvanLuthra a…",
    "1169": "Se eu tivesse num jogo da discórdia seria assim: \nDuas cara é tu arrombado.\nTe fecha aí, vacilão. Tu n vale 1 beck babado e quer falar algo.",
    "1170": "https://t.co/jtTkDl3cJr",
    "1171": "quem vem na intera?",
    "1172": "RT @OBQDC: https://t.co/o6wN7r3dt2",
    "1173": "Terça feira com 'T' de to só por um beck.",
    "1174": "https://t.co/VCZPzj8n8m",
    "1175": "https://t.co/b3T3xe79sp",
    "1176": "Beck e peitos são duas coisas que eu gosto de apertar",
    "1177": "''nossa vc fuma muito'' ''é que eu prefiro fumar maconha do que cuidar da vida dos outros''",
    "1178": "A opinião dos outros não tem poder algum quando você acredita no seu potencial.",
    "1179": "@cauemoura Assiste agora man.. Achei bem foda!!",
    "1180": "https://t.co/GTOUAhIBKa",
    "1181": "https://t.co/5SIJkuV9Qr",
    "1182": "Mudança é mostrada em atitude tlgd, falar até papagaio fala.",
    "1183": "https://t.co/K4FJmcAChg",
    "1184": "imagina ir de casal na biquera",
    "1185": "Nx é bão demais!! #BBB",
    "1186": "RT @andriaolivv: Qualquer oportunidade de fugir da realidade, eu tô fugindo",
    "1187": "você fala A, entendem B e explanam C.",
    "1188": "Só queria passar uns 5 dias numa pousadinha bem distante... Com piscina, maconha e paz, seria ótimo!",
    "1189": "RT @Vulgo_Nona: ou vc mantém o carro limpo ou vc anda com os amigos nele",
    "1190": "Linda.\nCheirosa.\nSem frescura.\nHonesta.\nTrabalhadora.\nMaconheira.\nDona dos seus boletos.\nO mundo que lute!",
    "1191": "RT @cursedimagges: https://t.co/HdJLTyRVd6",
    "1192": "a melhor maneira de viver é viver da sua maneira",
    "1193": "eu não sou anti social, sou seletivamente social",
    "1194": "vou de 😐 pra 😆 só de fumar um baseadinho",
    "1195": "calma piroca ela so pediu o isqueiro emprestado",
    "1196": "https://t.co/sqgqpRDKIt",
    "1197": "como se chama a mulher que chapa junto, é fiel e tem olhos só pra 1 homem",
    "1198": "\"Quanta coisa a gente faz, depois quer voltar atrás...\"",
    "1199": "https://t.co/k80CLBHpKo",
    "1200": "Felicidade é só questão de ser.\n\nser maconheiro",
    "1201": "https://t.co/vASCGoYqWr",
    "1202": "┏━━┓┏━━┓┏━━┓  ┏┓\n┗━┓┃┃┏┓┃┗━┓┃  ┃┃ \n┏━┛┃┃┃┃┃┏━┛┃  ┃┃\n 🍁QUERO A BRABA🍁   \n┃┏━┛┃┃┃┃┃┏━┛  ┃┃\n┃┗━┓┃┗┛┃┃┗━┓  ┃┃\n┗━━┛┗━━┛┗━━┛  ┗┛",
    "1203": "RT @wwwmlna: o conceito de perguntar “oq q foi?” pro cachorro q está te olhando fixamente como se ele fosse responder",
    "1204": "já dei uns pegas no beck, agora só falta em vc",
    "1205": "https://t.co/vYhcFE1QI1",
    "1206": "me deixou a ponta 💍💍💍💍💍",
    "1207": "@D_Lima46 vc deve ser novo por aqui",
    "1208": "é bom viver de consciência limpa",
    "1209": "A única dor que eu quero sentir é a dos meus dedos queimando fumando uma pontinha",
    "1210": "Sextou, mané!",
    "1211": "RT @ragmipromotes: 10 ETH Giveaway Alert! 🚀\n\nCalling all NFT enthusiasts! 🌟 Mint any of our exclusive NFTs for a chance to win big. When ou…",
    "1212": "É como dizem... tempo é tudo.",
    "1213": "transe na brisa e brise na transa",
    "1214": "https://t.co/Pi5nIFSNEI",
    "1215": "é na madruga que o pensamento vai longe.. 💭",
    "1216": "Convidei pra fumar e babou o beck todo 🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡🤡",
    "1217": "@majutrindade de um baseadinho",
    "1218": "Luxo hoje em dia é poder ostentar saúde mental.",
    "1219": "RT @ActionMovieKid: Had to: https://t.co/HKUh6rmSz6",
    "1220": "RT @cryptogambinos: We are giving away 10 ETH to 10 lucky minters. Mint your Crypto Gambinos NFT to be in the running! 10x wallets will be…",
    "1221": "chamar a pessoa de amor  e logo dpois chamar de mano &gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "1222": "RT @archillect: https://t.co/GBo969tKYK",
    "1223": "Tá geral no mesmo barco, mas é um querendo ser melhor que o outro..",
    "1224": "chapando o coco malandro",
    "1225": "https://t.co/2XKm3RbpDn",
    "1226": "https://t.co/b0Nwojyo68",
    "1227": "Sortudo é quem já fumou um comigo \n\nQuem não fumou, é só chamar",
    "1228": "eai @ bora testar? eu boto o beck e tu a transa https://t.co/jnZa0dQybB",
    "1229": "https://t.co/ijUzrFk4Ar",
    "1230": "Vida fácil só tem quem se escora nas costas dos outros, que sabota, que conquista suas coisas trapaceando. Pra quem vive honestamente, pra quem realmente busca uma felicidade duradoura, pra quem aposta na paz e tem sonhos grandes, a vida é difícil e cheia de obstáculos diários.",
    "1231": "Relaxa a mente, se não estressa...",
    "1232": "fecha comigo 10/10 que eu seguro sua mão igual eu seguro meu bic quando to no rolê",
    "1233": "amigos amigos, isqueiros à parte",
    "1234": "Só comemorem galera!! Sem provocações, sem deboche e sem faltar o respeito com ngm, tlgd.\nA gente é muito maior q isso, e melhor q eles!! 🍁✌💚",
    "1235": "não existe no mundo tempero melhor que larica",
    "1236": "ser pobre não combina mais com a minha vibe",
    "1237": "fumando aquele beck https://t.co/82sWhTOClB",
    "1238": "https://t.co/3INLjIhasT",
    "1239": "Esse ano mostrou legal quem é quem! 🎭",
    "1240": "p namorar cmg a pessoa tem que saber que uma hora ela é mano e na outra é amor",
    "1241": "maconha dobra o tesão",
    "1242": "https://t.co/wGucy31MBo",
    "1243": "https://t.co/aY2R1nQpGb",
    "1244": "Valoriza, vai atrás, pede perdão. Porque hoje a gente tá aqui, mas sem aviso a gente vai.",
    "1245": "https://t.co/e0IGnSfQ10",
    "1246": "RT @RedeGlobo: Fiuk passa bem. #BBB21 #RedeBBB https://t.co/kDSVGVuaut",
    "1247": "brincadeira pra fazer chapado https://t.co/kGz4CaH9fH",
    "1248": "eu sobrio: ninguem pode saber disso\n\neu bebado: VCS SABIAM QUE UMA VEZ",
    "1249": "Fico planejando mil coisas, aí quando eu tenho dinheiro compro maconha",
    "1250": "é muita baba pra pouco beck",
    "1251": "desculpa mas você e seu primeiro @ fazem um belo casal de maconheiros",
    "1252": "RT @Tatawerneck: Eu imploro a vcs com todo amor: tirem 1 minuto do tempo de vcs e peçam para que Paulo Gustavo veja o filhos crescerem. Por…",
    "1253": "- vamos com calma ok?\n- ok\n- quer ir na biquera cmg?",
    "1254": "RT @eurenesilva: Gente kkkkkkkkkkkkkkkkkkk eu saia da sala na hora  https://t.co/ClguuG5bGM",
    "1255": "Amadureci muito depois que vi as pessoas que eu mais considerava agindo de má fé comigo. E tá tudo bem, eu que não posso me trair, o resto é resto.",
    "1256": "RT @PauloBSG: Ter um filho e criar ele pra ser um número 50",
    "1257": "É libertador entender que você não tem a obrigação de agradar ninguém.",
    "1258": "Prefiro ficar 🤐 e só 👀.",
    "1259": "@karoll_OFC é uma dessas que eu quero",
    "1260": "E fora do story, eu quero te pegar",
    "1261": "Bom dia seus maconheiros\n\nQue a segunda seja breve, e que a semana seja leve!",
    "1262": "tem gente que tem tanto conteúdo e possui uma energia tão foda que a aparência vira detalhe",
    "1263": "Tudo ou nada, meio termo não rola.",
    "1264": "Bom dia, maconheiros!... Ou tem algum drogado ae??",
    "1265": "convoque os aliados e faça acontecer! https://t.co/HGKQZyXX4a",
    "1266": "https://t.co/HmzRM8vRWz",
    "1267": "ter uma crise de riso é das melhores sensações do mundo",
    "1268": "tá mais pra larica conhecida https://t.co/Kdg2WBLulV",
    "1269": "RT @mischiefanimals: https://t.co/2wpOHsacy6",
    "1270": "não é sobre ter algo sério, é sobre ter algo saudável, honesto e transparente",
    "1271": "https://t.co/9y32JxxK1s",
    "1272": "99 bem bolado nenhum elogio 1 pastel mil condenações",
    "1273": "ter a seda cheia e os amigos por perto é o ouro",
    "1274": "Evolua em silêncio, a meta é essa.",
    "1275": "https://t.co/CQhlT6I9e6",
    "1276": "@cpxcaroll desculpa professora!",
    "1277": "Vai rolar, quando chegar a hora certa.",
    "1278": "Certas coisas não se planejam, só acontecem.",
    "1279": "https://t.co/jE5AawTOHH",
    "1280": "https://t.co/OyfBqdGuhi",
    "1281": "O que está faltando nessa foto......????? https://t.co/RPlsOUZdf5",
    "1282": "Hoje em dia amizade é baseada em rolê, se vc parar ninguém mais lembra de vc. Fim",
    "1283": "O tempo dirá quem perdeu quem.",
    "1284": "Ceda cheia e tua boca: São duas coisas que eu sempre tô querendo.",
    "1285": "O que é meu chegara com o tempo. E o que não for irá com ele.",
    "1286": "Conforme o tempo, você começará a perceber que a jornada do amor não é sobre encontrar \"o único\", mas tornar-se o único. Quando você reconhece que é sua própria alma gêmea, você se sentirá em casa e em paz consigo mesmo. Sinta-se sozinho. Faça amizade com sua alma. Deixe evoluir.",
    "1287": "Medita e se eleva, relaxa e releva. A vida entrega e pega de volta.",
    "1288": "RT @adrianumendes: Vocês também são da geração que usava o 4SHARED ?",
    "1289": "RT @antoniotabet: Confirmado: macacos são mais conscientes que gado. https://t.co/CbMheLt2n5",
    "1290": "Tenha coragem de seguir o que seu coração e sua intuição dizem. Eles já sabem o que você realmente deseja. Todo resto é secundário.",
    "1291": "4e20 ñ é hora do café, ñ me venha com pastel",
    "1292": "mano, como alguém consegue dormir com a consciência tranquila depois de roubar um isqueiro??????????",
    "1293": "https://t.co/MsvVJYzSoD",
    "1294": "pequena ponta, grande tesão",
    "1295": "https://t.co/q2QYRzij8G",
    "1296": "melhor bolar do que ficar bolado https://t.co/m0Nu8XyG4W",
    "1297": "Vai um dois aí? https://t.co/fc3P5unijx",
    "1298": "- eu fumo pra esquecer meus problemas \n- mas vc só vive chapado \n- tenho muitos problemas",
    "1299": "Bloquear pessoas, esconder status, silenciar stories e deixar de seguir perfis de redes sociais, te dá paz e não é imaturidade, é inteligência emocional.",
    "1300": "ｅｕ  c h a p o\n        ｔｕ  c h a p aｓ\n                    ｎóｓ  t r a n s a m o s",
    "1301": "lentamente me tornando a pessoa que eu deveria ter sido há muito tempo.",
    "1302": "não me chamem pra fumar maconha pq eu não vou!!!!! \n                                     recusar",
    "1303": "https://t.co/iam537zZdx",
    "1304": "RT @fbadaui: Eu na praia. https://t.co/OJuxW71MxS",
    "1305": "@food_porn17 essa nem a maconha me faz comer",
    "1306": "Bgl é viver porra!!",
    "1307": "Era só isso pra hj https://t.co/ZbQwSbFF7v",
    "1308": "Nunca esqueça o que(m) realmente importa pq o tempo n volta",
    "1309": "tô com uma sensação estranha, sla...\nvontade de fudê",
    "1310": "https://t.co/hLXlqpRgON",
    "1311": "Madrugada longa, vários pensamentos.",
    "1312": "amizades q surgem do beck são as melhores",
    "1313": "Mesmo que se depare com a ingratidão \nnunca se arrependa do bem que você fez",
    "1314": "ñ se pode esperar nem o isqueiro de volta, quem dirá reciprocidade",
    "1315": "quando mais você alimenta o que não é para você, mais você adia o que realmente é.",
    "1316": "https://t.co/boDVnXN8IZ",
    "1317": "https://t.co/LlX7x9lpLC",
    "1318": "https://t.co/zsVCRHmDDJ",
    "1319": "Eu curto pessoas SIMPLES, gente que não se acha melhor que ninguém tlgd.",
    "1320": "Mãe por favor não me pergunte de onde eu conheço as pessoas KKKKKKK\n\na maioria é da biquera",
    "1321": "Personalidade própria é dom de poucos...",
    "1322": "RT @diam_stack: #Airdrop Alert: $DIAM! \n\n🏆5,00,000 #DIAM+$1000 USDT\n\nDive into the future of finance with DIAM. Easy to join, rewarding to…",
    "1323": "peguei uma paranga de 5 bem servida https://t.co/eUqRddyoF2",
    "1324": "maconha me faz bem, pessoas ñ",
    "1325": "Que a gente tenha mais paciência, amor, tolerância e fé. E que não se deixe abalar pelos obstáculos que a vida traz diariamente.",
    "1326": "https://t.co/yqyQ1wnW9e",
    "1327": "RT @Vulgo_Nona: lei do rolê:  foi junto  volta junto",
    "1328": "https://t.co/9jaXLz6M3V",
    "1329": "q situação complicada hein   vou fuma um beck",
    "1330": "RT @archillect: https://t.co/xsDn503aVZ",
    "1331": "https://t.co/ZszUTCphwR",
    "1332": "enrolar beck ok. agora enrolar eu... já é demais",
    "1333": "A LARICA TA BATENDO",
    "1334": "tem baseadinho que só falta fazer cafuné na gente",
    "1335": "Quem te apoia na vida errada, gosta de tudo, menos de você!",
    "1336": "RT @GemsHunterbtc: $50 GIVEAWAY || Ends in 90 Mins 🎯\n\n•Retweet this tweet\n•Like, RT &amp; comment #BOBOsoldiar on quoted tweet below",
    "1337": "https://t.co/Q93RJSq8Az",
    "1338": "RT @abrigojoaorosa: Fuzy e Floppy são irmãos e buscam uma família! Eles tem 2 anos, estão castrados, vacinados e são de porte médio. Gostar…",
    "1339": "ⁿᵘⁿᶜᵃ ˢᵉ ᵃᶜᵒˢᵗᵘᵐᵉ ᶜᵒᵐ ᵃˡᵍᵘᵉᵐ",
    "1340": "https://t.co/NP4G19G9SV",
    "1341": "se eu te empresto o isqueiro, você é privilegiado sim",
    "1342": "https://t.co/5l3q3I6FkM",
    "1343": "preciso de pessoas na minha vida q me passem o beck e ñ a perna",
    "1344": "A vida tá me ensinando muita coisa de uma vez só.",
    "1345": "Eu achando que o bic ia voltar: 🤡🤡🤡🤡🤡🤡🤡",
    "1346": "Terminar um relacionamento é triste: Mas vcs já tiveram o bic furtado no rolê, é uma dor no coração.",
    "1347": "vários bgl me magoando, mas tá tranquilo, tudo é fase!",
    "1348": "@bilaraujjo até que é https://t.co/F4T3E99q9w",
    "1349": "vivendo na paz de um baseadinho",
    "1350": "Muito gostosinho quando nada corta nossa brisa.",
    "1351": "- vamo no mercado cmg ?\n- vamo \n- vamo no centro fazer compras? \n- vamo\n- vamo na biquera ?\n- vamo\n\namizades assim são as melhores",
    "1352": "Você é a única pessoa responsável por você. Só você sabe o que sente e o que carrega. Só você entende as suas marcas. Só você pode se curar. Ninguém vai fazer por você! \nNão digo que você não precisa de ninguém, estou falando que você precisa de você antes de qualquer um.",
    "1353": "hm 💍 entao 💍 vc 💍 curte 💍 um 💍 baseadinho 💍 tbm 💍?",
    "1354": "Mente limpa e sem preocupação!",
    "1355": "RT @Vulgo_Nona: Não importa o quanto a história seja triste\n\nNão empresta teu dinheiro",
    "1356": "maconha mata sim\n\nmata o cigarro de inveja",
    "1357": "precisou = ajudei \nprecisei = sumiu",
    "1358": "segunda feira pior que beck babado",
    "1359": "https://t.co/WV3q6SVsmK",
    "1360": "RT @6oblinOfficial: 6oblin - the vision \n\nToday you will enter our world of imagination. This trailer displays a mix of working features an…",
    "1361": "Adoro comentar “nem chama” pra roles que eu jamais iria se tivessem me chamado",
    "1362": "para de se achar q tu ñ vale um beck babado",
    "1363": "Zeca Baseadinho https://t.co/kWeeRANz3L",
    "1364": "RT @casadoviralata: Pessoal estou à horas com um cachorro que acabei de acolher, o estado dele é deplorável! Não tem como ignorar, vivendo…",
    "1365": "É sexta-feira irmão! Relaxa a mente, se não estressa...",
    "1366": "Pior raça é aquela que simula bondade",
    "1367": "RT @jaovitu_mello: esse é o MELHOR vídeo de dia das mães do mundo https://t.co/8wM4fWwPjM",
    "1368": "presta atenção, porque quem puxa saco também puxa tapete!",
    "1369": "RT @ForumChaves: Há 93 anos, nascia um pequeno gigante. Nosso pequeno Shakespeare que se tornou um gigante do humor.\n\nChaves, Chapolin, Cha…",
    "1370": "estou precisando de vitamina B\n\nbaseadinho",
    "1371": "Quando você f1 com a Princesa e o seu bic some https://t.co/uywRBv2qqW",
    "1372": "você é livre pra ser o que você quiser\n\nsó não seja um boca de piscina \n\nvaleus!!",
    "1373": "@fbadaui Delícia até certo ponto.. fico imaginando o q esse verme deve ter feito com esse animalzinho depois disso..",
    "1374": "RT @fbadaui: Que sorte!! https://t.co/vp1SElK4d8",
    "1375": "https://t.co/w1isHUXCS8",
    "1376": "Já perdi muito isqueiro e amigos na vida\nsaudades do isqueiro",
    "1377": "O casal mais bonito, é aquele que além de namorados, são parceiros de beck.",
    "1378": "A mina mandou eu decidir a maconha ou ela kkkkkk to chapado",
    "1379": "https://t.co/csuUO2AKJN",
    "1380": "Caralhoooo mano!!! Largou na lata q o discurso foi super apelativo kkkk Sem babação de ovo, mas o cara é foda!!! #BBB22",
    "1381": "É incrível como estou tendo a visão de que têm coisas que realmente não são mais para mim. Maturidade é tudo!",
    "1382": "eu morto - \n\nalguém no meu velório - \"fiquei sabendo que vão legalizar a maconha esse ano\"\n\neu - https://t.co/iydiViLGGc",
    "1383": "lugar de mulher é na cozinha!\n\nsentada em uma cadeira confortável, fumando um bom beck e observando o amorzinho preparar a larica",
    "1384": "Porra comecei gostando pra cacete do Scooby, e do nada o cara se tornou irritante pra porra #BBB22",
    "1385": "https://t.co/HYjkGGLUf3",
    "1386": "https://t.co/0SROnS9x01",
    "1387": "laricou",
    "1388": "RT @mostachico: se o cara nao tivesse abaixado ia levar uma facada KKKKKKKKKKK  https://t.co/E73gwKslpQ",
    "1389": "RT @natan1903_: aberta oficialmente a temporada do antialérgico, hidratante labial, remédio p nariz e mt vinho",
    "1390": "Quando a sua opinião for um dois eu aceito.",
    "1391": "https://t.co/3CD7zj87rt",
    "1392": "namorar p chapar juntos e ir embora transar",
    "1393": "A tua malandragem vai até onde a minha deixar",
    "1394": "RT @16bitsdadepre: esse camarada acabou de desbloquear a 6ª estrela no Uber https://t.co/ptOqTN2DpQ",
    "1395": "Seu mau olhado, fudido, não vai constar comigo!",
    "1396": "RT @Vulgo_Nona: O ódio do plástico do queijo, só perde pro ódio do plástico da pastelina pqp",
    "1397": "Me amarro em pessoas simples, gente que não se acha melhor que ninguém.",
    "1398": "nem guindaste tira essa vontade de uma praia + maconha + cerveja q eu to",
    "1399": "A lealdade de uns, só dura enquanto não estão na presença de outros.",
    "1400": "RT @rafinhabastos: Se Deus soubesse a quantidade de gente filha da puta que fala em nome dele, o cara ia ficar bem chateado.",
    "1401": "a pessoa diz \"pode contar comigo pra tudo\", aí você chama ela pra transar chapado e ela não vem",
    "1402": "https://t.co/QUgiy6QUKi",
    "1403": "https://t.co/4wXEh6khpD",
    "1404": "https://t.co/0QVruk7L7o",
    "1405": "*baseadinho https://t.co/eAAgCLKMbj",
    "1406": "o meu problema é pensar demais",
    "1407": "marca a desgraça 😘🌹 https://t.co/4d1FZotGdJ",
    "1408": "https://t.co/78bBxVmink",
    "1409": "01 mês pra você decidir se vai passar a virada chapando comigo ou na revoada",
    "1410": "O que que c falou!? Que história é essa que vc não curte um baseadinho? https://t.co/VdXCo8CTrX",
    "1411": "voltei com a maconha",
    "1412": "https://t.co/BEgtNP6eeO",
    "1413": "https://t.co/L64aHqgFrZ",
    "1414": "https://t.co/lwfpadzeWs",
    "1415": "Postura n se cobra , quem tem , tem ✍️🏽",
    "1416": "https://t.co/wNYbvTh3wy",
    "1417": "observando e me afastando",
    "1418": "Estou numa fase tão gostosa da minha vida, conseguindo me afastar das pessoas sem me culpar pela falta de consideração delas, estou colocando ponto final em tudo que me magoa e resolvendo tudo com \"poucas ideias\", forte abraço pra você e sossego pra mim, só paz!",
    "1419": "https://t.co/nRQ5HJKWq5",
    "1420": "quando vc é o único que fuma na roda https://t.co/Lh6Xqz5CW5",
    "1421": "Ninguém sabe, ninguém estraga.",
    "1422": "https://t.co/upmp4ngroi",
    "1423": "namora comigo, eu vou te passar o beck, não a perna",
    "1424": "Quando eu vejo alguém fumando maconha https://t.co/7auW173JD4",
    "1425": "mo burocracia pra transar chapadinho",
    "1426": "Se acalma e releva, tem gente que não vale a pena dar trela.",
    "1427": "O Freddy Krueger depois de invadir meus sonhos https://t.co/KY1sdU4Y1t",
    "1428": "Sexta-feira!!\n\nchape mais e se importe menos",
    "1429": "RT @estebantavares: Pessoal de CANGUÇU: venho pedir ajuda. A Malu fugiu hoje, na cidade. Por favor, qualquer informação, entra em contato d…",
    "1430": "Música muda o meu humor.",
    "1431": "Aí você tá fumando um beck na praia e aparece uma coruja andando de bike https://t.co/LhMMxgtnoM",
    "1432": "Sobre lealdade, eu só confio na minha!",
    "1433": "Viveria em um mundo só com doguinhos e maconha fácil https://t.co/wpttAGduSD",
    "1434": "@rose_inyour_vie beck ñ é microfone",
    "1435": "https://t.co/0RgxwH2zP0",
    "1436": "https://t.co/EUYX9XXowX",
    "1437": "https://t.co/uyo1PzQcqn",
    "1438": "RT @Vulgo_Nona: Eu to perdendo meu cachorro e ñ to sabendo lidar nenhum pouco com isso. A sensação é de q eu to morrendo junto. Ñ faço idéi…",
    "1439": "tem que saber ignorar vários bagulho pra ser feliz...",
    "1440": "tempo bom p fuder loco da maconha",
    "1441": "https://t.co/QXxBo6PBQK",
    "1442": "to com larica de uma coisa muito gostosa q não sei o que é mas pode ser vc",
    "1443": "Era só um sexo chapado",
    "1444": "https://t.co/ygEURhvyCa",
    "1445": "L            L            E            B\nI             O                          E\nN           C            D            C\nD           A            O            K\nA",
    "1446": "Qualquer festa: a\n\nCapinha do meu celular: https://t.co/JwXgIlUmMF",
    "1447": "RT @Marcelodedois: Legalize ja",
    "1448": "https://t.co/rumLKaqjXr",
    "1449": "Pizza de caixa é a segunda melhor larica do mundo: A primeira é tu.",
    "1450": "Sua inveja alimenta minha sede de conquista.",
    "1451": "distância é foda, as praias lá e eu aqui",
    "1452": "Não consigo fingir que estou de boa quando um bagulho não me agrada.",
    "1453": "@preverei castanhos avermelhados?",
    "1454": "Quando tu sai pra comer e volta com fome https://t.co/NiyJVaHgtF",
    "1455": "Sabe o que é foda? Quando você cala a boca daqueles que duvidaram de você.",
    "1456": "https://t.co/2raeXJTWxm",
    "1457": "RT @srsebata: época de eleição eu fico assustada com o tanto de gente burra que eu conheço",
    "1458": "https://t.co/3LuYElbkQA",
    "1459": "encontrar amor e parceria pra chapar na msm pessoa  eh a melhor coisa",
    "1460": "RT @estressecurado: O doguinho feliz de ter conseguido 😍 https://t.co/wZ3Cly1n4T",
    "1461": "quando conquistar algo, bagulho é abrir uma cerva ao invés de abrir a boca",
    "1462": "quem come quieto, almoça, janta e larica na madruga",
    "1463": "tratamento é dado, conforme é recebido.",
    "1464": "A fumaça subiu,\no olho desceu\ne a larica bateu...",
    "1465": "-filho tranca a porta logo corre\n-pq mãe \n-tem um marginal lá fora\n-perai vo la ver\n\nera meu amigo me esperando...",
    "1466": "Que demore mas que seja do jeitinho que eu sempre sonhei https://t.co/M3IAvHR5dL",
    "1467": "ideia de date: motelzinho, transar muito, levar várias porcarias pra comer, transar muito de novo, chapar bastante",
    "1468": "Natal chegando\n\ne eu fumei o dinheiro da minha roupa",
    "1469": "fumaça sobe, olho desce",
    "1470": "não✨ fale ✨ com ✨ o ✨beck ✨ na✨ mão",
    "1471": "namorar pra ir de casalzinho na biquera",
    "1472": "fui infectado pelo maconhavírus\n🦠🦠🦠🦠🦠🦠\nsintomas: vontade de fumar uma bomba",
    "1473": "https://t.co/yZTsSIh1el",
    "1474": "maconha mata",
    "1475": "O que estraga a felicidade é o medo.",
    "1476": "RT @meltedvideos: https://t.co/zqLc61pakF",
    "1477": "Vários com você, mas nenhum por você.",
    "1478": "eu não cobro mais nada de ninguém, eu vejo, fico triste e pá, mas fico na minha, tá achando certo, continua...",
    "1479": "A galera liga muito pra aparência: O que importa mesmo é se a pessoa não baba o beck.",
    "1480": "Já n basta a mina ser linda, gostosa, cheirosa e do beck... Ainda faz altas laricas.",
    "1481": "https://t.co/eWjVcAHzjg",
    "1482": "tem umas pessoas q são muito daora né",
    "1483": "antes uma resenha na casa de alguem do que uma festa, papo reto",
    "1484": "Não tem rolê melhor do que ir pra casa dos amigos, comer uma carninha, chapar bastante, colocar as músicas que você gosta, rir de tudo que é possível e jogar conversa fora.\n\naliás saudades",
    "1485": "Se Deus quiser tudo que eu planejo em mente um dia vai estar em minhas mãos…",
    "1486": "só por um baseadinho https://t.co/KhpTZpWrWj",
    "1487": "Voz silenciosa. Mente perturbante.",
    "1488": "vários mal disfarçado de bem.🧿🧿",
    "1489": "Quero distância de tudo que tira minha paz.",
    "1490": "RT @QuebrandoOTabu: Avisa que é ela...tá na cara, literalmente.\n\nTodos na casa conheceram a Linn como A Linn. Qual a lógica de insistirem e…",
    "1491": "@whindersson maconha",
    "1492": "me conta, mas não deixa eu descobrir",
    "1493": "RT @Vulgo_Nona: nunca fiz nada de ruim pra pessoa e ela vem me chamar pra ir na igreja",
    "1494": "RT @renatacorrea: O poder da pontuação sempre me emociona. https://t.co/oenDvlCKZx",
    "1495": "A vida é sobre mudanças.\nÀs vezes, de endereço, às vezes, de aparência e, às vezes, de atitude mesmo.",
    "1496": "Talvez o amor da minha vida seja uma sedinha recheada mesmo.",
    "1497": "antes era: \"quando eu crescer\"\n\nagora é:  \"quando eu tiver dinheiro\"",
    "1498": "que nudes o que, manda foto do seu quintal pra ver se dá pra gente plantar umas maconha",
    "1499": "Tudo melhora quando você decide se importar menos e chapar mais.",
    "1500": "sofrer por amor é qnd vc tá queimando os dedos fumando uma ponta, o resto é frescura",
    "1501": "qria q alguém gostasse de mim igual eu gosto de maconha",
    "1502": "Se acha tanto, e não vale um beck babado.",
    "1503": "eu te amo baseadinho, eu te amo",
    "1504": "Existem atitudes que, ao invés de te ferir, abrem teus olhos.",
    "1505": "Alguém avisa as Lojas Americanas q isso não é hortelã... https://t.co/SycQCK5N9q",
    "1506": "Eu lembrando daquele isqueiro que nunca mais me devolveram https://t.co/iKn4bmU8VK",
    "1507": "RT @MidiaNINJA: O homem que aparece no vídeo constrangendo uma moradora eleitora de Lula em Itapeva, interior de São Paulo, chama-se Cassio…",
    "1508": "RT @arron_crascall: Safety Tips Don’t Work! https://t.co/8uPm5BnUiK",
    "1509": "Seja transparente com os verdadeiros e sempre esperto com os falsos..",
    "1510": "queria ta dechavando um numa praia enquanto a morena segura a seda",
    "1511": "Pra namorar comigo: Tu tem que saber que eu vou comer o meu lanche e pegar um pedaço do teu também.",
    "1512": "RT @doglovergift: Drama queen.. hehehe\n\nDogs brain training https://t.co/hxi1dnyiYd\n\n#dogsarelove #dogsarefamily https://t.co/8rw28yTtlg",
    "1513": "Nem esquenta, os falsos vão caindo um por um.",
    "1514": "https://t.co/nBiHzEWTmh",
    "1515": "beck não é microfone, ou tu fuma ou tu fala",
    "1516": "Marque aqui uma pessoa com quem você não anda mais, mas sente muita saudade de chapar com ela. 🤍",
    "1517": "queria tá assim com ela https://t.co/rWBdwpPMc2",
    "1518": "https://t.co/H1B7Kx91vf",
    "1519": "O papo reto evita muita coisa!",
    "1520": "RT @Itspedrito: JURO QUE EU IRIA INFARTAR ALI MESMO  https://t.co/yaHrJXdUyF",
    "1521": "Nunca perca a sua essência, a vida é sobre o que você é e nunca sobre o que acham de você.",
    "1522": "Não adianta FINGIR que torce por mim, eu sinto sua energia ruim de longe.",
    "1523": "Eu até sobrevivo sem carinho, mas sem um baseadinho é complicado",
    "1524": "Minha cabeça é totalmente outra, já não tenho mais paciência pra ficar cobrando nada de ninguém, me calo, observo e me afasto.",
    "1525": "Amadureci pela dor, não pela idade.",
    "1526": "https://t.co/rdT95T9S2g",
    "1527": "tem o meu apoio https://t.co/AI2mugG9Op",
    "1528": "antes da pandemia eu bolava vários planos, agora eu só to bolando beck mesmo",
    "1529": "https://t.co/wgx1WpWqZy",
    "1530": "namoro é pra casar\nnamoro é pra somar\nnamoro é se entregar\nnamoro é cuidado\nnamoro é carinho\nnamoro é chapar a dois\nnamoro é resolver tudo trocando uma idéia",
    "1531": "RT @oidesculpa: um dos meus sentimentos favoritos é rir com alguém e perceber no meio da risada o quanto eu gosto de estar com aquela pessoa",
    "1532": "te amo pessoa q me pede o isqueiro  e me devolve depois q usa  te amo",
    "1533": "https://t.co/4iOi8Vn9NT",
    "1534": "https://t.co/LN48CxJM3Y",
    "1535": "de boa, ngm vai perceber https://t.co/7FXJOy3fvq",
    "1536": "Nem vai bater / bateu https://t.co/f57OGgfEgv",
    "1537": "RT @Vulgo_Nona: a vida triste de quem não emenda feriado",
    "1538": "Coisas que temos que manter em OFF: relacionamentos, ganhos financeiros e planos para o futuro.\n\nah, e o isqueiro novo q acabamos de comprar",
    "1539": "Tendência contra os ratos de bic https://t.co/JVyoTlSqiX",
    "1540": "https://t.co/La476Oix5L",
    "1541": "RT @Vulgo_Nona: o homem com calça jogger não quer guerra com ninguém",
    "1542": "aprenda a manter alguns segredos consigo mesmo, porque o teu amigo tem outro amigo que não é teu amigo!",
    "1543": "tem gente que mente tanto, que se der boa noite, eu abro a janela pra ver se é noite mesmo.",
    "1544": "tô por viver, ñ agradar",
    "1545": "😭😭😭😭😭😭😭😭\n😭😭😭😭😭😭😭😭😭\n😭😭                           😭😭\n😭😭                            😭😭\n😭😭                            😭😭\n😭😭                           😭😭\n😭😭😭😭😭😭😭😭\n😭😭😭😭😭😭😭\n😭😭\n😭😭\n😭😭\n😭😭\n😭😭reciso de um beck",
    "1546": "Quando bate a brisa errada https://t.co/Y48PfBQg8U",
    "1547": "https://t.co/7JZrZWUBwT",
    "1548": "parei com a maconha",
    "1549": "mente pequena  boca grande",
    "1550": "essa larica com os cria https://t.co/9abcM7QFFS",
    "1551": "Marque aqui suas amigas que já sabes como serão no futuro. https://t.co/EhhrMaUaxQ",
    "1552": "\"pinguei um colírio e agora ngm vai perceber\" https://t.co/ZYgUQtBnHu",
    "1553": "As coisas são como são. Na hora certa. E foda-se.",
    "1554": "RT @saylor: The $BTC Spot ETF may be the biggest development on Wall Street in the last 30 years. My discussion of #Bitcoin in 2024, Spot E…",
    "1555": "tem pessoas q entram na sua vida pra roubar seu coração, outras só o bic mesmo",
    "1556": "me passe o beck, ñ a perna",
    "1557": "Técnico dando instruções para atacar pelas pontas https://t.co/m2yJ5An3Rk",
    "1558": "no fim, é você por você.",
    "1559": "Para de graça, e vamos logo namorar pra passar natal e ano novo chapando juntos amor",
    "1560": "Mas fala ae, quando que vamo fumar um beck e dar uns beijos?",
    "1561": "eu e a maconha foi amor à primeira brisa",
    "1562": "Eu quero a sorte de uma saúde mental tranquila",
    "1563": "Odeio essa parada de: \"ah, não faz isso porque os outros podem pensar mal de você\"\nEu quero que os outros vão pra puta que pariu, faço o que me der vontade",
    "1564": "Que volte em dobro a você. O que você deseja a mim! 🧿",
    "1565": "RT @c_harig: Brazilian Federal Police when arresting a marijuana farmer \n\nvs \n\nBrazilian Federal Police when arresting a guy who just shot…",
    "1566": "marque um pasteleiro e um boca de piscina nesse post e deixe eles adivinharem quem é quem",
    "1567": "Ei tu mesmo que parou pra \nler isso.\n\nEu ainda vou fumar um com você",
    "1568": "Presta atenção nas pessoas ao seu redor, porque quem puxa saco também puxa tapete.",
    "1569": "https://t.co/MZj843EKUk",
    "1570": "RT @Vulgo_Nona: o verão sempre chega junto com a vontade de rapar a cabeça",
    "1571": "Larica da madrugada é a melhor e pior coisa que existe",
    "1572": "https://t.co/yyLEQh0yIy",
    "1573": "Sensação boa é de ter alguém que faz questão, que cuida, que prioriza, que manda mensagens aleatórias, que salva no beck. Todo mundo merece ter alguém assim na vida.",
    "1574": "https://t.co/6Gqs8vDFBL",
    "1575": "RT @archillect: https://t.co/ILwrUkNQWI",
    "1576": "RT @vegetacil: comam de novo alimentos que vcs supostamente não gostam ou que a última vez que comeram foi na infância \n\no paladar muda, as…",
    "1577": "\"É feio fumar maconha\" \n\nMas eu fumo pra ficar chapado, não bonito",
    "1578": "as vezes da mó tesão na brisa, parece que fumei um viagra",
    "1579": "RT @archillect: https://t.co/SMTKcjGuPt",
    "1580": "https://t.co/dgKLkqmWFz",
    "1581": "\"vc atrai o que vc tem medo\" uiii que medo de achar uma pontinha perdida agora",
    "1582": "Eu não desejo mal a ninguém, bem longe disso. Só espero que cada um colha o que plantou, tanto flores quanto veneno.",
    "1583": "Lindo, fofo, safado e maconheiro, oq vc quer mais?",
    "1584": "A cada dia que passa, eu fico mais feliz de ter me afastado, ter mudado de companhias, lugares, minha vida tá uma paz.",
    "1585": "posso fumar um baseadinho Lumena?",
    "1586": "https://t.co/7tkU1r3tcA",
    "1587": "https://t.co/Bp8FitzCl2",
    "1588": "RT @Vulgo_Nona: Andar de carro ouvindo Wiz Khalifa e Post Malone é um caminho sem volta",
    "1589": "Colocar o fone e esquecer do mundo.",
    "1590": "Uma tora ou dois finos?",
    "1591": "\"Relacionamento aberto\" KKKKKKKKKKKKKKKKKKKKKKKKK tá maluco, não compartilho  nem lanche",
    "1592": "https://t.co/qLlEkGij9w",
    "1593": "namore alguém que te dê a mesma sensação de quando vc fuma o primeiro beck do dia",
    "1594": "RT @casadoviralata: Galera, acabamos de resgatar uma mamãe e 2 filhotes, nasceram 6 e 4 morreram de fome, isso por que a mamãe está com gra…",
    "1595": "Namoro não tira liberdade mas exige postura, respeito e bom senso.",
    "1596": "( •_•)                            (•_• ) \n( ง )ง                           ୧( ୧ )\n/︶\\                               /︶\\\n fumar                        guardar\n  tudo                          a ponta",
    "1597": "https://t.co/gzNV3XuKyN",
    "1598": "Tudo tem seu tempo.",
    "1599": "Pra quem não sabe essa é a chave do meu coração https://t.co/KdWsUAqAYT",
    "1600": "pior do q basculho só boca de piscina",
    "1601": "Sou puro com geral, mas não sou bobo!",
    "1602": "RT @twaniimals: https://t.co/BOiKuYUDLn",
    "1603": "bateu a larica de uma coisa gostosa  tipo vc",
    "1604": "Estou numa fase da minha vida, que nem eu sei que fase é essa.",
    "1605": "Que a vida vá tomando um rumo certo, que as lágrimas virem sorrisos, que os sonhos se tornem realidade, que os bics sejam devolvidos.",
    "1606": "bota fogo https://t.co/TeWaBHS0Sb",
    "1607": "ideia de date: fumar uma tora e tr𝟺nsar muito",
    "1608": "por mim pode morrer falando mal de mim, não enchendo meu saco tá suave",
    "1609": "Ninguém é mais que ninguém.",
    "1610": "rolê q eu gosto de dar é aquele no seu quarto",
    "1611": "tentei me afastar de gente maconheira e sem futuro, mas aonde eu ia, eu tava",
    "1612": "Ter conexão sexual, mental e maconhal com uma mesma pessoa é como ganhar na loteria",
    "1613": "Se existir outra vida, também serei maconheiro! https://t.co/vXlFQKV8Mp",
    "1614": "mentir pra mim????? mano eu sinto os bglh",
    "1615": "@isaa_belaas agora só falta me querer",
    "1616": "esta passando na sua rua o carro da maconha",
    "1617": "Humildade, porque no final é terra na cara para todos!",
    "1618": "RT @dop_org: Massive milestone accomplished and it feels so good! 🙌  \n\nThank you to each and everyone of you for your comments. It drives o…",
    "1619": "a mãe colocou o nome do cara de maconha, olha q daora https://t.co/dZnr94OGgK",
    "1620": "Amigo disfarçado é inimigo dobrado.",
    "1621": "RT @Octopiq: 📸🌟 Unveiling the Unique #ONER NFT Collection on #LUKSO 🌟📸\n\n0/ 🔥We are launching next week🔥\n\n1/ 🚀 The Revolution in NFT Photogr…",
    "1622": "https://t.co/fBBhpgloKk",
    "1623": "@lucasinutilismo realmente tem muitas mães no mundo que brisam",
    "1624": "RT @QuebrandoOTabu: O que é depressão?\n\nDo ponto de vista de Chester Bennington. O cantor da banda Linkin Park completaria 45 anos ontem. h…",
    "1625": "cigarro diminui o pênis, maconha aumenta o tesão https://t.co/DcoJqvmCwc",
    "1626": "https://t.co/9CDkycKiWM",
    "1627": "Tô tentando parar com a maconha, mas é a mesma coisa que ñ querer te dar uns beijo: É impossível.",
    "1628": "Mencione aqui alguém boca de piscina, só pra pessoa saber que ela é boca de piscina. 😒",
    "1629": "RT @Vulgo_Nona: a dificuldade engrandece a conquista",
    "1630": "https://t.co/D8huuWblE1",
    "1631": "\"bem q a gente podia ter fumado unzinho antes né?🥺\" https://t.co/u25e1iDc4F",
    "1632": "Bom mesmo é reunir os amigos em casa, ficar chapando e rindo até a barriga doer. Essas coisas que valem a pena.",
    "1633": "RT @chicobarney: Cachorro é uma parada inexplicável. Se tiverem a oportunidade, adotem.",
    "1634": "o lance é viver, ñ agradar",
    "1635": "@choquei Olha, tirando a Raquel e o André, parece q só tem um bando de crianças desesperadas pra aparecer! Chega a ser bizarro a mentalidade desses participantes. Só gente tosca!",
    "1636": "RT @Sethrogen: Happy 40th birthday McLovin. (We wrote this joke when we were 14 years old) https://t.co/6E4Qa2tVQi",
    "1637": "https://t.co/jOLRXvlciU",
    "1638": "Pare tudo que vc esta fazendo e vá fumar um beck, eu me preocupo com vc",
    "1639": "Não é a idade, é a mentalidade..",
    "1640": "Tamo junto nada, tô sozinho, muita fé e pouco papo..",
    "1641": "Vou sufocar nada, quem quer, quer.",
    "1642": "Quando você é adolescente acha que todos os adultos de 30 anos já tem a vida resolvida, quando você chega nos 30 tá mais perdido que tudo, e a única coisa que consola é fumar aquele baseadinho",
    "1643": "ignorando mt coisa pra poder viver em paz.",
    "1644": "mudando a cor dos olhos para vermelho",
    "1645": "Minha idade não me permite mais sofrer por amor, se me ver triste é porque tô sem maconha",
    "1646": "Quanto mais simples é a pessoa, mais eu gosto dela.",
    "1647": "Ex amigo não existe, o nome disso é filho da puta.",
    "1648": "Maconha é bom demais né 🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁🍁 pausa no seu feed pra idolatrar essa folhinha deliciosa",
    "1649": "Eu presto atenção em ações, não em palavras. Eu ouvi o que você disse, mas eu vejo como você age.",
    "1650": "https://t.co/2oRXQqIGaA",
    "1651": "https://t.co/dO9pAsw8og",
    "1652": "Seja humilde, mas não se humilhe pra ninguém..",
    "1653": "Um bom entendedor, observa calado.",
    "1654": "Faço o que quero, quando quero e como quero",
    "1655": "RT @Vulgo_Nona: ver meus amigos no topo também faz parte dos meus planos.",
    "1656": "Mudamos. \nCrescemos. \nAmadurecemos. \nE aprendemos o que é melhor.\nQuem é melhor.",
    "1657": "RT @casadoviralata: Acabei de resgatar 1 mãe c 5 filhotes (eram 7, 2 morreram atropelados)\nJunto com a mamãe tinha um outro cão muito dócil…",
    "1658": "Viva a sua vida e ignore a negatividade. Não deixe ninguém roubar a sua felicidade.",
    "1659": "https://t.co/HABlFsV0Lb",
    "1660": "mente pequena vai sufocando as outras",
    "1661": "@JeanMassumiHara Tbm julguei, até q vi o vídeo completo e percebi q só tentaram queimar o cara, pois ele fala em seguida q é brincadeira e q jamais teria coragem de fazer isso! Ñ dá pra se botar assim, amigo...",
    "1662": "Com você a vibe é outra...",
    "1663": "Morro sem amizade, mas não sustento falsidade.",
    "1664": "@bezziado as vezes a companhia já é a larica gostosa",
    "1665": "https://t.co/TjCH2jiYo6",
    "1666": "Aí você deita, pensa, repensa, trepensa e não dorme mais. Acabou a paz.",
    "1667": "@4nnalua 😁",
    "1668": "se houver conexão, não desista, fica cada vez mais raro se conectar com alguém.",
    "1669": "RT @danielganjaman: Cachorros odeiam fogos\nGatos odeiam fogos\nPássaros odeiam fogos\nTodos os bichos odeiam fogos\nSó quem gosta de fogos é g…",
    "1670": "https://t.co/TbyBC9q6me",
    "1671": "Nunca espere nada de ninguém, principalmente consideração...",
    "1672": "RT @Marcelodedois: Bom domingo",
    "1673": "RT @Vulgo_Nona: Ter vergonha de chegar em lugares sozinho = EU",
    "1674": "Porra q momento foda rolou agora tocando muleque de vila do Projota. Essa música me arrepia, mano!!! #BBB21",
    "1675": "@eisincera prefiro beijar segurando o beck",
    "1676": "O diabo te oferece o prato, mas não te obriga a comer. Erra quem quer!",
    "1677": "Se acostumar a conviver nem sempre é aprender a lidar.",
    "1678": "RT @choquei: Dor. 💔 https://t.co/fts0KOhI8e",
    "1679": "ñ adianta, as pessoas nunca vão ter a mesma consideração q tu tem por elas",
    "1680": "Tadeu sabe ser rígido e isso é muito bom! Apresentador ideal pra reality, assim q tem q ser. #BBB222",
    "1681": "Quem quer CRESCER na vida, tem que sumir às vezes. Não se desculpe por ser ausente. Ninguém vai conquistar NADA por você.",
    "1682": "Não vejo a hora de poder falar: Chega, vou guardar a ponta pra morena.",
    "1683": "ano novo, vida nova. \nagora eu só aceito desculpas em maconha... vacilou comigo??\numa paranga de 50 tá perdoado",
    "1684": "RT @Vulgo_Nona: eu n quero conversar no carro quero escutar a música caralho",
    "1685": "https://t.co/wUsGSqs4CN",
    "1686": "Loira, linda, loca e do beck.",
    "1687": "amigos, amigos, isqueiros a parte",
    "1688": "só te marquei aqui pra dizer que você é mais linda que um pé de maconha!\n\nfeliz dia da mulher",
    "1689": "Além de linda, ela fuma que nem o Snoop Dogg, difícil não se apaixonar",
    "1690": "Repitam comigo: foda-se o que os outros pensam, foda-se o que os outros pensam, foda-se o que os outros pensam.",
    "1691": "Cara, esse mundo tá pesando demais... Tá SINISTRO de aguentar tudo isso!",
    "1692": "apague a versão que te falaram de mim e me conheça.",
    "1693": "RT @Vulgo_Nona: A meta é: \n\"Mãe, eu consegui.\"",
    "1694": "Eu de Kombi andando com os cria https://t.co/s2mOQnV7rn",
    "1695": "https://t.co/1V4bSdVvH8",
    "1696": "o primo maconheiro da família também é você?",
    "1697": "RT @joaoninguem: é desconcertante pensar que isso aconteceu quarta-feira e já não é mais assunto (praticamente nem foi) https://t.co/dCCEsd…",
    "1698": "O povo inveja SIM o pouco que você tem.",
    "1699": "Viva por você.",
    "1700": "https://t.co/8HpeyRIIBd",
    "1701": "RT @Vulgo_Nona: Mexer no celular pra disfarçar a vergonha é um caminho sem volta",
    "1702": "Talvez amadurecer seja entender que perder e sofrer te fazem crescer. Muitas vezes, perder também é uma forma de ganhar.",
    "1703": "Esse país me obriga a chapar.",
    "1704": "@ciclopin ele é maconheiro?",
    "1705": "RT @annalimabz: Troca lá a água do seu pet, bota uma pedrinha de gelo na água do bichinho",
    "1706": "Vida privada, poucos amigos, mente tranquila e vivendo em paz.",
    "1707": "namora cmg eu não babo no beck",
    "1708": "@LexaOficial nunca fui preso, mas tô quase lá",
    "1709": "Um beck e um amor, acesos, por favor!",
    "1710": "RT @donabici: o glow up da lenda https://t.co/0MEHAcnrBi",
    "1711": "só a gente entende https://t.co/184nxDdm0d",
    "1712": "@s4mmyjonas de maconha?",
    "1713": "só tem uma coisa melhor que fumar um beck:\n\nfumar dois becks",
    "1714": "Cismei e não errei.",
    "1715": "queria achar ponta perdida igual eu acho gente pra me decepcionar",
    "1716": "https://t.co/oMLN3wwYRE",
    "1717": "https://t.co/xNSbWcnh9M",
    "1718": "Tanta gente observando nossa vida, conspirando contra e esperando só um deslize pra comemorar nossa queda, que se a gente não tiver fé, as coisas desandam mesmo. Na realidade o invejoso não quer o que você tem, ele quer que você NÃO TENHA. Por isso quanto menos souberem, melhor!",
    "1719": "Dois fino ou uma tora?",
    "1720": "Eu crio umas paradas na minha mente que nem eu entendo.",
    "1721": "https://t.co/fhpqukvTsI",
    "1722": "RT @4metas: 🎁 500$ USDT giveaway \n 📷500$ USDT \n📷 25  Winners  To Enter:\n📷https://t.co/9MAjqX1DRn\n\n #Giveaway #Airdrop #QuestN #Crypto #Web3…",
    "1723": "saudade é a larica do coração",
    "1724": "vcs no role: peguei 5\n\neu no role: aquele carro ja passou 3vzs fica esperto",
    "1725": "minha mente implora por fumaça",
    "1726": "Se fala mal de um amigo para você, vai falar mal de você para um amigo..",
    "1727": "ñ vale um beck babado e tá se achando aí",
    "1728": "Já era pra esse verme! 🙌",
    "1729": "https://t.co/NxpW7AG9ep",
    "1730": "https://t.co/U73kTaIAqy",
    "1731": "quem tá com meu boneco vudu favor botar colírio nos olhos dele",
    "1732": "Chega nela e fala:\n\nVocê é mais linda que um pé de maconha no quintal da minha casa",
    "1733": "dia de finados e apelando pro cemitério de pontas",
    "1734": "Momentos não planejados são os melhores.",
    "1735": "troco amigos falsos por maconha",
    "1736": "RT @marcelonaranjo: É oficial. Não tem mais condições, não.",
    "1737": "RT @Vulgo_Nona: \"vou ver e te aviso\"\n\nnão vejo e nem aviso",
    "1738": "https://t.co/ykloFySnDM",
    "1739": "Priorize sua paz, o resto é resto..",
    "1740": "Era só https://t.co/E7jzrsfuWc",
    "1741": "Nunca tenha medo da opinião das pessoas. Essa é a maior escravidão do mundo.",
    "1742": "é muito bom ouvir o quanto você significa para uma pessoa, ouvir um \"sinto sua falta\", \"vi isso e lembrei de você\", “sonhei c vc”, \"ouvi tal música e lembrei de vc\" ou um \"guardei a ponta pra vc\" (maneiras de dizer eu te amo, sem dizer).",
    "1743": "Só largo a maconha no dia que alguém me fizer mais feliz que ela!",
    "1744": "meu deus eu quero muito um dia chegar na minha casinha e estar cansado do trabalho e ter o amor da minha vida me esperando com um baseadinho, uma jantinha e dps dormir agarradinho",
    "1745": "Eu valorizo ​​muito as pessoas sinceras.",
    "1746": "SE SUA AMIZADE DURA MAIS DE 5 ANOS VCS JÁ NÃO SÃO AMIGOS. JÁ SÃO FAMÍLIA.",
    "1747": "mais um domingo sem aquele famoso evento   larica na casa da sogra",
    "1748": "uma pontinha já me faz feliz",
    "1749": "RT @MorissaSchwartz: Wow 😯 https://t.co/Nut3vSVZXa",
    "1750": "RT @vanglockkk: 👈🏻👇🏻 https://t.co/bUVpOaXRVw",
    "1751": "https://t.co/zhLPlMSnxS",
    "1752": "falo com qm fala cmg, forço simpatia com ngm!!",
    "1753": "@silvaaash 💚",
    "1754": "guarde pontas, ñ rancor",
    "1755": "Scooby já ia tá em altas brisa uma hora dessas #BBB23",
    "1756": "https://t.co/44Qx67tC7L",
    "1757": "A mente brisa e a brisa não mente..",
    "1758": "tô precisando de vitamina C annabis",
    "1759": "RT @brazilian_pics: https://t.co/16r1ObdFkD",
    "1760": "O problema é que algumas pessoas nunca mais voltarão, e certos momentos jamais irão se repetir.",
    "1761": "Por trás de uma cara de desânimo há sempre uma vontade imensa de fumar unzinho.",
    "1762": "Eu saindo de casa com as minhas coisas pra ser independente https://t.co/AqnZGRit3E",
    "1763": "@4nnalua vai dormir",
    "1764": "os rolê de última hora são os melhores pq não dá tempo de criar expectativa",
    "1765": "meu único sofrimento hoje em dia é ficar sem maconha, fora isso nada mais me abala",
    "1766": "Pra meu alívio, eu quero um beck!",
    "1767": "É sexta-feira e eu vou:",
    "1768": "ou tu aperta um beck ou tu aperta 22, os dois ñ da",
    "1769": "Três pilares para um relacionamento saudável:\nAmor, respeito, e os dois maconheiros.",
    "1770": "INTRODUCING $VUCKO 🚀\n\nThe token mascot of the Olympic Games 🏅\n\n✅ First 50 holders will receive huge airdrop \n✅ Listing on @coingecko in few days\n\n$VUCKO is people’s coin 🦊 https://t.co/qPBPaCIdX5",
    "1771": "que a brisa errada ñ caia sobre nós",
    "1772": "RT @Vulgo_Nona: quando vc ñ mais servir eles vão te esquecer",
    "1773": "RT @alienfrens: Happy 2 Year Anniversary 🎉💚\n\nOG Fren giveaway. \nSet a reminder on tonight’s space\n&amp; RT to win.\n\nhttps://t.co/LceZ7Kn7R9",
    "1774": "Domingo me dá uma vibe tão deprê",
    "1775": "https://t.co/0tIb7WhN8k",
    "1776": "Jamais se afaste de quem te faz bem.",
    "1777": "https://t.co/GTEnBmpvIC",
    "1778": "https://t.co/Yj63Ak84vc",
    "1779": "Quando eu vejo a pessoa com o meu isqueiro que sumiu https://t.co/wycuzw40SD",
    "1780": "primeiro tu fuma, depois tu conversa",
    "1781": "Aprenda a falar apenas o necessário.",
    "1782": "RT @Projota: Conversa Lucas e Projota - parte 1 https://t.co/RphIM5Qopr",
    "1783": "https://t.co/VydvsRlXap",
    "1784": "Muito foda quando você conhece a pessoa e em pouco tempo você já cria uma intimidade enorme com ela porque a energia é boa e combina tlgd.",
    "1785": "terminando o ano sem perder nenhum bic kkk só gratidão",
    "1786": "RT @littlefoo: Esse vídeo do cachorro gordinho cochilando na cadeira é tudo que eu precisava https://t.co/e3tkPEeKcd",
    "1787": "https://t.co/E8a6D7qc6y",
    "1788": "Fuja de gente que te trata bem quando convém e no outro dia você se torna um estranho.",
    "1789": "https://t.co/OzbjALV3Bu",
    "1790": "Se apaixonar por mim é bom pq a única concorrência que você vai ter é com a maconha, mas você também vai fumar junto",
    "1791": "Em 3 meses uma pessoa pode te fazer sentir o que outra não conseguiu em 1 ano ou mais, porque é uma questão de química, atenção, reciprocidade e afeto, não de tempo.",
    "1792": "a maconha parece que faz um cafuné na gente né",
    "1793": "https://t.co/UFrV9UCXMh",
    "1794": "Esse negócio de \"má influência\" só serve pra quem ñ tem personalidade própria",
    "1795": "meter os fones e ignorar tudo que se passa a volta",
    "1796": "RT @shouldhaveaduck: https://t.co/2zrM1lRP9O",
    "1797": "digite \"quer chapar cmg?\" e marca o 1° @ que aparecer",
    "1798": "https://t.co/oTgk3mAuXj",
    "1799": "Quem não pode falhar comigo é o meu isqueiro.\n\nDo resto eu espero tudo e mais um pouco.",
    "1800": "RT @BeldexCoin: Electron Wallet v5.2.0 is Live!\nBern Hardfork Mandatory Update\nBack up your seed phrase and update your wallet for a seamle…",
    "1801": "https://t.co/rixggZ2H3v",
    "1802": "Eu, tu, duas sedas e um camarão.",
    "1803": "Chega uma fase da vida que a gente só quer viver em paz.",
    "1804": "Nem adianta me chamar pra chapar, já tranquei o portão. https://t.co/CMuwfaz6fJ",
    "1805": "https://t.co/ZhpbyThq4o",
    "1806": "tem coisas q só um maconheiro entende https://t.co/8VNuix6rZG",
    "1807": "Digite \"quer chapar cmg?\" e marque o 1° @ que aparecer",
    "1808": "https://t.co/2q20mVJzAc",
    "1809": "RT @lucasinutilismo: o mal do século https://t.co/N7p85eoGxW",
    "1810": "Queria ver a copa de casal e cor dos olhos combinando",
    "1811": "RT @DigicatOnSol: $DIGICAT  is here !\n\n50% OF ALL THE SUPPLY WILL BE SPLIT TO PEOPLE WHO RETWEET THIS POST\n\nHow does it work ?\n\n1️⃣ Retweet…",
    "1812": "RT @sakumonsters: A new era of Web3 https://t.co/A8dHrlMPhm",
    "1813": "A vida vai afastar silenciosamente quem não está na mesma sintonia que você. \n\nE essa escolha não vai ser sua.",
    "1814": "Só merece nossa bondade quem age na pureza!",
    "1815": "https://t.co/1Ik6XAHuL9",
    "1816": "Porra mn só qria tá no meio dos peitos dela, fumando um Beck. Mó Paz.",
    "1817": "Tem casal de maconheiros ae?? \n\nQuero fotos!! 👇",
    "1818": "Entender certas coisas é melhor do que ficar se iludindo por aí...",
    "1819": "RT @Ebruyldrm_88: Singin' In The Rain (1952 dir. Stanley Donen, Gene Kelly) (Cinematography by Harold Rosson) https://t.co/kotGguP1m2",
    "1820": "Eu vou chegar onde eu quero. Se demorar, espero.",
    "1821": "Maconha só é ruim quando não tem",
    "1822": "dia do sexo\n\neu boto o beck e tu a transa",
    "1823": "é a fumaça produzida pela queima do baseadinho https://t.co/NwLfByHphz",
    "1824": "https://t.co/bqN9iIG9Lk",
    "1825": "Just created my clan in $BAKS game, they launched Alpha Test 🎮\n\n$BAKS is the biggest #GameFi community on $TON @ton_blockchain\n\nTo celebrate the launch of their game they giveaway 15 NFTs and 20 $TON💎\n\n✅ Join RagmiClan and play to become the best:\nhttps://t.co/cIYtcxI38a\n\n✅… https://t.co/gxiuTfXRkp https://t.co/yjvYnhyWzL",
    "1826": "RT @dhiegoHQx: Eu vi uma placa na praça da República \"JÚLIO CÉSAR 12 ANOS\", pensei que bacana comemorar o aniversário da criança na praça.…",
    "1827": "https://t.co/J69oHWetoO",
    "1828": "Livrai-me de tudo que atrasa a minha vida, destrói o meu sorriso e me faz sofrer, amém.",
    "1829": "RT @Vulgo_Nona: vou desativar tudo ficar só com o twitter e nunca mais voltar  vou fingir que morri",
    "1830": "RT @whxliv: gente eu passei o dia rindo desse vídeo n to aguentando https://t.co/9ouxZG7WG2",
    "1831": "https://t.co/jAYeHxClpa",
    "1832": "Ando calado, mas não ando cego!",
    "1833": "Jogou limpo cmg, sempre vai ter o melhor de mim.",
    "1834": "https://t.co/LwRe82sli8",
    "1835": "https://t.co/ugmvqQgp0R",
    "1836": "Infância, você faz falta.",
    "1837": "Duas coisas sobre a vida:\n\nCuide da sua e respeite a dos outros!",
    "1838": "troca de olhares avermelhados é COM CERTEZA o meu flerte preferido",
    "1839": "https://t.co/utjHAJo5qd",
    "1840": "ñ guarde mágoas, guarde pontas e fume mais tarde",
    "1841": "carente de boas amizades..",
    "1842": "@LexaOficial esse zoin ñ me engana",
    "1843": "Errado é você deixar de fazer alguma coisa com medo do que os outros vão pensar.",
    "1844": "Não dá pra eu ir pro bbb, na primeira briga eu já ia querer fumar 1",
    "1845": "https://t.co/uQ158eB7qn",
    "1846": "pessoas q são:\n- bora chapar?\n- bora!\n\ntudo pra mim",
    "1847": "RT @Vulgo_Nona: Estranho vira amigo e amigo vira estranho..",
    "1848": "tu ñ é fumaça mas vive na minha mente",
    "1849": "https://t.co/O7WCUwxypF",
    "1850": "nossa q horror https://t.co/q5AiMBr1ZR",
    "1851": "sentir falta de amizade é um bglh que machuca né",
    "1852": "https://t.co/8GnkpHpqjV",
    "1853": "Não tem rolê melhor do que ir pra casa dos amigos, comer uma carninha, chapar bastante, colocar as musicas que vocês gosta, rir de tudo que é possível e jogar a conversa fora",
    "1854": "https://t.co/sldwONoUDl",
    "1855": "Bglh é tranquilidade, deixa eles falar o que quiser.",
    "1856": "Apanhei demais da vida pra aprender que ninguém tem pena, muito menos consideração.",
    "1857": "Segunda feira é tipo beck babado. A gente encara igual, ñ tem jeito!",
    "1858": "Só queria alguém pra me chamar de “minha sedinha recheada”",
    "1859": "Os melhores romances começam com um baseadinho",
    "1860": "a frase \"te vi no rolê\" me assusta pq geralmente eu tô assim https://t.co/oJoguC3gwy",
    "1861": "Considere aqueles que te consideram de verdade. O resto é só conhecido!",
    "1862": "Pela boca dos outros já fiz tanta coisa que nem eu sabia!",
    "1863": "RT @whindersson: Diga com quem tu lombras que eu te direi quem tu és",
    "1864": "Só quero conquistar minhas coisas e ficar em paz comigo mesmo.",
    "1865": "A inveja de um amigo é pior que o ódio de um inimigo",
    "1866": "É cigarro sinhô https://t.co/zCp0S572sC",
    "1867": "Ex namorada é suave de superar o foda é superar sogra q fazia altas larica boa",
    "1868": "gosto de te ver dichavando e apertando meus becks",
    "1869": "https://t.co/kAXN5VCbVo",
    "1870": "Sou muito a favor do papo reto, ninguém é obrigado a nada, mas haja na sinceridade.",
    "1871": "https://t.co/KUm7uHqxZP",
    "1872": "bdsm = bom demais ser maconheiro",
    "1873": "Tapa do dia:\n\nnunca permaneça com pessoas que cortam tua empolgação e entusiasmo.",
    "1874": "fui assaltado\n\nroubaram minha brisa",
    "1875": "https://t.co/gQlOAIKCxo",
    "1876": "https://t.co/tzZEkSMvz6",
    "1877": "pedir isqueiro é uma boa oportunidade para paquerar",
    "1878": "fale bem ou fale mal, só não fale com o beck na mão",
    "1879": "olha tu ñ é uma sedinha mas te passava a língua",
    "1880": "RT @GemsHunterbtc: Take part in the most degenerate party!! \nwin your free mint 🎯 \n\n1️⃣ Follow @boobsxoff\n2️⃣ Tag 3 friends\n3️⃣ Like &amp; Repo…",
    "1881": "RT @Injective_: .@solana Name Service is now integrated on Injective, enabling both .sol and .inj domains to be used on Injective.\n\nThis is…",
    "1882": "RT @vitinkjkkj: Mãe pfvr nao me pergunte de onde eu conheco as pessoas",
    "1883": "NAO SABE NAO FALA",
    "1884": "https://t.co/3pqKs9Qwal",
    "1885": "Quando olhei pro lado não tinha ninguém, achei estranho, eram tantos \"Tamo Junto\"🤔",
    "1886": "O rolê que eu tô precisando https://t.co/P7RmnSqlu4",
    "1887": "Ter uma pessoa que topa tudo é muito bom, você quer fazer alguma loucura a pessoa só olha pra tu e fala \"bora\".",
    "1888": "eu posso ñ ter nada pra fazer  mas se eu tiver chapado tá tudo certo",
    "1889": "RT @it_giovana: O único vídeo que importa hoje é este aqui https://t.co/rX3FMzrT3h",
    "1890": "A parte ruim de ser uma pessoa de boa, é que todo mundo espera que você fique de boa com qualquer coisa que façam com você.",
    "1891": "https://t.co/y0e45YZr0O",
    "1892": "|￣￣￣￣￣￣￣￣￣￣￣￣￣￣|\n     PRIMEIRO PASSA O BECK\n    DEPOIS CONTA A HISTÓRIA   ⠀\n|＿＿＿＿＿＿＿＿＿＿＿＿＿|\n                    \\ (•◡•) / \n                      \\      / \n                       ——\n                       |     |\n                       |_   |_",
    "1893": "https://t.co/tmQ25UV4B4",
    "1894": "a solução de qualquer problema é fumar um beck",
    "1895": "1 vez enganado, 5 vez mais atento .",
    "1896": "Conheci a mina ontem e já fomos na biquera juntos\n\nAgora vai",
    "1897": "https://t.co/qu1q434p5p",
    "1898": "https://t.co/bqdUlj7LJy",
    "1899": "Tua atitude mostrou o contrário do que tu fala.",
    "1900": "Meus pontos fracos:\nSeda cheia\nBebida destilada \nChurrasco \nVc.",
    "1901": "dinheiro pra poder comprar aquele negocio verdinho q fica num papel e me deixa feliz rindo a toa por bastante tempo... https://t.co/YtQ0o2TPeR",
    "1902": "RT @Vulgo_Nona: estar incluído em uma família que não é sua &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "1903": "brisar com a pessoa q vc \ngosta &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "1904": "Tudo o que você deixa sem atenção, vai aos poucos se desfazendo.",
    "1905": "o q é q vcs mais gostam de fazer quando tão chapados??",
    "1906": "RT @cryptogambinos: Another day another giveaway!\n\nTo celebrate the Crypto Gambinos launch we are giving away $300 each to 5 lucky minters…",
    "1907": "8 anos sem esse maluco https://t.co/rKrxvhcKjo",
    "1908": "post exclusivo pra você marcar quem baba no beck",
    "1909": "torrada https://t.co/cW3eW3kcHy",
    "1910": "Não sei se chapo hoje, ou se chapo hoje e amanhã",
    "1911": "nada como a magia do natal https://t.co/toanYrmtt4",
    "1912": "RT @varedg: Sete anos depois de sua partida, sua falta ...\nEm nome de tantos, um profundo agradecimento por tudo que o seu coração generoso…",
    "1913": "cheguei a oficial conclusão que você precisa fingir que não tá vendo certas coisas acontecendo pra poder conseguir viver em paz",
    "1914": "RT @rafinhabastos: Parabéns a vc que nunca errou... que nunca fez um comentário equivocado... que nunca chateou ninguém... que nunca disse…",
    "1915": "RT @GemsHunterbtc: Check out @CoinLiquidity, they're one of the top market makers rn 👀\n\nAfter almost every partnership announcement, tokens…",
    "1916": "https://t.co/1iYSMCwGZO",
    "1917": "https://t.co/mN3gtE15Oy",
    "1918": "foder na brisa é brisar na foda",
    "1919": "fala fala fala e deixa o beck apagar",
    "1920": "Meu neto: Vô posso almoçar na casa do senhor hoje?\n\nEu: Brota aqui cuzão ta tendo social no barraco, sua vó já deu PT https://t.co/LC4NvVFr7e",
    "1921": "https://t.co/ieHd4Hj4AO",
    "1922": "Que a semana seja boa! Que o negativismo dos outros não abale a minha pessoa.",
    "1923": "O melhor tipo de amizade é aquela que só da pessoa começar a falar você já começa a rir, essas valem a pena",
    "1924": "que esse mês de agosto seja agosto de maconha!",
    "1925": "Caso ninguém tenha lhe dito hoje:\n\nVocê é bonita.\nVocê é foda.\nVocê é necessária.\nVocê é forte.\nVocê é suficiente.\nVocê bola lindos becks.",
    "1926": "https://t.co/XDazGPuRYl",
    "1927": "mina a nossa vibe bate",
    "1928": "a vida é mais gostosa chapado",
    "1929": "https://t.co/1QEpnxDslJ",
    "1930": "https://t.co/aoEqKkKqru",
    "1931": "RT @Vulgo_Nona: Eu te amo chester, eu te amo tattoo no meu braço https://t.co/xhscsJUneg",
    "1932": "A fase ruim é boa pra ver quem é quem.",
    "1933": "RT @Vulgo_Nona: É muita revoada pra pouco eu",
    "1934": "Não conte nada pra ninguém. Dá mais certo.",
    "1935": "RT @inglidy_azevedo: As vezes a sua vida não vai pra frente por causa da pessoa que está ao seu lado. Isso vale tanto para relacionamentos,…",
    "1936": "pra salvar ñ aparece ngm, agora pra filar..",
    "1937": "Se vc perdoar demais, vão se acostumar a falhar com vc..",
    "1938": "sinto cheiro de um casal maconheiro em 2021\n\nah, somos nós",
    "1939": "https://t.co/vtC7Fru6f9",
    "1940": "RT @twaniimals: https://t.co/dq511ecH7m",
    "1941": "@centralreality ñ valem um beck babado",
    "1942": "1 beck=1000 brisas",
    "1943": "https://t.co/f7T6vxK30f",
    "1944": "Tudo vem com um propósito e vai por uma razão.",
    "1945": "https://t.co/QEQqmMxo12",
    "1946": "https://t.co/v1U08j5Nm8",
    "1947": "RT @6oblinOfficial: 6oblin after mint - a thread 🧵\n\nLet's explore Dreamblock, our creators platform 👇\n\nCharacters 🎯\nThe following benefits…",
    "1948": "https://t.co/DGma7FCjjB",
    "1949": "Vivendo sem esperar nada de ninguém.",
    "1950": "Não tenho planos futuros com ninguém, tenho planos futuros COMIGO. Se alguém me acompanhar, beleza, mas se eu andar sozinho, também vai ser foda.",
    "1951": "RT @BeldexCoin: Bern Hardfork #Airdrop Live🤑\n\nParticipants who complete all the tasks will share the prize pool of $10000 equivalent $BDX…",
    "1952": "Coração de maconheiro sempre cannabis mais um",
    "1953": "Essa Deolane se acha a fodona, mas é só mais uma participante otária q sabe q vai longe ou pode até ganhar agindo dessa forma, tipo uma jojo todynho da vida. Torço muito pela Babizinha q é muito mais coração #RocaAFazenda",
    "1954": "Quando eu optar pelo silêncio, pode ter certeza que milhões de coisas estarão passando pela minha mente.",
    "1955": "https://t.co/W2oqcBysSx",
    "1956": "É O SEU ÚLTIMO BECK E VOCÊ TEM QUE FUMAR COM SEU SEGUNDO @\n\nQUEM É???",
    "1957": "https://t.co/xi67PsuM08",
    "1958": "https://t.co/wNKUKhyt7X",
    "1959": "Feliz ano novo seus maconheiros",
    "1960": "https://t.co/oIos7LI6G6",
    "1961": "um beck nem sempre é bom, as vezes ele é ótimo e outras vezes é maravilhoso",
    "1962": "vão errar ctg e ainda vão te fzr pensar q o errado é vc",
    "1963": "Calma, a vida vai trazer o que você merece...",
    "1964": "RT @jaovitokk: bem feito jovens  proibiram o vape pra voces aprenderem a fuma macomha",
    "1965": "https://t.co/ED2SZMBqFe",
    "1966": "@centralreality 🍁💨🔥",
    "1967": "RT @Vulgo_Nona: Mudei com muitos, e vou mudar com mais..",
    "1968": "RT @marcosmion: NÃO SOLTEM FOGOS!! \n\nNÃO SOLTEM FOGOS!!\n\nNÃO SOLTEM FOGOS!!\n\nNÃO SOLTEM FOGOS!!\n\nNÃO SOLTEM FOGOS!!\n\nNÃO SOLTEM FOGOS!!\n\nNÃ…",
    "1969": "Eu passando em frente a polícia com a minha mochila cheia de flagrante https://t.co/4wBB4YeAYp",
    "1970": "Tem propósito nesse processo.",
    "1971": "https://t.co/bHKWORPJKC",
    "1972": "a meta é ter um beck em uma mão e sua mão na outra",
    "1973": "3 e 7 https://t.co/IhM7tx8NKk",
    "1974": "ATENÇÃO!!!\n\nPor favor, nunca confunda essas duas coisas! \n\nObrigado pela atenção. https://t.co/2owSO4C3T6",
    "1975": "Você é amor eterno, lembrança pra vida inteira.",
    "1976": "Tenha uma semana bem produtiva!!\n\nq vc produza bastante fumaça 🍁✌",
    "1977": "evite pessoas q mudam a sua vibe!!",
    "1978": "assuma seus erros com a msm coragem q teve para cometê-los",
    "1979": "Nossa mano, chega a dar uma dó desse cara https://t.co/KMLvQ1ueWr",
    "1980": "https://t.co/FUyNiOlEnk",
    "1981": "3U 70 CH4P4D0 M45 L1G4D0 53MPR3 N0 QU3 F4Ç0",
    "1982": "RT @buitengebieden: Rainy days.. https://t.co/OoDo1yDWvK",
    "1983": "RT @RomanLaurito: Lamento de verdade pela minoria que tem maturidade para portar uma arma. Mas o Brasil não está preparado para armar sua p…",
    "1984": "se eu tô ctg, eu tô ctg.... única pessoa q pode mudar isso é vc msm",
    "1985": "Com uma traíragem aqui, outra ali, é impossível não acabar mudando.",
    "1986": "segurar o riso ñ é comigo",
    "1987": "https://t.co/eumyONKclj",
    "1988": "Como a vida é boa amo viver (fumaça circulando na mente)",
    "1989": "Gente, relacionamento é muito complicado, vamos focar na maconha",
    "1990": "RT @BozoCollective: Heard our favorite launchpad/Marketplace @MagicEden  is launching a token via @Non_FungibleDAO .\n\nSo we're giving away…",
    "1991": "https://t.co/kmAGaYH7fO",
    "1992": "RT @donpabIito: pelo amor de deus https://t.co/z71UKe1O9W",
    "1993": "esse post é mágico e invisível, só os ratos conseguem ver https://t.co/IF426kIXoj",
    "1994": "É sobre isso https://t.co/YWp1jy8Jbp",
    "1995": "https://t.co/W0GLsBlNQh",
    "1996": "Me disseram muita calma, faz com alma, mas não se emociona... Quem espera muito dos outros no final se decepciona.",
    "1997": "RT @Vulgo_Nona: o odio q eu tenho de propaganda no youtube nao ta escrito",
    "1998": "É vários q tão na maldade e isso nois tá ligado",
    "1999": "RT @ojuanlayo: se vc não gosta de cachorro eu não gosto de vc",
    "2000": "saudade de uns bglh q ñ vão voltar",
    "2001": "Vacila quem quer, eu que não posso!",
    "2002": "https://t.co/pkeok0F5F9",
    "2003": "RT @brusnos: https://t.co/VLtpIJpAi0",
    "2004": "RT @HumansNoContext: https://t.co/WuLmRUGx27",
    "2005": "\"to chapado, vamo pra casa transar\" https://t.co/r6Z7J6mMx1",
    "2006": "RT @_onerolita: *Mi perro cuando abro un paquete de algo*\n\nA mi me gustan mucho de esas https://t.co/nNQxXJwDEU",
    "2007": "Fumar um beck sozinho é liberdade ou solidão?",
    "2008": "fumacinha subindo, olhinho descendo",
    "2009": "RT @BornAKang: They must be stopped lol https://t.co/aXAlf6nUXj",
    "2010": "https://t.co/sKC8zHvbbz",
    "2011": "Uns querem te ajudar, outros levar pro fundo, eu sei quem é quem.",
    "2012": "https://t.co/buEEwW01EI",
    "2013": "RT @gdiasaz: Precisamos normalizar Natal entre amigos.\n\nNinguém suporta mais parente.",
    "2014": "RT @dougoliverx: uma batalha que nunca chega ao fim https://t.co/8EB2ONyoqO",
    "2015": "O primeiro contato que rola entre duas pessoas não é a pele, é a energia.",
    "2016": "RT @lucasfresno: Fumar maconha até ficar assim",
    "2017": "Só você sabe do seu corre!",
    "2018": "https://t.co/VCRIoVYwqb",
    "2019": "Join bouncebit and stake your BTC using the binance smart chain (BTCB) !\n\nYou'll need a invit link. here mines: \n\nhttps://t.co/FLoeuxIbGQ\nhttps://t.co/3YYr2ZAb7Y\nhttps://t.co/dEZ3qjD526\nhttps://t.co/cJjppnutMA\nhttps://t.co/3epjvdf4Nc\nhttps://t.co/MHm4ilDMct",
    "2020": "Hoje em dia, dizer números em ordem junto com outra pessoa, é a única forma de você contar com alguém.",
    "2021": "No fim, é você por você, cuide-se.",
    "2022": "@food_porn17 pra maconheiro nenhuma comida é estranha",
    "2023": "Marrento não, sem intimidade com você.",
    "2024": "maconha é so uma planta  droga é você não chapar comigo",
    "2025": "RT @GatorsDaily: have you ever seen a croc gallop https://t.co/kwnGYK6OOg",
    "2026": "Até pra ser bom você precisa de um limite. Senão você vira besta.",
    "2027": "https://t.co/zP3BE5hk6Z",
    "2028": "https://t.co/zmkPZqQgg1",
    "2029": "quero crises de riso, ñ de ansiedade",
    "2030": "Amadurecer é entender que em dezembro o importante não é roupa, e sim as larica",
    "2031": "RT @Vulgo_Nona: eu sou o pior tipo de pobre: o que gosta de coisa boa e cara",
    "2032": "safado, romântico &amp; maconheiro, quer mais oq gatona?",
    "2033": "bom dia https://t.co/hUkcO3AHZf",
    "2034": "https://t.co/AxnHuOsZUq",
    "2035": "será q assim eu conquisto ela https://t.co/vLrrIInBf4",
    "2036": "frente fria chegando e não podemos esquecer de cuidar de quem amamos https://t.co/gkEcE7PO7b",
    "2037": "Sua chance de chapar hoje, corresponde a porcentagem de bateria do seu celular nesse momento, que é de:",
    "2038": "impressionante como atitudes deixam uma pessoa feia.",
    "2039": "já fumou? já passou o beck?? blz, agora pode contar a porra da história",
    "2040": "RT @putsnao: minha avó ano passado: arrancou fora meio pâncreas, 1/3 de intestino, não sei quantas quimios\n\nesse ano: tomando caipa na prai…",
    "2041": "Quando alguém ajuda você, mesmo estando em uma situação difícil, não é ajuda, é amor, e essas pessoas merecem definitivamente estar para sempre em nossas vidas!",
    "2042": "Consideração a gente vê é nas atitudes, não em palavras.",
    "2043": "RT @Vulgo_Nona: tô viciado em ver vídeo de gringos tentando passar por uma pirâmide de caixas",
    "2044": "RT @plexaleOK: Todos tenemos habilidades únicas, quizás estás en el lugar equivocado 😉 https://t.co/XIboqflq5h",
    "2045": "sendo maconheira já tá bom https://t.co/jASUcMafpS",
    "2046": "Quando temos as pessoas e a energia certa a nossa volta, o universo também conspira a nosso favor!",
    "2047": "RT @archillect: https://t.co/XXmvKIz8AJ",
    "2048": "RT @Vulgo_Nona: por mim a gente tava abraçado agora vendo desenho",
    "2049": "Ninguém perguntou, mas eu queria tá na praia fumando uma tora deitado na rede",
    "2050": "RT @Vulgo_Nona: tenho mais tatuagem planejada do que meu futuro",
    "2051": "RT @saylor: FASB has officially adopted Fair Value Accounting for #Bitcoin for fiscal years beginning after Dec 15, 2024. This upgrade to a…",
    "2052": "https://t.co/SeWb356NGL",
    "2053": "Sorrir, chorar e ter alguém pra compartilhar sempre...",
    "2054": "RT @paulomoreria: escute oq eu to dizendo https://t.co/oXou1Duo3j",
    "2055": "RT @Vulgo_Nona: pra cada idéia ruim que meus amigos têm eu tô lá pra dizer:\n\ntô dentro",
    "2056": "https://t.co/b3Do6ZDKkG",
    "2057": "@rr__gold acho q é brasileirinhas",
    "2058": "chapar pra dormir e acordar pra chapar",
    "2059": "FUM4Ç4 QU3 1LUM1N4 N0554 M3N73\nC4D4 D14 UM4 V14J3M D1F3R3N73",
    "2060": "https://t.co/0dkYfFntsH",
    "2061": "RT @Vulgo_Nona: sou petista (amo peitos)",
    "2062": "ativou a lara https://t.co/v7EvjveNoC",
    "2063": "Preciso de 11 maconheiros, um de cada signo diferente pra gente formar Os Maconheiros do Zodíaco.",
    "2064": "RT @Vulgo_Nona: será se estou vivendo ou só gastando com roupa?",
    "2065": "RT @oblogdobiel: O que acontece se você for negro e estiver treinando manobras no parque com sua bike? Não sabe? Veja o que aconteceu hoje…",
    "2066": "não vejo a hora de namorar  pra laricar em duas casas",
    "2067": "Eu, você e uns baseadinhos\n\nReflita aí bb",
    "2068": "chapado tudo fica mais gostoso",
    "2069": "Não deixe pra amanhã: O baseadinho que tu pode fumar hoje.",
    "2070": "Nada é em vão, tudo vem para ensinar.",
    "2071": "@FilipeRet emprestava meu bic",
    "2072": "RT @PubityIG: I can’t get over this cow giving directions 😂 https://t.co/ZMMNoS1wTD",
    "2073": "Só queria estar em frente ao mar, vendo o pôr do sol, escutando um belo som, trocando uma idéia com alguém que eu tenha uma conexão e com um baseadinho na mão...",
    "2074": "https://t.co/VRlyjBHvUJ",
    "2075": "RT @LuisCValois: Pessoal, a minha filha achou esses 4 gatinhos no estacionamento do supermercado. Então, quem morar em Manaus, quiser e pud…",
    "2076": "Ah para kkkkkkkkkkkk https://t.co/G0DWuwuVVa",
    "2077": "eu não esqueço  eu arquivo",
    "2078": "se toda vez q eu sentisse vontade de chapar sumisse um pedacinho de mim opa kd eu???",
    "2079": "to precisando de vitamina M (Maconha",
    "2080": "RT @Vulgo_Nona: quem não faz, detesta ver você fazer, quem não vence, detesta ver você vencer.",
    "2081": "https://t.co/ZYIcyz7hmc",
    "2082": "minha cabeça 24 horas por dia https://t.co/9EmKZMf2u7",
    "2083": "RT @BozoCollective: Merry Christmas and happy holidays Bozos!\n\nToday is a day of giving so drop some wallets and share this with your frien…",
    "2084": "https://t.co/noPgEyEkAr",
    "2085": "lidar com um “Pedro” explosivo não é o problema… o problema é lidar com um “Judas” que não explode mas “beija”!",
    "2086": "https://t.co/hw0Fw3eoie",
    "2087": "Quando me perguntam se eu acredito em reencarnação: https://t.co/SAqJzOpgey",
    "2088": "https://t.co/eQSwolAUtk",
    "2089": "Na madruga é só você e sua mente... 💭💭 \nguerra constante 🤦",
    "2090": "pessoas vem e vão, você fica. cuide-se!",
    "2091": "Antigamente eu tinha medo, hoje o que eu mais gosto é fechar ciclos que literalmente não servem pra mim. Paz!",
    "2092": "https://t.co/xQUwjU6qaS",
    "2093": "RT @vitorvenancio_: tem pessoas boas ainda nesse mundo 🥰\n\nhttps://t.co/XfuaDAWtsG",
    "2094": "Quem gosta de você automaticamente te proporciona coisas que não precisa ser cobrada, se você cobra, teu lugar não é ali.",
    "2095": "Da pra dar uns pega e dpois continuar amizade normal, a galera q não sabe viver",
    "2096": "RT @Yoda4ever: We got your back bro...🐢🌊💪❤️ https://t.co/aeCnBJnKIv",
    "2097": "q papo é esse q o Twitter vai acabar? 😟",
    "2098": "RT @fridiricu: desculpa n posso  preciso ir p casa pq estou com saudade do meu cachorro",
    "2099": "𝑇𝑒𝑟 𝑚𝑎𝑡𝑢𝑟𝑖𝑑𝑎𝑑𝑒 𝑝/ 𝑠𝑒𝑛𝑡𝑎𝑟 𝑒 𝑟𝑒𝑠𝑜𝑙𝑣𝑒𝑟 𝑡𝑢𝑑𝑜 𝑛𝑎 troca de idéia ♡ &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "2100": "ei nene\n\n                                  vc mesmo\n\n                      JA FUMOU SEU BASEADINHO HOJE?",
    "2101": "Não importa quantas vezes te ajudei, tu não me deve nada.",
    "2102": "bem q as pessoas podiam encher minha seda e ñ meu saco",
    "2103": "Então é natal, e o que você fez?\n\nfumaça",
    "2104": "https://t.co/DBcPTXXQNs",
    "2105": "dezembro, mês das larica",
    "2106": "nem vai bater / bateu https://t.co/UeHrG4niG2",
    "2107": "\"Vocês são fofos juntos\"\n\nnós juntos: https://t.co/PGjLCodxup",
    "2108": "\"Vai ser só um beijo não vou me apaixonar\"\n\nEu 1 dia depois: https://t.co/HTAa5sbz2P",
    "2109": "Tem pessoas que entram na sua vida pra roubar seu coração. Outras só o isqueiro mesmo...",
    "2110": "Imagina só, tu casar com alguém e ela te bolar um beck desse jeito https://t.co/o7NeZoziAR",
    "2111": "Nada abalou, só fortaleceu..",
    "2112": "Quais são os seus planos para o fim de semana?\n\nEu: https://t.co/9WUKEOiIuy",
    "2113": "Pedro Scooby treinadinho em montar uma larica #BBB22",
    "2114": "Jogou limpo cmg, sempre vai ter o melhor de mim!!!",
    "2115": "sextou https://t.co/ZaQcS2c9Bd",
    "2116": "queria estar assim: https://t.co/nsrIIiRiFQ",
    "2117": "Maconha mata mesmo\n\nTo quase morrendo de vontade de fumar unzinho",
    "2118": "https://t.co/KOEdHnL3Br",
    "2119": "Que meu ciclo continue diminuindo e ficando só quem tem que ficar.",
    "2120": "Reciprocidade para as coisas boas.\nImunidade para as coisas ruins.",
    "2121": "◤◥￣◤◥￣◤◥￣◤◥￣◤◥\nPAREI COM A MACONHA\n◤◥￣◤◥￣◤◥￣◤◥￣◤◥\nÉ MENTIRAAAAA\n◤◥￣◤◥￣◤◥￣◤◥￣◤◥",
    "2122": "RT @g1: Morre jornalista Glória Maria, ícone da TV https://t.co/DrPFVXVI6C #g1 https://t.co/fn2lyfB7OH",
    "2123": "RT @caadelino: deu uma esfriada eu já vou pra padaria nesse estilo https://t.co/5wB1XuzYVn",
    "2124": "https://t.co/Nypvk7Vqs7",
    "2125": "RT @mostachico: a ovelha perdeu um x1 para um balde KKKKKKKKKKKK https://t.co/9jIN3LUAyV",
    "2126": "Praia, barulho do mar, beck e uma rede pra descansar, tudo que estou precisando.",
    "2127": "RT @atr_ahre: - alguien me mira por más de 3 segundos\n\nYo: https://t.co/PrTpMuYgT2",
    "2128": "https://t.co/EPda5hF4ex",
    "2129": "Quando eu to de boa na rua e sinto o cheirinho da maconha no ar https://t.co/KnFxdGi4C9",
    "2130": "RT @bitgetglobal: Like #Messi, we believe incremental improvements are the only secret to success. \n\nBitget continuously provides smarter #…",
    "2131": "Falam mal de mim com a mesma boca que babam o meu beck.",
    "2132": "Netflix ✅\nFrio ✅\nBaseadinho ✅\nMozão ❌",
    "2133": "eu no rolê me concentrando pra ñ morrer https://t.co/0eUcIgP2z9",
    "2134": "O fingimento da bondade é a mais perigosa das maldades.",
    "2135": "https://t.co/Yz4pcldAJ8",
    "2136": "RT @BichinhosFB: Beije seu cachorro e veja a reação dele\n\nhttps://t.co/CHqZVwZNJ6",
    "2137": "vou agir mais na reciprocidade pra vê quantos sobram.",
    "2138": "Ostentação pra mim é viver em paz.",
    "2139": "3/365\n\njá perdeu três oportunidades de chapar comigo",
    "2140": "https://t.co/KgSlgtPqal",
    "2141": "https://t.co/wwspgKi4Sj",
    "2142": "desculpa, mas sou muita maconha pra sua sedinha",
    "2143": "https://t.co/TvnIQUASLX",
    "2144": "RT @4nnalua: Maconha tinha q ser legal só no domingo pelo menos",
    "2145": "Quem não pode errar comigo sou eu, do resto eu espero tudo e mais um pouco.",
    "2146": "Namorar não dá trabalho quando a gente gosta da pessoa. Namorar não é prisão. Namorar não é deixar nada de lado, é somar tlgd.",
    "2147": "@beatriz_cianci Léo Stronda e Felipe Franco",
    "2148": "Mereço um troféu por aturar tanta gente filha da puta.",
    "2149": "é sono mãe https://t.co/OvsL2rXC9I",
    "2150": "queria estar em um sítio com meus amigos comendo churrasco, fumando aquela tora, tomando aquela cervejinha trincando e ouvindo uns trapzão",
    "2151": "https://t.co/gc6qkVmybn",
    "2152": "A felicidade é a nossa arma contra toda energia negativa em volta.",
    "2153": "https://t.co/yQpqBdKuvg",
    "2154": "existe eu   e existe o eu com alguém q tenho intimidade",
    "2155": "https://t.co/qf672uxcRY",
    "2156": "o time cai e a fumaça sobe https://t.co/nWeobCaVsA",
    "2157": "https://t.co/hyYr4MnUnS",
    "2158": "Corre pelo que te faz feliz.",
    "2159": "RT @_pequenalo: Que vídeo BOM KKKKKKKKKKKKK https://t.co/ajbDufvv3e",
    "2160": "amiga disfarça https://t.co/kKwEaFaZgJ",
    "2161": "RT @twperritos: https://t.co/KqhRUG2SUA",
    "2162": "Nunca seja arrogante com os humildes. Nunca seja humilde com os arrogantes.",
    "2163": "aquele pós rolê https://t.co/WJNGRN0QMT",
    "2164": "\" me manda a foto do rolê deve ter ficado mó boa\"\n\na foto: https://t.co/62oNXi0gbp",
    "2165": "Nunca confunda amizade de rolê com amizade pra vida. Vai quebrar a cara ligeirinho...",
    "2166": "RT @gabigol: #teamprojota e vamooooooo!  @Projota",
    "2167": "https://t.co/EIbR4W8IuR",
    "2168": "galera do RS, muito cuidado na hora de dichavar, vento forte se aproxima",
    "2169": "- Quanto tá o kunk?\n- 30 reais a g\nEU: https://t.co/eH6qogwJH4",
    "2170": "RT @ath05_: o viny qdo for no almoço do lider #bbb22 https://t.co/c7sQ9QTA1p",
    "2171": "RT @archillect: https://t.co/aD8EbZkahP",
    "2172": "https://t.co/wKJrt3q818",
    "2173": "Entrem num consenso, eu preciso dormir caralho! #BBB22",
    "2174": "11 de janeiro e ngm me roubou nenhum bic ainda 👐",
    "2175": "Viver quietinho no meu canto tá sendo a melhor coisa🥱",
    "2176": "peguei uma paranga de 5 bem servida https://t.co/g1kif7RbY9",
    "2177": "https://t.co/EFcfqKqspT",
    "2178": "aposto q o filme favorito da Lumena é jornada nas estrelas",
    "2179": "o mundo é cruel com aqueles que sentem demais",
    "2180": "eu falo maconheira e vocês marcam uma:\n\nMACONHEIRA",
    "2181": "RT @JoinGrapeCoin: The $GRAPE buyback STARTS NOW!  🪙\n\nAs part of our ongoing commitment to expanding the network of $GRAPE we would like to…",
    "2182": "@TheNakamaClub Enchanted of beeing part @TheNakamaClub 🙌🏻\nLet’s support them guys!",
    "2183": "RT @pqplorrankkk: https://t.co/Mv3BeaMZv2",
    "2184": "https://t.co/bLMCtx4FYu",
    "2185": "\"Preciso sumir um pouco...\"",
    "2186": "Domingo tem uma vibe tão bosta né",
    "2187": "Vc vai lembrar de mim no amor, no ódio ou no sexo, mas vai..",
    "2188": "Marque aquele amigo q te apresentou a maconha, e agradeça esse anjo na sua vida 🙏",
    "2189": "todo mundo tem uma larica preferida\n\na minha é vc",
    "2190": "errado é se eu viver pra te agradar",
    "2191": "Cuida bem, porque depois que vai embora, até defeito vira saudade.",
    "2192": "mais falso que \"é sono mãe\" https://t.co/vl8CnQ3Udv",
    "2193": "Que a semana seja boa! Que o negativismo dos outros não abale a minha pessoa. 🍁✌",
    "2194": "Eu na madrugada criando lanches que nem eu sabia que existiam https://t.co/F9AUYx45SP",
    "2195": "https://t.co/E30ZLkpsOa",
    "2196": "o erro do jovem com a vida financeira abalada é querer fumar só camarão",
    "2197": "RT @Socrates_global: 🎆Our special New Year's gift of 10,000 USDT is coming again!\n\nThe second 2,000 USDT gift is ready to be given on #Galx…",
    "2198": "RT @Vulgo_Nona: Lembre-se:\nEles vão julgar seu corre, mas não vão correr por você.",
    "2199": "vc tem 365 novas chances de chapar cmg",
    "2200": "fumaça subindo, olho descendo",
    "2201": "A partir do momento que percebemos o quanto a energia de alguém interfere em nossas vidas, seja de forma positiva ou negativa, começamos a pensar mais sobre os laços que valem a pena. passamos a ser mais seletivos, e isso é bom para manter a saúde da mente e a do coração",
    "2202": "EITA: Bruna revela que fuma maconha https://t.co/675arCByzw",
    "2203": "A prioridade desse ano é correr atrás dos meus bics, não de pessoas...",
    "2204": "Amor é igual isqueiro\n-Acaba.\n- Ou o seu amigo leva.",
    "2205": "RT @Vulgo_Nona: andar de carro com música alta top melhores sensações da vida",
    "2206": "cite as misturas mais bizarras que vocês já inventaram quando estão laricados(as)",
    "2207": "https://t.co/yol047ULTE",
    "2208": "https://t.co/W6uxFUi55g",
    "2209": "Tão linda, nem parece que baba no beck.",
    "2210": "Só quero conquistar minhas coisas, e ficar em paz comigo mesmo.",
    "2211": "RT @BozoCollective: $Bozo Trading is now live on @BitMartExchange \n\nTomorrow @BingXOfficial \n\nLike +RT\nDrop wallets\n50m Bozo for 10 People.…",
    "2212": "RT @portadosfundos: - A maconha é a porta de entrada pra Igreja Universal do Reino de Deus!\n\nVÍDEO NOVO | EX-DROGADO: https://t.co/rhZ0aO5t…",
    "2213": "https://t.co/RwHyt7K9G6",
    "2214": "https://t.co/U3kUfZCr3u",
    "2215": "https://t.co/ITqbiCHGNE",
    "2216": "a base de um relacionamento saudável:\n\n                  amor\n                  rock \n                maconha\n        e cervejinha gelada",
    "2217": "Pra virada do ano, a cor da roupa eu ñ sei mas a dos olhos vai ser vermelho",
    "2218": "https://t.co/HSTt07hKj9",
    "2219": "Deixe o tempo te ensinar que os tombos te fortalecem, que os ventos te levam e que a vida te molda da maneira que bem quer.",
    "2220": "Quem aceita todos os seus defeitos, merece todas as suas qualidades.",
    "2221": "É tanta coisa para ter que lidar, aceitar, se acostumar, ignorar, silenciar que eu prefiro apenas deixar pra lá.",
    "2222": "Scooby brisa demais kkkk #BBB22",
    "2223": "Pra hoje era só um sofá, beck e Netflix",
    "2224": "Mulher foi feita pra ficar em casa esperando o homem voltar da biquera",
    "2225": "só ñ pode ser com o beck na mão https://t.co/D9rMOJ9eDo",
    "2226": "tá tudo bem estranho",
    "2227": "@Vulgo_Nona @rafaelportugal q fofo essa sua foto",
    "2228": "https://t.co/0spHfXE0Av",
    "2229": "RT @Casimiro: Scooby = humilde",
    "2230": "Brisar com quem a gente gosta é diferente...",
    "2231": "existem pessoas que são tipo bic, tenho um medo exagerado de perder",
    "2232": "Não seja cuzão com quem é massa com você.",
    "2233": "algumas amizades são pra vida, outras são só pra rolê mesmo",
    "2234": "se uma pessoa específica falar bora eu boro na hora",
    "2235": "https://t.co/kXpmtBNufw",
    "2236": "Maconheiros são muito evoluídos pra serem chamados de gente mesmo https://t.co/bmOyRaPpA5",
    "2237": "https://t.co/ZKaD1F8PEU",
    "2238": "Quem muito é \"amiguinho\" de todo mundo, na verdade não é amigo de ninguém. Quem puxa saco, puxa tudo, inclusive tapete.",
    "2239": "RT @brazaesthetic: 🪟 https://t.co/raBIFx3BOO",
    "2240": "Uma baseadinho é tão gostoso que deveria ser um elogio “nossa você está muito baseadinho hoje”",
    "2241": "tu é tipo beck, sou louco pra dar uns pega",
    "2242": "Acostume-se. Você não pode fazer todo mundo feliz. Você não é um baseadinho.",
    "2243": "Falando de resgate e cultura, desafio vcs a listar 13 nomes do rap q vc tem gratidão eterna\n\nEu :\n\nRacionais Mc's\nSabotage \nRZO\nBlack Alien\nEmicida\nSNJ\nMarcelo D2\nGabriel o Pensador \nProjota\nDexter\nDá Guedes\nCriolo \nRashid https://t.co/U4XyOpiTQP",
    "2244": "https://t.co/bn7qegcGCN",
    "2245": "cidade pequena é tudo pequeno, menos a língua do povo",
    "2246": "https://t.co/7GPHkZURe0",
    "2247": "queria acumular dinheiro da mesma forma que acumulo ponta",
    "2248": "queria ta acendendo um enquanto ela quica",
    "2249": "Eu por eu.",
    "2250": "O homem quando encontra uma ponta perdida não quer guerra com ninguém",
    "2251": "queria tá na estrada indo pra alguma praia escutando uma regueira",
    "2252": "RT @antoniotabet: 🚨 O BICHO TÁ PEGANDO EM JACOBINA!!! https://t.co/U7blmDNfIH",
    "2253": "Tanta vontade de viajar para bem longe.",
    "2254": "https://t.co/Y7VDdHmofK",
    "2255": "RT @GemsHunterbtc: Dark City Season 1: Net Scavengers begins tomorrow with a grand prize pool of 150,000 $DRK for leaderboard champs! 🌟 Sta…",
    "2256": "precisando fumar uma tora",
    "2257": "https://t.co/2qHr1zFpmN",
    "2258": "sempre bom abrir a mente antes da boca",
    "2259": "https://t.co/y4hYEmg8QV",
    "2260": "- vamos com calma\n- ta bom\n- quer ir pra praia de casal cmg?",
    "2261": "Porque errando a gente aprende. E entende. E enfrenta. E segue em frente.",
    "2262": "- vai passar o dia dos namorados como?\n- chapando",
    "2263": "https://t.co/3TDZzYJDm9",
    "2264": "bipolar nada, fico sabendo de vários bglh e n falo nada, só mudo meu modo de agir kkkkkk",
    "2265": "Galera, se forem estourar alguma bomba hoje, que seja aquela de duas sedas... por favor!!!",
    "2266": "RT @Vulgo_Nona: É gratidão pra lá, é gratidão pra cá... e quase ngm sabendo ser grato de vdd à algum bglh. Modinha do caralho!",
    "2267": "sextou https://t.co/f74WFGpxfq",
    "2268": "Olha, é cada cuzão que eu já chamei de amigo...",
    "2269": "Enquanto uns não valorizam, outros imploram pra ter!",
    "2270": "Fingindo demência, mas sempre ligado em tudo.",
    "2271": "https://t.co/8L0PrdGJwr",
    "2272": "descartar coisas negativas e pessoas que não nos acrescentam nada",
    "2273": "não tenho necessidade de provar nada para ninguém, eu sei quem eu sou, o que os outros pensam de mim não me interessa nem um pouco..",
    "2274": "@celoma_ ñ foi nem relacionado a pessoas",
    "2275": "esse álbum novo do @planethempreal tá impecável mané!!!",
    "2276": "RT @casadoviralata: Esse senhor foi resgatado debaixo de sol forte perdido na rua, é um idoso e está com um tumor na pata, descartado quand…",
    "2277": "Quando as coisas estiverem indo bem, o melhor a se fazer é não espalhar por aí. Não por egoísmo, mas por proteção.",
    "2278": "objetivo: vc\nobstacuIo: vc",
    "2279": "3 coisas que eu tô querendo: https://t.co/XId6wtigza",
    "2280": "RT @Vulgo_Nona: Verão chegando e a vontade de rapar a cabeça tbm",
    "2281": "Tudo o que você faz, um dia a vida cobra.",
    "2282": "Encontre alguém que voe contigo e não corte as suas asas... 💚 https://t.co/geUZWDIER8",
    "2283": "Gente que me critica como se fosse alguém importante para mim",
    "2284": "https://t.co/0bWD8oPTpA",
    "2285": "https://t.co/mL5G3ZFuR1",
    "2286": "por mim eu sumia uns 5 meses sem dar satisfação pra ninguém",
    "2287": "Eu queria mesmo é dar um tempo de tudo e de todos, fugir por um dia...mas nem tudo é como a gente quer, então a parada é encarar o que vier.",
    "2288": "Atitudes mudam sentimentos.",
    "2289": "Quantos \"seguido por\" aparece no meu perfil?\n\nquero ver se sou um maconheiro famoso",
    "2290": "o terceiro @ que você marcar vai devolver o bic que te roubou",
    "2291": "estado civil:\n\n( ) solteiro \n( ) namorando \n(X) brisado",
    "2292": "depende se quem vai comer vai ser eu ou eu chapado https://t.co/N8HmP3fqOC",
    "2293": "https://t.co/a4VElz6msA",
    "2294": "Boca fechada pros bglh darem certo.",
    "2295": "https://t.co/0COwYmNSCI",
    "2296": "quem é infeliz, vive vendo o outro viver.",
    "2297": ".    *     .       *    .🌙      *    .  *            ☄️.    *      *    .      🌍*      .     .    *   💫 *    .      *      .     .  *.       ✨\n    *    .  *     🌑       .    *         *    .  *     🌕  .    *     *    .  *          .    *⭐️     *    .  *",
    "2298": "Se for pra enrolar, que seja só o beck por favor.",
    "2299": "RT @casadoviralata: Não é só um integrante novo, são dois! Esse é o Filipi, o cara é um furacão, cheio de energia, será porte médio, merece…",
    "2300": "O bagulho é fecha com quem se preocupa com você, e o resto é resto!",
    "2301": "Amadurecer é se dar conta de que existe um cansaço que mesmo que você consiga dormir, ainda assim ele não passa.",
    "2302": "@YeehaGames @rebelethpromos @MetaCeneGame @BinanceLabs @MIXMARVELGAME 🚀🚀",
    "2303": "RT @archillect: https://t.co/nzFbnkcdyp",
    "2304": "RT @lazarorosa25: ABSURDO! Em Guarulhos, mulher negra em situação de rua é violentamente espancada por seguranças do supermercado Fonte Nov…",
    "2305": "RT @EMLprotocol: 🎉 End of the Year: Win $2000EML!  \n\n🚀 The launch of Trust Bridge X is close, thanks to our incredible community  \n🍾 Let's…",
    "2306": "pegaram o Lázaro   e você eu pego quando?",
    "2307": "https://t.co/MsuXLKfIhf",
    "2308": "na larica vai tudo",
    "2309": "bora fuma um baseadinho?",
    "2310": "Minha idade não permite sofrer por amor, se me ver triste é porque estou sem maconha.",
    "2311": "RT @archillect: https://t.co/FWQoeedpL0",
    "2312": "Todo dia eu me pergunto o q eu tô fazendo nessa porra do Brasil https://t.co/PQohQEAyzu",
    "2313": "Não dá pra agradar o mundo. Ou a gente se agrada, desagradando alguns, ou a gente adoece, agradando a todos. Não se culpe por se priorizar.",
    "2314": "São poucos que defendem teu nome quando tu não tá por perto",
    "2315": "RT @brazilian_pics: época boa https://t.co/IeRQR0fNdx",
    "2316": "RT @EKrominski: chocado com o que as câmeras de segurança deste petshop flagraram (imagens fortes) https://t.co/VyXZCjUH8p",
    "2317": "Vale mais a pena buscar ser melhor que ontem do que ser melhor que o outro.",
    "2318": "Uma boa companhia,\num bom lugar\ne um bom beck.\n\nTá aí a tal da felicidade.",
    "2319": "Eu olhando pra pessoa que acabei de emprestar o isqueiro https://t.co/oQKoYSd2CG",
    "2320": "https://t.co/UjsVueOFIo",
    "2321": "https://t.co/UvsEgexXeS",
    "2322": "Não dou certo com muita gente por um simples motivo.. não pago pau pra ninguém🤙🏼😉",
    "2323": "https://t.co/fnyILHgcno",
    "2324": "https://t.co/YEIBl0Tzvo",
    "2325": "Gosto de papo reto, independente se vai doer ou não, me fale a verdade.",
    "2326": "um baseadinho vale mais que muita gente por aí",
    "2327": "Cuide da sua vibe.",
    "2328": "mexeram com o gato errado https://t.co/1xoCGkNf5k",
    "2329": "só queria q as pessoas me passassem o beck e ñ a perna",
    "2330": "RT @casadoviralata: Não podemos fazer nenhum regate, mas esse cara simplesmente pareceu no abrigo, cheguei e estava deitado na caminha\nEle…",
    "2331": "RT @6oblinOfficial: Time to reveal more about our 6666 characters! \nA thread 🧵\n\nCommon\nSince aesthetics are at the core of 6oblin, it only…",
    "2332": "https://t.co/WBcOcNolVb",
    "2333": "https://t.co/XvSegoy2EK",
    "2334": "RT @mischiefanimals: fat and greedy, my favorite type of animal https://t.co/oWDsW02blD",
    "2335": "Para 2023:\n\n✅ Poucos amigos. \n✅ Vida reservada.\n✅ Coração feliz.\n✅ Mente limpa.\n✅ Seda cheia.\n✅ Vida tranquila.",
    "2336": "https://t.co/7HiWZE5ATk",
    "2337": "https://t.co/nBACyLGjtE\n\nFREE 12$ AIRDROP OF HOT INU\n\n1️⃣ Join their Telegram\n\n2️⃣ Follow the few steps (tag friends on Twitter and send a message to the telegram group )\n\n3️⃣ Enter your POLYGON address\n\n4️⃣ Enjoy your free 12$ of HOT INU !",
    "2338": "só ñ pode cair o dono da biquera",
    "2339": "RT @Vulgo_Nona: Se você tem whatsapp empresarial e não responde os clientes melhor nem ter",
    "2340": "https://t.co/vODyBkjndB",
    "2341": "A minha meta é chegar e me deparar com essa visão. https://t.co/dcz9XcsZys",
    "2342": "Reciprocidade não se cobra!\n\nisqueiro sim",
    "2343": "Eu não procuro por ninguém, eu não me desespero pra ter alguém, eu sei que tudo que é bom, vem no tempo certo, sem pressa.",
    "2344": "@Marcelodedois a boa é vc q tem q eu sei",
    "2345": "@linndaquebrada https://t.co/qQ9yuBP7CV",
    "2346": "RT @pudgypenguins: Pudgy World Alpha, powered by @zksync, releasing Q1 of 2024.\n\nThe beginning of a new era of blockchain-backed experience…",
    "2347": "ir de casal na biquera é meu sonho",
    "2348": "RT @Vulgo_Nona: para de mandar reels caralho",
    "2349": "RT @theworldofdog: how to walk your dog after a tropical storm\n(rayfrank IG) https://t.co/22U9CpPpOD",
    "2350": "Qual mistureba mais doida cês já fizeram na larica?",
    "2351": "https://t.co/axS2RcNKb2",
    "2352": "RT @WholesomeMeme: https://t.co/ksHX5hdcMJ",
    "2353": "Sai pra lá brisa errada...",
    "2354": "RT @jjoudhy: naiara azevedo na hora de afundar o 17 na urna não pensou em estragar o sonho dos pobres agora no bbb quer pensar",
    "2355": "o bagulho é fechar com quem se preocupa com você, e o resto é resto.",
    "2356": "Queria receber uma notícia boa hoje, tipo \"vamos chapar que eu salvo\"",
    "2357": "RT @GemsHunterbtc: GM! @Polytrade_fin and @MagicBatch have exciting news! 🚀 They've just unveiled a new NFT collection with a focus on RWA,…",
    "2358": "fora dos stories eu queria tá fudendo loco da maconha",
    "2359": "pais de amigos que te tratam como se fosse da família &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
    "2360": "RT @wizkhalifa: Roll something and get the day started. If you ever smoked bad weed, appreciate every puff of good weed",
    "2361": "Precisamos dos dias difíceis para saber quem é família, quem é amigo e quem é passageiro.",
    "2362": "Luisa Mell invade biquera após traficante falar “vou dar um tapa na pantera”",
    "2363": "tenho que rever muita “amizade” aí",
    "2364": "RT @Vulgo_Nona: Sonhei q a gente era uma dupla na sinuca",
    "2365": "RT @momentostvbra: https://t.co/HYKXB3hxul",
    "2366": "é q o beck enrolou e a brisa bateu na mente enjuriada",
    "2367": "@4nnalua oi sumida",
    "2368": "Tem pessoas que tem a energia tão boa que você se sente bem só de tá do lado da pessoa",
    "2369": "isso q ele tá com um cigarro na mão, imagina quando é um baseadinho https://t.co/BuHdI9mxtF",
    "2370": "Aquela vontade absurda de sair por aí, sem rumo, sem direção, só ir.",
    "2371": "saúde física e mental, trampo bom, amor próprio, paixão recíproca, amigos leais, beck da massa, família em paz. é isso",
    "2372": "tem amigos que são o amor da sua vida na amizade",
    "2373": "RT @Vulgo_Nona: carência boba de todo domingo",
    "2374": "RT @gduvivier: #ChoroImpresso https://t.co/ZaM05deTvV",
    "2375": "https://t.co/0vEcMWslLR",
    "2376": "inteligente mesmo é quem se faz de doido",
    "2377": "Quem pisa nos outros, tropeça na vida.",
    "2378": "RT @andreporchatt: o ceu cheirando um PÓ",
    "2379": "Confiar nas pessoas é assustador.",
    "2380": "eu + tu + mar + beck + por do sol = 🫶🏼",
    "2381": "Qual a melhor seda na sua opinião?",
    "2382": "O apoio vem de onde a gente menos espera!",
    "2383": "Abra a mente antes da boca.",
    "2384": "Segunda-feira é igual beck babado, dá nojo mas a gente encara mesmo assim.",
    "2385": "o que um dia fomos nunca mais voltaremos a ser.",
    "2386": "https://t.co/RTIeDzi9NC",
    "2387": "Participaria de um grupão no Whats da maconheirada?",
    "2388": "bem q eu podia achar uma pontinha perdida do nada aqui agora",
    "2389": "o tadeu colocando fogo no baseadinho é incrível\n\nparquinho*\n\ncorretor foda",
    "2390": "RT @FilipeRet: Nao dependa de motivacao",
    "2391": "Se você não fizer o melhor por você, ninguém vai.",
    "2392": "Sábios dizem foda-se!",
    "2393": "RT @bitgertbrise: 😍 \"X\" Engagement campaign to end on 8th Jan 2023!\n\nComment your work proof here and increase the winning chances of your…",
    "2394": "RT @archillect: https://t.co/vQSrFhWgpT",
    "2395": "as vezes era só alguém pra dividir a brisa",
    "2396": "Não se esqueça da lei do retorno: tudo que vai, volta!\n\nmenos o bic",
    "2397": "Nota para o seu final de semana? \nO meu 10/10",
    "2398": "2020 esse grande beck babado",
    "2399": "E para 2023 minha meta é: \nchapar mais, se importar menos",
    "2400": "RT @altcoinbear1: 🐽 Join the NINU revolution today! Unleash your creativity, earn rewards, and be part of a vibrant meme community. \n\nCA: 0…",
    "2401": "Vai fluir e ninguém vai entender nada.",
    "2402": "https://t.co/r4j4hDpzUb",
    "2403": "Um pastel dentro do ovo de Páscoa https://t.co/e2KbTnnlWk",
    "2404": "RT @Marcelodedois: Aprenda uma coisa a polícia é dos brancos playboys, a polícia deles é pra bater e prender a gente… pobre, preto, trabalh…",
    "2405": "Evite pessoas negativas em sua vida.",
    "2406": "Não se apegue a algo que te faz mal, só porque às vezes te faz bem.",
    "2407": "Só quero felicidade, reciprocidade e paz.",
    "2408": "Scooby, a nação maconheira está com você! #BBB222",
    "2409": "Atualmente, a minha maior ambição é: minha paz, boas companhias, sentimentos saudáveis e recíprocos.",
    "2410": "Vermelho é raro??? Sei ñ viu... https://t.co/1SIK60DWF2",
    "2411": "lista de fetiche:\n- morar sozinho\n- plantação de maconha\n- estabilidade financeira\n- viajar o mundo",
    "2412": "@odicasmaster o de maconha",
    "2413": "https://t.co/EFQoCLXdGC",
    "2414": "https://t.co/Tn5DvEbZm9",
    "2415": "https://t.co/cwNGK23h3Z",
    "2416": "Join the Tap Swap Telegram Bot 🤖\n\n🌐 https://t.co/W6HTAm0DdU \n\nWhere over 400k players are already tapping and earning rewards 🔥 \n\nIt's super easy: join, tap, earn shares, and later exchange them for tokens! Share your referral link with friends to get extra rewards 🚀 https://t.co/DvaISFYSxy",
    "2417": "Sabe o que eu faço com quem fuma maconha? \n\nAmizade",
    "2418": "Maconheirada, feliz natal pro cês!!! \n\nQue todos possam chapar, comer, beber, e curtir bastante só com gente daora!!! 🍁🍗🍷✌",
    "2419": "deixa acontecer \n\nbrisadamente",
    "2420": "Hoje eu só queria que alguém chegasse e me dissesse: você tá meio triste, toma aqui um baseadinho",
    "2421": "Sua maior prioridade deve ser a sua paz. Sempre!",
    "2422": "RT @YagoWesley7: deve ser ótima  a vida de quem tem 256Gb de armazenamento",
    "2423": "Grande parte das nossas tristezas já foram alegrias.",
    "2424": "Vou te dizer uma coisa... Se a gente for esperar ficar tudo bem na vida pra ser feliz, a gente morre sem dar a primeira gargalhada.",
    "2425": "RT @casadoviralata: Um cachorro atropelado por uma moto com o maxilar quebrado e orelha rasgada, não prestaram socorro, deixaram feriado e…",
    "2426": "sonhei que a gente ia na biquera de mãos dadas",
    "2427": "RT @coviurs: Formas de ganar mi corazón https://t.co/1eXRXJNi7z",
    "2428": "Esgotamento mental sempre será pior que o físico",
    "2429": "a  velocidade da luz é rápida só perde pra velocidade de um rato de bic",
    "2430": "Na real, nunca conhecemos as pessoas de verdade.",
    "2431": "https://t.co/bFe8ki6yRd",
    "2432": "Amigo, né? Vai vendo...",
    "2433": "Chega um ponto da vida adulta que uma das únicas coisas capazes de deixar a gente feliz é dinheiro.\n\"Ah, mas dinheiro não traz felicidade\", mas traz um nome limpo, um carro, um aluguel pago, uma roupa nova, uma maconha de boa qualidade e isso também é felicidade sim!",
    "2434": "RT @CARPINEJAR: Que a vida me dê a esperança do cachorro e o amor-próprio do gato.",
    "2435": "https://t.co/4eorWhA8zA",
    "2436": "https://t.co/Oen8bjLYHn",
    "2437": "Quando vc começa a fumar só skunk https://t.co/7VbpsfEFol",
    "2438": "https://t.co/7dOgqTZc9C",
    "2439": "Quero é ser feliz, sem me preocupar com nada.",
    "2440": "RT @Projota: INEXPLICÁVEL ❤️❤️❤️❤️❤️ #BBB21 https://t.co/1a0u8RP3qx",
    "2441": "Um rolê com os aliados já me faz feliz..",
    "2442": "https://t.co/lxUjjJCr8f",
    "2443": "https://t.co/0ivQU3LhF5",
    "2444": "https://t.co/ByMj1zwzqZ",
    "2445": "as vezes a gente só precisa queimar um sozinho pra pensar na vida",
    "2446": "https://t.co/zhLcQKHFk4",
    "2447": "Crescer e perceber q a infância era mt melhor",
    "2448": "Esse monte de bosta do @jairbolsonaro tem muito o q aprender https://t.co/LukoAVN4Y2",
    "2449": "@majutrindade deve ser o Scooby, aquele maconheiro safado",
    "2450": "@ItalloCar vai lá",
    "2451": "RT @BNB_BALL: We have reached 50k on telegram and we have yet to announce our launchpads. \n\nWe are $BNBB reward loyalty and bleed for our p…",
    "2452": "coloca competição de bolar baseado na próxima olimpíada pra você ver se eu não trago 5 medalhas de ouro"
}