{
    "0": "All happy families resemble one another, each unhappy family is unhappy in its own way.",
    "1": "RT @hopeless_ly__: 🖤“...darlin', darlin',  stand by me\nOh, stand by me Oh, stand,\nstand by me, stand by me...” 🖤 https://t.co/q1R0warEvv",
    "2": "RT @mound_n: How wonderful it is that nobody need wait a single moment before starting to improve the world.",
    "3": "Keep your face to the sunshine and you cannot see a shadow.",
    "4": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.",
    "5": "İnsan Her Gün Bir\nParça Müzik Dinlemeli\nİyi Bir Şiir Okumalı,\nGüzel Bir Tablo Görmeli\n ve Mümkünse Mantıklı\nCümle Söylemelidir.✔🐞\n\n~ Goethe https://t.co/cHyX084lCL",
    "6": "All the great things are simple, and many can be expressed in a single word: freedom, justice, honor, duty, mercy, hope.",
    "7": "Action is the foundational key to all success.",
    "8": "CNN no longer matters\n\nCNN chose to put itself on the ballot Tuesday night\n\nCNN lost",
    "9": "There is no such thing as public opinion. There is only published opinion.",
    "10": "Retweet if you want to gain just follow everyone who retweets and follow back whoever follows you🍟",
    "11": "Get your facts first, then you can distort them as you please.",
    "12": "https://t.co/JB4FbokjhI",
    "13": "Socialism is a philosophy of failure, the creed of ignorance, and the gospel of envy, its inherent virtue is the equal sharing of misery.",
    "14": "Always do your best. What you plant now, you will harvest later.",
    "15": "RT @digisol_q: I put my heart and my soul into my work, and have lost my mind in the process.\nVincent Van Gogh",
    "16": "Bella has the right idea 🌌🌜 Good night Twitterworld 🐾 Wishing you the sweetest of dreams 💗 Much love https://t.co/H6NH9eXMfl",
    "17": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.",
    "18": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly .",
    "19": "Karanlık çöktü işte\nGülüşüne yıkılıyorum\nHele yokmu\nAlbeni der gibi sarkıtır dudağını\nSığdıramıyorum\nSeviyorum seni derken\nYüreğime düşün",
    "20": "RT @Animals81766860: https://t.co/CAig0zYBvy",
    "21": "A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "22": "I put my heart and my soul into my work, and have lost my mind in the process.\nVincent Van Gogh",
    "23": "Never believe that a few caring people can't change the world. For, indeed, that's all who ever have.\nMargaret Mead",
    "24": "RT @coco_mona1997: 魚釣れたよ🐟 https://t.co/rz8YgBXGOL",
    "25": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.",
    "26": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.",
    "27": "Ne gereksiz insanlar tanıdık.",
    "28": "“Out beyond ideas of wrongdoing \nand rightdoing there is a field.\nI'll meet you there.\n\nWhen the soul lies down in that grass",
    "29": "https://t.co/T6S0fO9RFs",
    "30": "You all sound the same",
    "31": "The price of greatness is responsibility.",
    "32": "https://t.co/0owuacIzeX",
    "33": "Le 29 avril libérez vous tous , vous êtes tous invités à ma soirée \nEn région parisienne \nEmbedded image permalink",
    "34": "The joy of life comes from our encounters with new experiences, and hence there is no greater joy than to have an endlessly",
    "35": "Life is really simple, but we insist on making it complicated.\nConfucius",
    "36": "https://t.co/GgIAj6JKxf",
    "37": "RT @indian_tea18388: #actress https://t.co/xbj1a2Lz3o",
    "38": "I believe if you keep your faith, you keep your trust, you keep the right attitude, if you're grateful, you'll see God open up new doors.",
    "39": "RT @digisol_q: Try to be a rainbow in someone's cloud.",
    "40": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the positive in negative",
    "41": "Pensó en ser silencio pero supo que ya sin sus brazos no podían quitarle además el único rincón donde era ella misma",
    "42": "Positive anything is better than negative nothing.\nElbert Hubbard",
    "43": "Things don't have to change the world to be important.",
    "44": "Hasta luego ,nada màs hermoso que continuar el dìa con la retina colmada de una imagèn de amor y vida!!! https://t.co/HKrjkKao9C",
    "45": "Love is that condition in which the happiness of another person is essential to your own.",
    "46": "Change your thoughts and you change your world.\nNorman Vincent Peale",
    "47": "Bana kim beddua ediyorsa tebrik ediyorum. Hiç ıskalamıyor valla bravo. https://t.co/9xPFsgkZR2",
    "48": "In the end, it's not the years in your life that count. It's the life in your years.",
    "49": "Ptdrr les 100rt tu les vois pas arriver , plus rapide que la sncf #ampme",
    "50": "RT @Animals81766860: #Canada #MillionMarchCanada https://t.co/SpM4KKNErR",
    "51": "“You know you're in love when you can't fall asleep because reality is finally better than your dreams.”",
    "52": "RT @indian_tea18388: #NewProfilePic https://t.co/IkoJQvJjrC",
    "53": "İkdisatta  bir laf vardır kalite düşünce talep artar bir çok kız böyle popi olayım derken kaşar oluyorlar.",
    "54": "Anger is never without a reason, but seldom with a good one.",
    "55": "https://t.co/k7dgNT3OtL",
    "56": "Love is the only force capable of transforming an enemy into friend.",
    "57": "RT @digisol_q: In order to succeed, we must first believe that we can.",
    "58": "RT @digisol_v: In the depth of winter I finally learned that there was in me an invincible summer.",
    "59": "Follow everyone who retweets this to gain followers🚁",
    "60": "RT @digisol_v: A creative man is motivated by the desire to achieve, not by the desire to beat others.",
    "61": "How few there are who have courage enough to own their faults, or resolution enough to mend them.",
    "62": "They always say time changes things, but you actually have to change them yourself.",
    "63": "“It is more fun to talk with someone who doesn't use long, difficult words but rather short, easy words like \"What about lunch?”",
    "64": "Ahora ayúdenme con RT solidario. A una amiga le robaron su auto patente GYSZ97 ayer en la clínica Indisa, cualquier dato se agradece..!! https://t.co/Ha5pnRlzdE",
    "65": "https://t.co/2JIJxV0tpd",
    "66": "I have decided to stick with love. Hate is too great a burden to bear.",
    "67": "Francis of Assisi, Saint Augustine, Saint Teresa of Avila, Saint Patrick, Saint Basil, Joan of Arc, Saint Ignatius, Edith Stein",
    "68": "RT @digisol_t: You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the posit…",
    "69": "Love takes off masks that we fear we cannot live without and know we cannot live within.",
    "70": "https://t.co/pTS31BwoGb",
    "71": "https://t.co/1MsxdCsYL0",
    "72": "You must do the things you think you cannot do.",
    "73": "Everyone thinks of changing the world, but no one thinks of changing himself.",
    "74": "I can resist everything except temptation.",
    "75": "The two most powerful warriors are patience and time.",
    "76": "All, everything that I understand, I understand only because I love.",
    "77": "A true friend freely, advises justly, assists readily, adventures boldly, takes all patiently, defends courageously, a",
    "78": "I believe in living today. Not in yesterday, nor in tomorrow.",
    "79": "RT @Animals81766860: #elephant https://t.co/jTkt3lzkPv",
    "80": "We are all here on earth to help others; what on earth the others are here for I don't know.",
    "81": "The sweetest of all sounds is that of the voice of the woman we love.",
    "82": "RT @Animals81766860: #WomenReservationBill2023 https://t.co/sZtjEhs4nR",
    "83": "A man can live and be healthy without killing animals for food; therefore, if he eats meat,",
    "84": "RT @Animals81766860: #Animal #natural #beautiful https://t.co/nRWyGgmGn1",
    "85": "Procrastination is the art of keeping up with yesterday",
    "86": "Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.",
    "87": "Simplemente me gusta el café...",
    "88": "The best thing to hold onto in life is each other.",
    "89": "bana unf atan kişilere verdiğim tepki",
    "90": "Work hard for what you want because it won't come to you without a fight. You have to be strong and courageous and know that you",
    "91": "U racist ? Ok but you are going to be forced to deal with my dark skin ! There is so much blackness to come ! And you can stop me DETERMINED",
    "92": "lways be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
    "93": "RT @Tiger47814183: #tiger https://t.co/0U0b5H5PeA",
    "94": "Artık Kendimden Bile Firardayim ...!\n\nSen mi...? https://t.co/SrvwCl7ZYX",
    "95": "Ok have you guys tried adding butter to your coffee? I know it sounds weird, but OMG it's sooo good!",
    "96": "Remember not only to say the right thing in the right place, but far more difficult still, to leave unsaid the wrong thing at the tempting",
    "97": "Believe you can and you're halfway there.",
    "98": "Do not take life too seriously. You will never get out of it alive.",
    "99": "Positive anything is better than negative nothing.",
    "100": "“Be yourself; everyone else is already taken.” \n― Oscar Wilde",
    "101": "RT @mound_n: What you do today can improve all your tomorrows.",
    "102": "Fare kapana takıldı.7 binayı birbirine tünellerle bağlamışlar...Vee tünel bulundu muhteşem sona doğru İNŞALLAH \nEmbedded image permalink",
    "103": "The most important thing is to enjoy your life - to be happy - it's all that matters.\nAudrey Hepburn",
    "104": "RT @digisol_t: We may encounter many defeats but we must not be defeated.",
    "105": "We shall defend our island, whatever the cost may be, we shall fight on the beaches,",
    "106": "The starting point of all achievement is desire.",
    "107": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "108": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "109": "RT @digisol_t: I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to …",
    "110": "“A room without books is like a body without a soul.” \n― Marcus Tullius Cicero",
    "111": "You have to learn the rules of the game. And then you have to play better than anyone else.",
    "112": "To love and be loved is to feel the sun from both sides.",
    "113": "RT @digisol_v: I put my heart and my soul into my work, and have lost my mind in the process.\nVincent Van Gogh",
    "114": "RT @digisol_v: To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
    "115": "Choose a job you love, and you will never have to work a day in your life.",
    "116": "The changes in our life must come from the impossibility to live otherwise than according to the",
    "117": "RT @Animals81766860: #Beautiful birds https://t.co/zljn7uJ8Kb",
    "118": "Find a place inside where there's joy, and the joy will burn out the pain.\nJoseph Campbell",
    "119": "RT @digisol_q: I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to …",
    "120": "♚ FOLLOWTRICK\n\n♚ RETWEET\n\n♚ FOLLOW ALL WHO RT\n\n♚ FOLLOWBACK\n\n♚ GAIN WITH #MGWV",
    "121": "Ben o sabreden dervişi alnından öperim lan 😘",
    "122": "You must take personal responsibility. You cannot change the circumstances, the seasons, or the wind, but you can change yourself.",
    "123": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.nise..",
    "124": "In order to succeed, we must first believe that we can.",
    "125": "“He must have known I'd want to leave you.\"\n\"No, he must have known you would always want to come back.”",
    "126": "RT @Animals81766860: https://t.co/ZbhBz4sTFc",
    "127": "“I believe that everything happens for a reason. People change so that you can learn to let go,",
    "128": "Just because someone is there for you all the time doesn't mean you can take them for granted.",
    "129": "Let us always meet each other with smile, for the smile is the beginning of love.",
    "130": "RT @Tiger47814183: #new pic https://t.co/Pfh2EVfI40",
    "131": "There is only one corner of the universe you can be certain of improving, and that's your own self.",
    "132": "The best preparation for tomorrow is doing your best today.",
    "133": "Try not to become a man of success, but rather try to become a man of value.",
    "134": "LTrue love is like ghosts, which everyone talks about and few have seen.",
    "135": "— ¿Qué tienes? \nEscribiendo… \nEscribiendo…\nEscribiendo…\nEscribiendo…\nEscribiendo…\nEscribiendo…\nEscribiendo…\nEscribiendo…\n— Nada.",
    "136": "L'AP au lycée c'est un peu équivalent à la techno au collège, 2h où tu te demandes si la vie a vraiment un sens",
    "137": "Keep love in your heart. A life without it is like a sunless garden when the flowers are dead.",
    "138": "RT @indian_tea18388: Hit man ... https://t.co/NMagDubQS2",
    "139": "There is no greater agony than bearing an untold story inside you.",
    "140": "All patriotic Americans want to know: Why didn't James Alex Fields' Christian family and pastor inform authorities of his radicalization? https://t.co/HGHeZ258pI",
    "141": "Your talent is God's gift to you. What you do with it is your gift back to God.",
    "142": "Her gün gece kulüplerinde barlarda pavyonlarda içip içip milletle kesişen kaşarlar için annesinin dizinin dibinde lahana saran kızları üzdük",
    "143": "Always remember that you are absolutely unique. Just like everyone else.",
    "144": "RT @Animals81766860: #दानिशअली #INDvsAUS https://t.co/gLPJfNCyjm",
    "145": "RT @Animals81766860: #havellskedeva #jjk234 https://t.co/5jNUKKrFot",
    "146": "You may not control all the events that happen to you, but you can decide not to be reduced by them.",
    "147": "\"Thanks to the Affordable Care Act, your coverage is better today than it was before.\"\n\nWatch the weekly address:",
    "148": "https://t.co/FREkE3zbv5",
    "149": "RT @indian_tea18388: #IndiaCanada https://t.co/s3Q3H14T9P",
    "150": "(2) afforded a degree of optimism because Trump's policies will ultimately affect you less if you're straight, white, cis, able-bodied,",
    "151": "Remember that the happiest people are not those getting more, but those giving more.",
    "152": "RT @indian_tea18388: #INDvsAUS #warner https://t.co/dYjnhhIfov",
    "153": "\"Everyone will hurt you in the end, it's just a matter of finding who's worth getting hurt for.\"",
    "154": "Success is simple. Do what's right, the right way, at the right time.",
    "155": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.",
    "156": "Cuando te vuelves frío las personas empiezan a valorar quien eras antes.",
    "157": "RT @Animals81766860: https://t.co/ai0Q9ZzP3a",
    "158": "A woman's mind is cleaner than a man's: She changes it more often.",
    "159": "You, yourself, as much as anybody in the entire universe, deserve your love and affection.",
    "160": "There is always something left to love. And if you ain't learned that, you ain't learned nothing. https://t.co/YKddOcGZYz",
    "161": "Coming together is a beginning; keeping together is progress; working together is success.",
    "162": "Any fool can criticize, condemn and complain - and most fools do.",
    "163": "What you do today can improve all your tomorrows...",
    "164": "“To live is the rarest thing in the world. Most people exist, that is all.”",
    "165": "“Well, it seems to me that the best relationships - the ones that last - are frequently the ones that are rooted in friendship.",
    "166": "Life isn't about finding yourself. Life is about creating yourself.",
    "167": "Age is something that doesn't matter, unless you are a cheese.",
    "168": "Ölümü çağırmak gibiydi seni seviyorum demek..",
    "169": "A man is a success if he gets up in the morning and gets to bed at night, and in between he does what he wants to do.",
    "170": "RT @digisol_q: I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot.\n80.html#cF3oDW04…",
    "171": "In order to carry a positive action we must develop here a positive vision.",
    "172": "RT @divya7061: Arriving at one goal is the starting point to another.",
    "173": "Happiness depends upon ourselves.\nAristotle",
    "174": "How wonderful it is that nobody need wait a single moment before starting to improve the world.",
    "175": "Disgusted! The news is devastating! America is being ruined right before our eyes! What an immoral pig you have to be to implement such BS!!",
    "176": "Only choker my girl is allowed to have around her neck is my hands",
    "177": "Knowing is not enough; we must apply. Willing is not enough; we must do.",
    "178": "While millions of poor children die every year from easily treated diseases, the top 1% now owns more wealth than the bottom 99%.",
    "179": "RT @digisol_v: Arriving at one goal is the starting point to another.",
    "180": "Progress is impossible without change, and those who cannot change their minds cannot change anything.",
    "181": "Upload your profile picture to let people know it's really you.",
    "182": "If you haven't got anything nice to say about anybody, come sit next to me.",
    "183": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion",
    "184": "\"Il existe une chose plus puissante que toutes les armées du monde ! C'est une idée dint l'heure est venue\" VICTOR HUGO",
    "185": "Absolutely stunning hair https://t.co/dJIr7Bj22I",
    "186": "RT @digisol_t: In the depth of winter I finally learned that there was in me an invincible summer.",
    "187": "The only way to have a friend is to be one.",
    "188": "https://t.co/lWqHaZmJ5R",
    "189": "I have noticed even people who claim everything is predestined, and that we can do nothing to change it, look before they cross the road.",
    "190": "Weba que te quieran un día sí y un día no, next.",
    "191": "Success is nothing more than a few simple disciplines, practiced every day.",
    "192": "RT @indian_tea18388: Winner team 🏆.... https://t.co/PeJFVBW5tm",
    "193": "Obama administration to issue guidance Friday on transgender bathrooms. https://t.co/Qc4xN3aoLp",
    "194": "In the name of God, stop a moment, cease your work, look around you.",
    "195": "Thousands take to U.S. streets to protest Trump victory https://t.co/zIsoq7yaZ1",
    "196": "I can resist everything except temptation",
    "197": "RT @digisol_q: A hero is someone who has given his or her life to something bigger than oneself.",
    "198": "Be happy with what you have and are, be generous with both, and you won't have to hunt for happiness.",
    "199": "Success is most often achieved by those who don't know that failure is inevitable.",
    "200": "Love is friendship that has caught fire. It is quiet understanding, mutual confidence,",
    "201": "Happiness depends upon ourselves.",
    "202": "RT @indian_tea18388: #INDvAUS #ICCWorldCup https://t.co/xb0xs0Nu57",
    "203": "True life is lived when tiny changes occur.",
    "204": "Begin at once to live, and count each separate day as a separate life.",
    "205": "\"Anybody can sympathise with the sufferings of a friend, but it requires a very fine nature to sympathise with a friend's success.\"",
    "206": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or,",
    "207": "“I'm selfish, impatient and a little insecure. I make mistakes, I am out of control and at times hard to handle.",
    "208": "✳️ＯＮＬＹ\n\n✳️ＩＦ\n\n✳️ＹＯＵ\n\n✳️ＦＯＬＬＯＷＢＡＣＫ\n\n✳️#MGWV\n\n✳️#RETWEET\n\n✳️#FOLLOWTRICK\n\n✳️#TEAMFOLLOWBACK\n\n✳️#ANOTHERFOLLOWTRAIN\n\n✳️#ＦＯＬＬＯＷ",
    "209": "their name was Arden https://t.co/ZgH1yYaKR4",
    "210": "The 3 stages of curiosity https://t.co/O97452WZdt",
    "211": "Love is composed of a single soul inhabiting two bodies.\nAristotle",
    "212": "Arriving at one goal is the starting point to another.",
    "213": "Correction does much, but encouragement does more.",
    "214": "💜🍀💜🍀💜🍀💜🍀💜🍀💜🍀💜Hello…Have a happy da💜🍀💜🍀💜🍀💜🍀💜🍀💜🍀💜 https://t.co/6iBtt40xrh",
    "215": "RT @mound_n: A hero is someone who has given his or her life to something bigger than oneself.",
    "216": "You have to dream before your dreams can come true.\nA. P. J. Abdul Kalam",
    "217": "Moraine Lake in Banff National Park, Alberta, Canada | Photography by ©Gilles Baechler https://t.co/N6EeUzpfDt",
    "218": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose,",
    "219": "RT @digisol_t: What you do today can improve all your tomorrows...",
    "220": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.\n..\\",
    "221": "RT @digisol_q: What you do today can improve all your tomorrows.",
    "222": "Friends show their love in times of trouble, not in happiness.",
    "223": "One advantage of talking to yourself is that you know at least somebody's listening.",
    "224": "RT @digisol_q: The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "225": "Perfection is not attainable, but if we chase perfection we can catch excellence.",
    "226": "7 Motivational Graduation Speeches That Will Inspire You",
    "227": "“Only a true best friend can protect you from your immortal enemies.” \n― Richelle Mead, Vampire Academy",
    "228": "Happiness is when what you think, what you say, and what you do are in harmony.\nMahatma Gandhi",
    "229": "Love is like a friendship caught on fire. In the beginning a flame,",
    "230": "RT @digisol_q: How wonderful it is that nobody need wait a single moment before starting to improve the world.",
    "231": "Eu nas fotos alheia sou a mulher ali atrás metendo a colherada na boca https://t.co/waGSjRNv3l",
    "232": "RT @MindWisdomMoney: 14 Visuals that will change the way you face the challenges life throws you:\n\n1. https://t.co/DfexhE9faz",
    "233": "No one ever remembers the people who play it safe.\nGrowth comes from taking opportunities. #daretodream #visio",
    "234": "“If you want to know what a man's like, take a good look at how he treats his inferiors, not his equals.”",
    "235": "RT @digisol_q: What you do today can improve all your tomorrows...",
    "236": "Find a place inside where there's joy, and the joy will burn out the pain.",
    "237": "RT @Tiger47814183: https://t.co/GHxESry7rN",
    "238": "“Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.”",
    "239": "What comes easy, won't last. What lasts, won't come easy",
    "240": "Let us be grateful to people who make us happy, they are the charming gardeners who make our souls blossom.\nMarcel Proust",
    "241": "“No person is your friend who demands your silence, or denies your right to grow.” \n― Alice Walker",
    "242": "\"Don't walk behind me; I may not lead. Don't walk in front of me; I may not follow. Just walk beside me and be my friend.\"",
    "243": "Let us sacrifice our today so that our children can have a better tomorrow.",
    "244": "“Friendship is the hardest thing in the world to explain. It's not something you learn in school. But if you haven't learned the meaning ..",
    "245": "Failure will never overtake me if my determination to succeed is strong enough.",
    "246": "RT @digisol_t: What you do today can improve all your tomorrows.",
    "247": "RT @divya7061: Life's most persistent and urgent question is, 'What are you doing for others?'",
    "248": "The first step toward change is awareness. The second step is acceptance.",
    "249": "“Don't cry because it's over, smile because it happened.”",
    "250": "https://t.co/RjTnV7n33R",
    "251": "No matter what you're going through, there's a light at the end of the tunnel and it may seem hard to get to it but you can do it",
    "252": "Red Train Bernina between Italy and Switzerland https://t.co/ZzHMqwellF",
    "253": "We must learn to live together as brothers or perish together as fools.",
    "254": "My fake plants died because I did not pretend to water them.",
    "255": "ＲＥＴＷＥＥＴ\n\n༄ＯＮＬＹ\n\n༄ＩＦ\n\n༄ＹＯＵ\n\n༄ＦＯＬＬＯＷＢＡＣＫ\n\n#F4F\n#MGWV\n#RT2GAIN\n#FOLLOWTRICK\n#TEAMFOLLOWBACK\n#ANOTHERFOLLOWTRAIN\n\n#ＦＯＬＬＯＷ @mound",
    "256": "What you do today can improve all your tomorrows.",
    "257": "https://t.co/Z8soTI1NGe",
    "258": "We must let go of the life we have planned, so as to accept the one that is waiting for us.",
    "259": "RT @Tiger47814183: https://t.co/Bbz96DkWgR",
    "260": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "261": "https://t.co/oHiqklBorv",
    "262": "“You've gotta dance like there's nobody watching,\nLove like you'll never be hurt,\nSing like there's nobody listening,\nAnd live like it's",
    "263": "RT @divya7061: What you do today can improve all your tomorrows...",
    "264": "I'm sorry, if you were right, I'd agree with you.\nRobin Williams",
    "265": "My best friend is the man who in wishing me well wishes it for my sake.",
    "266": "There are two ways of spreading light: to be the candle or the mirror that reflects it.",
    "267": "People who think they know everything are a great annoyance to those of us who do.",
    "268": "En illegalinden,iki çay kap gel, tüm yasaklara içesim var..!”",
    "269": "J'AI VÉCU L'ASCENSEUR ÉMOTIONNEL #TeenWolf",
    "270": "Change is the law of life. And those who look only to the past or present are certain to miss the future.\nJohn F. Kennedy",
    "271": "Don't be that guy that makes a girl feel crazy for her suspicions when your doing exactly what she's questioning about!",
    "272": "RT @Animals81766860: #LeoHindiPoster #BigBillionDays https://t.co/njq69EaNZO",
    "273": "RT @digisol_q: To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
    "274": "It is during our darkest moments that we must focus to see the light.",
    "275": "“To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.”",
    "276": "Let the beauty of what you love be what you do.\nRumi",
    "277": "You may delay, but time will not.",
    "278": "RT @digisol_t: Choose a job you love, and you will never have to work a day in your life.",
    "279": "Yesterday is not ours to recover, but tomorrow is ours to win or lose.",
    "280": "The time is always right to do what is right.",
    "281": "Happiness is your nature. It is not wrong to desire it. What is wrong is seeking it outside when it is inside.",
    "282": "I have my 3rd Christmas since you died\nIt is not Mother's Day..\nBut I still appreciate you even now\n🎄Merry Christmas, Mom 😸💫✨🔔🍒🎅 https://t.co/ycbFJxaCX5",
    "283": "Just because I tweet something doesn't mean it's relevant to my current situation. My tweets are a reflection of my thoughts, not my life",
    "284": "When someone shows you who they are, believe them the first time.",
    "285": "Just when I think I have learned the way to live, life changes.\nHugh Prather",
    "286": "RT @digisol_v: You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the posit…",
    "287": "The best preparation for good work tomorrow is to do good work today.",
    "288": "The best way to pay for a lovely moment is to enjoy it.",
    "289": "My baby is so sick 😕 he sounds like he's in pain while he's sleep",
    "290": "El amor no es tener novio, ni besar, ni tener sexo...El amor es amar, cuidar, respetar, confiar y dedicar tiempo.",
    "291": "When we honestly ask ourselves which person in our lives means the most to us, we often find that it is those who, instead of giving advice,",
    "292": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.",
    "293": "RT @digisol_q: Choose a job you love, and you will never have to work a day in your life.",
    "294": "If you don't like something, change it. If you can't change it, change your attitude.",
    "295": "Nothing is impossible, the word itself says 'I'm possible'!",
    "296": "Without knowing what I am and why I am here, life is impossible.",
    "297": "Sözü yorduk\nAşkı yorduk\nBizi yorduk\nBizden geriye\nBir sen kaldı\nBir ben.\nOysa,\nNe düşler kurmuştuk.\nSonunda biz,\nBirer düş olduk\n\nSeçil Oğuz https://t.co/DVwirJhyP0",
    "298": "Love is when the other person's happiness is more important than your own.",
    "299": "RT @digisol_q: You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.' See the posit…",
    "300": "https://t.co/lPXq02OOfv",
    "301": "The roots of education are bitter, but the fruit is sweet.",
    "302": "RT @digisol_q: When someone shows you who they are, believe them the first time.",
    "303": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot.\n80.html#cF3oDW04PyxUqTIe.99",
    "304": "RT @Animals81766860: #Tiger https://t.co/nqsf2OwNRS",
    "305": "RT @Animals81766860: https://t.co/INffWShvgz",
    "306": "Tuğberk sen,Yaşına uygun sanalda herkesle kamerada kendini beceren  ucuz aşağılık karaktersiz, niteliksiz orospularla ya da ibnelerle ol https://t.co/ujxir2SLfC",
    "307": "RT @digisol_v: The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "308": "RT @digisol_t: To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
    "309": "Ajde da zajedno ne verujemo u prijateljstvo između muškarca i žene...\nDođi da budemo prijatelji malo",
    "310": "Sometimes the heart sees what is invisible to the eye.",
    "311": "If you're going to do something tonight that you'll be sorry for tomorrow morning, sleep late.",
    "312": "https://t.co/0nwS3PqQVI",
    "313": "You can't blame gravity for falling in love.",
    "314": "Linha direta https://t.co/Kn7yF5dGvk",
    "315": "Painting by Antoine Blanchard - #pintura #art #arttwit #paris #painting https://t.co/J6ViWBuGkd",
    "316": "The face is the mirror of the mind, and eyes without speaking confess the secrets of the heart.",
    "317": "Correction does much, but encouragement does more.hgttu",
    "318": "RT @digisol_t: The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "319": "Since we cannot change reality, let us change the eyes which see reality.",
    "320": "Beyaz mı olayım kırmızı mı dedim\nKırmızı ol benim ol dedi. https://t.co/BX3Ora66xG",
    "321": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.",
    "322": "Keep your face to the sunshine and you cannot see a shadow...",
    "323": "Love isn't something you find. Love is something that finds you.",
    "324": "In the depth of winter I finally learned that there was in me an invincible summer.",
    "325": "Good evening my dear friend\nI hope you ll be happy too *Blessing* https://t.co/RtzaTkzWxM",
    "326": "RT @Tiger47814183: What is this... https://t.co/NFr4h6DpAo",
    "327": "RT @digisol_q: In the depth of winter I finally learned that there was in me an invincible summer.",
    "328": "You're going to go through tough times - that's life. But I say, 'Nothing happens to you, it happens for you.'",
    "329": "Curly haired goddess \nTwitter: https://t.co/VGL5F2BD6C",
    "330": "“Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.”",
    "331": "Things are never quite as scary when you've got a best friend.\nRead more at",
    "332": "It is always wise to look ahead, but difficult to look further than you can see.\nWinston Churchill",
    "333": "We may encounter many defeats but we must not be defeated.",
    "334": "RT @mound_n: What you do today can improve all your tomorrows...",
    "335": "Try to be a rainbow in someone's cloud.",
    "336": "I'm really hoping something good happens between us",
    "337": "A hero is someone who has given his or her life to something bigger than oneself.",
    "338": "https://t.co/dwa9sRfJzr",
    "339": "RT @digisol_t: When someone shows you who they are, believe them the first time.",
    "340": "Your smile will give you a positive countenance that will make people feel comfortable around you.",
    "341": "RT @digisol_t: In order to succeed, we must first believe that we can.",
    "342": "Sometimes if you want to see a change for the better, you have to take things into your own hands.",
    "343": "Prejudice is a burden that confuses the past, threatens the future and renders the present inaccessible.",
    "344": "I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to find out..",
    "345": "RT @digisol_t: I put my heart and my soul into my work, and have lost my mind in the process.\nVincent Van Gogh",
    "346": "RT @mound_n: In order to succeed, we must first believe that we can.",
    "347": "I long for the raised voice, the howl of rage or love.",
    "348": "- It doesn't really matter how big they are ,,\ncats will always be cats    ........................ https://t.co/kDB14iku2y",
    "349": "Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality and duplicate it.",
    "350": "Başım çok ağrıyo tıpçılar bana bi okusun",
    "351": "RT @Animals81766860: https://t.co/uZSrMWALIO",
    "352": "The love we have in our youth is superficial compared to the love that an old man has for his old wife. https://t.co/fkjgLiXpp0",
    "353": "RT @divya7061: In the end, it's not the years in your life that count. It's the life in your years.",
    "354": "Do what you love to do and give it your very best. Whether it's business or baseball, or the theater, or any field.",
    "355": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success",
    "356": "RT @Animals81766860: #tiger baby... https://t.co/tWWoGEnO25",
    "357": "RT @digisol_t: Try to be a rainbow in someone's cloud.",
    "358": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlockpersonal excellence.",
    "359": "Blue Dream Moonrocks 🌝 https://t.co/BYCJOJ0xS2",
    "360": "RT @divya7061: You have to learn the rules of the game. And then you have to play better than anyone else.",
    "361": "I'm growing and getting stronger with every breath. Bringing me closer to heaven's doors with every ste",
    "362": "RT @mound_n: I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot.\n80.html#cF3oDW04Py…",
    "363": "Love is that condition in which the happiness of another person is essential to your own... Jealousy is a disease, love is a healthy",
    "364": "Once you replace negative thoughts with positive ones, you'll start having positive results.",
    "365": "RT @divya7061: The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlockpersonal…",
    "366": "To succeed, you need to find something to hold on to, something to motivate you, something to inspire you.",
    "367": "retweet if you want to gain just follow everyone who retweets and follow back whoever follows you🍋",
    "368": "RT @digisol_q: We may encounter many defeats but we must not be defeated.",
    "369": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.",
    "370": "Love is blind; friendship closes its eyes.\nFriedrich Nietzsche",
    "371": "You cannot have a positive life and a negative mind.",
    "372": "RT @divya7061: Knowing is not enough; we must apply. Willing is not enough; we must do.",
    "373": "ConsciousD: RT FlamingoIsland: No act of kindness is too small. ConsciousD https://t.co/Y67UqqDkj5",
    "374": "Last day of tour in Dublin called for a nice cold Guinness. https://t.co/WT1COmE8TF",
    "375": "No act of kindness, no matter how small, is ever wasted.",
    "376": "It is not how much we have, but how much we enjoy, that makes happiness.",
    "377": "İnsan ne anlatabilir ki.?\n\"Ben şimdi cam ayıklıyorum\n içimden desem\"\nalay ediyorum zannedecekler.. .",
    "378": "RT @digisol_v: I would rather live my life as if there is a God and die to find out there isn't, than live as if there isn't and to die to …",
    "379": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man.",
    "380": "Life's most persistent and urgent question is, 'What are you doing for others?'",
    "381": "I have never been able to scroll past a cute pug video and not like it #puglife\n14 retweets 76 likes\nReply   Retweet  14   \nLiked 76  \nMore",
    "382": "RT @digisol_v: Choose a job you love, and you will never have to work a day in your life.",
    "383": "I think we all have empathy. We may not have enough courage to display it.",
    "384": "In the sweetness of friendship let there be laughter, and sharing of pleasures. For in the dew of little things the heart finds its",
    "385": "You are never too old to set another goal or to dream a new dream.",
    "386": "Your destiny is to fulfill those things upon which you focus most intently. So choose to keep your focus on that which is truly magnificent,",
    "387": "Yesterday is not ours to recover, but tomorrow is ours to win or lose...",
    "388": "RT @Tiger47814183: https://t.co/05tIDpQK4X",
    "389": "“How many slams in an old screen door? Depends how loud you shut it. How many slices in a bread? Depends how thin you cut it.",
    "390": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.",
    "391": "Artvin niye mi direniyor? Sen olsan bu güzellik için direnmez miydin? https://t.co/pqw9eyVDcT",
    "392": "There is only one happiness in this life, to love and be loved.",
    "393": "RT @divya7061: Life is really simple, but we insist on making it complicated.\nConfucius",
    "394": "Moi je dis la vérité c'est pour ça que y'en a peu que j'ai déçu.",
    "395": "Good morning dear friend, your stunningly awesome to the whole world, inspirational, love you ❤🌹 https://t.co/QliQhf6Kcb"
}