{
    "0": "#RockyAurRaniKiiPremKahaani #RARKPK First Day #BoxOffice Report. Morning.\nScreen Count: 3482\nOccupancy (Till 12 PM): 24%\n\nPOV: Good Opening. Targeting a 12 Cr opening day and Good Spot Bookings shows reviews have driven the footfall\n\nOverall Good Start\n@RanveerOfficial @aliaa08 https://t.co/mifeWiBAre",
    "1": "One decisive trade, one resounding victory - wield the power of the market with kingly command. #TradeLikeAChampion #FinancialMastery\nCheck the Action here and the Advisor with a 100% Track Record: https://t.co/0aJcM0INLT https://t.co/NLOMVY3Cby",
    "2": "Rising from the ashes, I harnessed the power of knowledge, delving into the realms of AI, finance, and the written words. Emerging as an author and coach, I've dedicated myself to enlightening others, sharing the hard-won wisdom gained through my trials.",
    "3": "#ProjectK #FirstLook of @deepikapadukone\nOut now. \n #AmitabhBachchan #KamalHaasan #Prabhas #DeepikaPadukone #NagAshwin https://t.co/Dg70a1MLWa",
    "4": "This man is a Legend for a Reason.\nWhat a Speech by @iamsrk.\n#Jawan #JawanPrevue #ZindaBanda \nhttps://t.co/b8DLdz86RC",
    "5": "@0542siddharth Average ticket price",
    "6": "#ZindaBanda is going to be a Chartbuster from the word Go.......\n#Jawan @iamsrk @deepikapadukone @Atlee_dir https://t.co/PVV80XxH2g",
    "7": "May fortune smile upon you, my companions in this journey. Until we meet on the other side of life's canvas, my heart travels with you.\n\nYours in spirit, \nAbhishek",
    "8": "@theonecinema Abhishek is on Bed Rest.",
    "9": "@mrJaveed Pls ck your dm",
    "10": "#OMG2 is a certified 'A' by #CBFC#CBFC #CBFC\n 🎥RUN TIME has been UNLEASHED: 156.10 MINUTES 🎬 Brace yourself for 2 HOURS and 36 MINUTES of EPICNESS!  #India\n\n🌟 Save the date: 11th August 2023! \n\n🚀 Get ready for a MIND-BENDING rollercoaster ride that will leave you BREATHLESS! https://t.co/LW2wjsmDPe",
    "11": "Death brushed my body and soul like a fleeting bullet, but I refuse to succumb. I'll rise again as my health mends, still need to reclaim strength to stand on my own. This isn't the end; it's a promise of a resilient comeback. 💪 #Resilience #Recovery #NeverGiveUp",
    "12": "#Gadar2 Advance Booking Momentum is Terrific.\n⭐️Tickets Sold: 1.1 Lakh+\n⭐️Gross Revenue: Rs. 2.83 Crore.\n👉Bookings at many Centers has not yet started.\n@iamsunnydeol @Anilsharma_dir @ameesha_patel \nDetailed Report: https://t.co/EuCELGUrVi https://t.co/P3Xyh00sAh",
    "13": "Power came back at 10 PM. There was a major problem. Releasing #Jawan figures in 20 minutes.",
    "14": "@theonecinema Sure.",
    "15": "RT @BoxofficePrime: To Advance All Time (Hindi) For Opening Day.\nKGF 2₹ 40.65\nBaahubali 2 (Hindi)₹ 37.50\nPathaan (Not Final)₹ 32.97\nWar₹ 32…",
    "16": "@just_sarcastics @iamDeep_45 I have sent you all the information I have on him VIA DM.",
    "17": "Youtube Gave a Copyright strike on the Original Video. So Uploading it with images now. #Jawan",
    "18": "@FanOfJoy Believe me I am missing him too. And all this is not easy for me. Just pray for his speedy recovery.",
    "19": "#Adipurush did not fail because of BAD VFX. The list of problems is never ending.\n1. No understanding of #Ramayana by the core team.\n2. Arrogance.\n3. Screenplay.\n4. Characterization.\n5. Narrative.\n6. Changing Key Elements and Situations.\n7. An out of Shape #Prabhas \n\nEtc etc...",
    "20": "Coming up.\n#RockyAurRaniKiPremKahani 9th Day Report.\n#Gadar2 and #OMG2 Advance Booking Report.",
    "21": "@iamDeep_45 @iMjolnir1 @iamsrk :(\nhttps://t.co/YtNSeAqitn",
    "22": "Due to a Power Failure Since after the Report on #Jawan is running a little late. Stay Tuned. It will be out today.",
    "23": "#RockyAurRaniKiPremKahaani #BoxOffice Report (2nd Saturday).\n⭐️Trending Towards a Huge: 11 Cr and Second Weekend of Rs. 32 Crores.\n⭐️With 73.33 Cr already amassed in 1st week it will go past 105 crores tomorrow.\n@RanveerOfficial @aliaa08 \nDetailed Report: https://t.co/pO8064Rwe7 https://t.co/POK9wbqvE3",
    "24": "#Pathaan is headed for a Record Breaking Opening Day.\n\nWait... That's not the news...\n\nThe 2nd Day can be bigger than the opening day. Take Screenshots.\n\nWOM is crucial for this. But its possible.",
    "25": "What's Your Review of #Kalki2898AD Teaser?\n#ProjectKGlimpse #ProjectK #Kalki2898ADTeaser\n#Prabhas #Nagashwin @SrBachchan @deepikapadukone",
    "26": "Also Due to the Circumstances That i faced in Last 1 Month There is a Higher Calling for me. \n\nI will update you guys once my head is back on my shoulders.\n\nThanks to everyone who helped getting me my account back. #Hacked",
    "27": "#BarbieTheMovie📷 #BoxOffice #India till now. \nDay 1 (F) - Rs. 4.48 Cr.  \nDay 2 (S) - Rs. 6.51 Cr.  \nDay 3 (S) - Rs. 7.48 Cr.  \nDay 4 (M) - Rs. 2.55 Cr.  \nTotal = Rs. 21.02 Cr.  \nThis #MargotRobbie has captured the family and kids audience. Trending with Stable Figures. https://t.co/JIe0vSL2Td",
    "28": "#OMG2 Advance Bookings Looks Weak as of now.\n1⃣ Tickets Sold: 15000+\n2⃣ Gross Revenue: Rs. 28.28 Lakhs\n👉 Film really needs a push ASAP.\nDetailed Report: https://t.co/EuCELGUrVi https://t.co/2h9GU8yl2u",
    "29": "#RockyAurRaniKiiPremKahani Important Details.\nBudget: 178 Cr (As Claimed by the Producers).\nDays to Release: Less Than 3.\nAdvance Booking Gross: Around 1 Cr. \n\nHope the film opens better. \n@RanveerOfficial @aliaa08 https://t.co/1IFf8BC9zw",
    "30": "Many of you tweet and DM for Abhishek. \nPlease Note: He is not well. He is on bed for last 5+ months and might take 3-4 months to recover. \nThis account is being managed in his absence to keep on passing the information. \nRequesting prayers from everyone for his recovery.",
    "31": "Hollywood Movies are having a Golden Run at the Indian Box Office.\n#MissionImpossibleDeadReckoning grossed 72.64 Cr in it's 5 day opening weekend &amp; #Oppenheimer has sold 85% of available IMAX tickets till now. https://t.co/AdJCuXWvsF",
    "32": "Codename #ProjectK Titled #Kalki2898AD seems like the first post-apocalyptic movie from #India.\n\nThe teaser is Impressive and Seems like a new Superhero will rise from the Ashes.\nExcited for this one.\n#ProjectKGlimpse #Prabhas \nhttps://t.co/Vq5429qlZc",
    "33": "Coming Up.\n#RockyAurRaniKiPremKahaani Monday Report. (12.30 AM).\n#AdvanceBooking Report: #Gadar2 #OMG2 and #Jailer . (1.15 AM). https://t.co/nIjKl3x1LT",
    "34": "I am going to reveal a Lot about #Jawan in next 1 hour including Rights Sold and Why Blockbuster is written all over it. https://t.co/R2bq7TKvWt",
    "35": "#Gadar2 and #OMG2 advance Report coming up with Latest Data. And it's not for National Chains it's for the entire Ecosystem.",
    "36": "What's Your #Gadar2Trailerreview ?\n\n@Anilsharma_dir @iamsunnydeol @ameesha_patel",
    "37": "My physical state mirrors the turmoil within. On the 7th of March, I underwent a surgery, facing an Intestinal Obstruction that shook my very core. A Colostomy Bag became my companion, a constant reminder of the fragility of life.",
    "38": "Budget of #RockyAurRaniKiiPremKahaani is 178 cr.\n\nNeed I say more about the problems in Bollywood. https://t.co/417Lf0Q4in",
    "39": "I just realized. @X now has a limit on DMs for non Verified profiles. It's a Paid Social Network now. @elonmusk",
    "40": "@SheikhMshariq77 @actorvijay @duttsanjay @iamsrk Sadly not. \nhttps://t.co/tvov1cqPxw",
    "41": "All I want to Say is\n\"Abhi Baaki Meri Kahani Hai, Saari Duniya kojo Sunani Hai\".\nKeep Spreading Love till we meet again. But Beware......",
    "42": "What is Your Review of #ProjectK #FirstLook Poster featuring #Prabhas ?",
    "43": "🔥 #ZindaBanda: A Masterpiece for Mass Obliteration! 💥 Get ready to witness an electrifying transformation - theaters turned into dancing stadiums! 🕺🎉 Full marks for this sensational song! 🌟\n#Jawan #JawanPrevue\n@iamsrk @Atlee_dir @VijaySethuOffl https://t.co/QDBHXKnEBP",
    "44": "Coming Up #AdvanceBooking Report of #Gadar2 and OMG2.",
    "45": "@narayandtl You are being very optimisticc by using the word Mushkil. Kher Chodo.",
    "46": "To those who've expressed concern, some with pointed words, and others seeking answers – I bear the responsibility for the choices that led us here. My wife isn't to blame. Financial missteps clouded our path. #OwningMistakes",
    "47": "Everyone including me in the team thinks that till Abhishek is back in action We should use his profile pic on his profile. Can you guys vote.",
    "48": "What's Your #MovieReview of #RockyAurRaniKiiPremKahaani ?\n#RRKPK \n#RRKPKReview \n@RanveerOfficial @aliaa08 @aapkadharam",
    "49": "#Gadar2 has genuine craze on ground while the excitement in A centres is modest, in Mass centres the film is going to take an earth shattering opening. \n@iamsunnydeol @Anilsharma_dir @ameesha_patel https://t.co/eJoMJpsoUW",
    "50": "@onl9abhishek I wish ot was him. \nhttps://t.co/tvov1cqPxw",
    "51": "#RockyAurRaniKiPremKahaani 2nd Weekend #BoxOffice Report. \n1⃣ Targeting another 20$ over yesterday's 70% growth. 2⃣2nd Sunday = Rs. 13.56 Cr. 2nd Weekend: Rs. 31.81 Cr. \n3⃣ Total: Rs. 105.14 Crores.\nVery Good Hold.\n@RanveerOfficial @aliaa08 @DharmaMovies https://t.co/j3poDDYisG",
    "52": "Dear All,\nI was going through a personal tragedy in Life and At the Same Time My Account was hacked.\n\nThankfully I was able to Save my Handle @Blogdrive before it was hacked.\n\nToday @TwitterSupport Finally Restored My account.\n\nThanks....\n\nI will be back soon.",
    "53": "Looking at #Adipurush and #ProjectK it seems like directors are using stardom of #Prabhas to rake in huge budgets but none of it is being used where it should be.\n\n#ProjectK is such a large canvas and it can give India a real Hit in International markets. But (1/2) https://t.co/bYr5UDFkGU",
    "54": "At this Level of Buzz if #Pathaan gets positive to excellent WOM then We are looking at a 180+ Cr Nett opening Weekend Minimum with Friday Collection being lowest.",
    "55": "Friends, let's quell the urge to cast blame. Life's complexities often evade our best-laid plans. My focus now rests on healing, on reclaiming my family. Grateful for the blessings I've received along this tumultuous journey. #JourneyToHealing",
    "56": "#Gadar2 breaches 2 cr. What a Pace.",
    "57": "After 22 Years #TaraSingh is Back.\n#Gadar2Trailer is Electrifying and one Dialogue Particular sends Goosebumps.\n\nPure Mass. Enjoy.....\n@iamsunnydeol @Anilsharma_dir @ameesha_patel \nhttps://t.co/NZDKD89DZ9",
    "58": "#Gadar2 is off to a Very good Start. Period.....\nEveryone needs to be ready to be surprised.",
    "59": "#BarbieTheMovie📷📷 #BoxOffice #India till now.  Day 1 (F) - Rs. 4.48 Cr.   \nDay 2 (S) - Rs. 6.51 Cr.   \nDay 3 (S) - Rs. 7.48 Cr.   \nDay 4 (M) - Rs. 2.3 Cr.   \nDay 5 (T) - Rs. 2.28 Cr\nTotal = Rs. 23.05 Cr.   \nSuper Stable. https://t.co/0oAXJEowzK",
    "60": "Premiere Link For #ZindaBanda from #Jawan.\nCome On. Hop Onto it now. 15 minutes to Go. \n@iamsrk \nhttps://t.co/vgKyU4FZbM",
    "61": "That was #Pathaan's Lifetime Collection in the belt.",
    "62": "@iamDeep_45 What I felt when I met him that he is strong as a pillar even in adversity but is badly affected by his family not being with him in this time. What I understand is Money is a *****",
    "63": "I am not against #RockyAurRaniKiiPremKahaani #RRKPK, I am against the way people are promoting it. \n\nWhy No one spoke about Advance Collection, Why no one is talking about block bookings.",
    "64": "#Brahmashtra Opening Day Collection: Rs. 36 Cr. NBOC &amp; Advance For opening day on at end Rs. 17.77 Cr.\n\n#Pathaan Opening day Advance Booking Collection: Rs. 15.12 Cr.",
    "65": "Count the moments, not the days. I'm on my way. https://t.co/5Erd5aFWpZ",
    "66": "I recognize that we are but mere mortals, bound by the limits of our existence. We cannot defy the will of a higher power.",
    "67": "My Dearest Friends,\n\nThis is Abhishek, reaching out to you with a heavy heart. I find myself in a place I never thought I'd be, a place of vulnerability and struggle that I couldn't have foreseen.\n\nLife, as we know it, can take unexpected turns. I entrusted someone I held dear",
    "68": "Over half a year has slipped through my fingers, marked by physical agony and the weight of my ordeal. Over half a year has slipped through my fingers, marked by physical agony and the weight of my ordeal.",
    "69": "🎉🎶 #ZindaBanda from #Jawan sets an All-Time Record on YouTube! 🎶🎉\n\nIn just 24 hours, this song became the most viewed video on YouTube Officially! 🚀Right Now, With 44M+ views and 8,64,000+ likes, it's an unstoppable force. 💥 Congrats to the team for this viral sensation! 🏆 https://t.co/Ewshd7ZChE",
    "70": "No updates Tonight. Apologies.",
    "71": "#Jawaan has it written all over it. RECORD BREAKING OPENING.\n⭐️The film created Record with Trailer.\n⭐️ #ZindaBanda repeated the same record in Songs.\n⭐️Trade and audience feedback suggests that it is targeting records of #Pathaan. Nothing Less. https://t.co/SPsi9zsCg5",
    "72": "Ten days strung like fragile threads, survival teetering on the edge. Uncertainty hung heavy, a cloud of doubt. Amidst the struggle, I traversed realms, touched by the divine, emerging with renewed strength. #BattleForSurvival #DivineIntervention",
    "73": "What do you think about #Don3 Teaser ?\n@RanveerOfficial @FarOutAkhtar",
    "74": "@iam_KA19 Just Recovering",
    "75": "our connections a source of strength even in the darkest hours. Regrettably, I lack the energy to keep up with messages and notifications, hence why I pen this letter – a heartfelt farewell before my eventual return to a semblance of normalcy.",
    "76": "#Pathaan First Day Advance Booking Report. \n💥 Tickets Sold - 3,25,861\n💥#Presales - Rs. 10.69 Cr. \n💥 Pure Enigma. \nFull Fledged #PathaanAdvanceBookings will be available by 6 PM today. \nWe are staring at potential records on all levels  \n@iamsrk @deepikapadukone @yrf",
    "77": "Its taking a little time to understand his formulas and establishing touch with his contacts. Hopefully I will be able to do justice to this. \n\nBut I will ensure that all the updates start coming to you guys as soon as possible.",
    "78": "On 8th March, awakening amidst the colors of Holi, I found myself tethered to a colostomy bag, my body bearing the indelible mark of alteration.",
    "79": "I lost 40% of my body weight and was hardly able to lift a glass of water. Even today the wounds from the stomach burst are fresh and Sharing the pictures will be nothing less that Horror content.",
    "80": "@theonecinema Here it is. Since I am still learning a lot of things right now in absence of Abhishek Sir. I am not able to track deets in Real time. Will update in Night now. \nhttps://t.co/nDj9ReiPe0",
    "81": "Blockbuster Loading.\n#Gadar2 Crosses Sale of 1.55 Lakh Tickets and 4 Crore in #AdvanceBookings. \nBox Office Mayhem with a 25+ Cr opening on the cards.\n@iamsunnydeol @Anilsharma_dir @ameesha_patel @ZeeStudios_ https://t.co/n4l1pY9lue",
    "82": "The journey to recovery proved arduous, fraught with setbacks. \nAs sutures relinquished their hold, agony erupted and my stomach burst sending me to second trip of divine meets. Yet, with each trial, prayers and a higher power interceded, stitching hope into my faltering frame.",
    "83": "Wow #RockyAurRaniKiiPremKahaani is holding very well. Coming up in a while.",
    "84": "Market ka Yeh khel Nirala hai.\n\n#Nifty Duadne ko tayar hai aur #BNF girne ko aur dono ne ek doosre ko sambhal rakha hai.",
    "85": "This is the accuracy you get when you are connected to Trade.\nNot possible otherwise. \n#RockyAurRaniKiPremKahaani https://t.co/B5dSdZWMID",
    "86": "@DrSandeepReddy7 Abhishek is on Bed Rest. He will take months to recover. U can DM me for details.",
    "87": "I have not watched a Single Movie for at least last one year.\n\nSo update do, who is at top.\n#Pathaan kaisi thi, #Fighter kaisi thi, #Jawan kaisi thi aur Tiger.\n\nWhich are the upcoming movies I should start tracking with.",
    "88": "#RockyAurRaniKiPremKahaani opens up on #Saturday with a bang.\n⭐️Morning occupancy on Friday was 13% and today it is 25%.\n⭐️All Chances of hitting double digit today and 30 Cr+ second weekend.\nThere's no doubt that film will cross 100 Crores Tomorrow.\n@RanveerOfficial @aliaa08 https://t.co/7YJOU9I69r",
    "89": "Pata Nahin yaar kismat mein kya likha hai.\nFacing a Possible Relapse.\n\nBas Iss baar ek cheese definite hai.\nIss baar #Twitter se gayab hua to permanent good bye hoga. \n\nBut Tak tak ke liye....\n\nLet me enjoy things I Love including Twitter.",
    "90": "@iamDeep_45 Achievement yeh ki Zinda hun.......\nBaaki Recovering.....",
    "91": "So I decided to leave a answer all your questions asked in DM today kyunki \"Kya Pata Kal Ho Na Ho.\" \n\nLife's intricate tapestry has woven a story I never anticipated. Casting my mind back to the bitter cold of 2022, a season that saw my world unravel.",
    "92": "How's #OMG2Trailer ?\n#OMG2 @akshaykumar @yamigautam @TripathiiPankaj",
    "93": "When this chapter concludes, I shall seek you out and offer the amends you deserve. The desire to share a video message lingers, yet my present state shies away from the spotlight. Even these words, as I type them, drain the last vestiges of my energy.",
    "94": "I was the Only Trade Analyst who gave 2 Stars to #Brahmastra and kept on Reporting the Worldwide Collections and Supported the Movie Entirely During its Run.\nWhile everyone gave you collections in Morning my Collections would Reach you at night. https://t.co/NCUta8yGzT",
    "95": "The path ahead has limited spots for those willing to push through adversity. Don't miss out on inspiration that can unlock your inner strength and resilience in the face of life's greatest challenges.",
    "96": "(2/3)\n- His family told me that for two weeks they thought he will not survive.\n- He still has two operations to go &amp; the second operation is a major one.\n- He got admitted to hospital for operation but after 3 days surgeon said that he should wait for some time before operation",
    "97": "@sunny_0696 He has explicitly asked us not to share details in public. In case you would like to know details u can contact me in DM.",
    "98": "@iamDeep_45 Thanks Yaar. \nThis really made my day.",
    "99": "#OonchiOonchiWaadi From #OMG2 is a Blissful, Thoughtful and Heartwarming Chartbuster.\n\nLyrics by #KabeerShukla and team are Fantastic with perfect music score. It's a Winner all the Way.\n#OhMyGod2\n@akshaykumar @yamigautam @TripathiiPankaj @viacom18 https://t.co/rzbtsR8ugG",
    "100": "#RockyAurRaniKiiPremKahaani has a disappointing #Advancebooking trend till now. Overall gross is less than Rs. 2 Cr.\n\nLet's hope it catches up. https://t.co/6F8v0MPiLU",
    "101": "So Before I Update you guys. What I am doing Nowadays. I am leaving a thread so that All the DMs are answered.",
    "102": "#Pathaan Collected Rs. 14.51 Crores in #TamilNadu + #Kerala belt and it is a record for a Bollywood Movie.\n\n#Jawan is targeting an opening day more than this in Tamil Nadu alone.\n\nThat's the leap I am talking about. \nMany Such Insights Tonight. https://t.co/eN5RMlpOFr",
    "103": "#RockyAurRaniKiiPremKahaani #RRKPK Earns Rs. 11.1 Cr on It's opening Day.\n\nThese are good figures after a poor #AdvanceBooking but no where close to expectations. This is the most expensive movie of #KaranJohar ever and the breakeven is at 250 cr+.",
    "104": "I am simply Outdated.\n\n#Pathaan abhi tak dekhi nahin aur yahan #Pathaan2 ki baaten ho rahi hain........",
    "105": "Life's trials have a way of revealing our humanity. They strip away our pretenses, leaving us raw and vulnerable. I miss you all more than words can convey. Yet, as I lie here,",
    "106": "Let's Roll.....\n\nHighest Grosser for 2023. \n\n#Pathaan \n#Jawan\n#Tiger\n#Salaar\n\nWill Select Winners from this Poll and run a Poll with movies like #Dunki #Pushpa2",
    "107": "Then Due to Misunderstandings and Poisoning by ILs I ran into a tentative divorce which is still going on. And between this my Twitter was hacked and the Dude deleted all my old tweets. \nJust Reminding you guys. Because My identity has changed.",
    "108": "With each step, I cling to hope, hoping that the third operation might pave the way for the removal of this colostomy bag – a small victory amidst the battle. But time, it seems, is both my ally and adversary.",
    "109": "#Pathaan is Witnessing an UNPRECEDENTED Craze at the #BoxOffice.\n9 PM. \n⭐️Tickets Sold: 2,45,912\n⭐️#Presales: Rs. 8.3 Cr. 🇮🇳\n#PathaanAdvanceBooking is one of the best Advance Booking Trend in History of Indian Cinema.\n@iamsrk @yrf @deepikapadukone @TheJohnAbraham https://t.co/l7zhiCgZjC",
    "110": "This is to Understand you guys Better ?\n\nThis way, I can align my job and give you guys updates based on your timings. \n\nAnd the guys between 12 AM - 8 AM, please comment.\nWhen Do you guys come online on #TwitterX ?\n\n#Jawan #Gadar2 #OhMyGod2",
    "111": "#Exclusive &amp; #Breaking \n#Pathaan Crosses Sale of 3 lakh Tickets and Pre Sales of 10 Cr with limited advance booking at 3.51 AM.\n⭐️Tickets Sold: 3,10,928\n⭐️#PreSales: Rs. 10.3 Cr. #India \n#PathaanAdvanceBooking \nThis is the Best Trend Ever Only after #Baahubali2. https://t.co/TzLKoFkYIB",
    "112": "@theonecinema Will take a while atleast months of not years. Let's hope he atleast comes back in 2023.",
    "113": "I emerge from this battle scarred but stronger, more resilient, with an unbridled passion to share the lessons I've learned. My story is one of hope, perseverance and the power of an indomitable spirit.",
    "114": "Options trading seems tempting, but it's a minefield without proper experience.\n\n#SEBI warns: 9 out of 10 inexperienced traders get burnt in the options game. 🔥\n\nDon't let greed blind you to the risks. Build a strong foundation first through smart investing &amp; patience. https://t.co/0bdZ6GiGGS",
    "115": "#RockyAurRaniKiiPremKahaani #RRKPK is off to a good start at the Box Office.\n1⃣ Occupancy: M-24%, A - 31%, E - 34%, N - 41%.\n2⃣ First Day Estimate: Rs. 11.78 Cr.\n#BoxOffice \n@RanveerOfficial @aliaa08 https://t.co/vyFGYfb6uO",
    "116": "@speak_nilesh poora aa to jaane do aaj to teaser daala hai. Picture abhi baaki hai mere dost.",
    "117": "@0542siddharth Yes. Family Audience with Kids are patronizing the movie big time.",
    "118": "#Pathaan First Day #AdvanceBooking Report. \n💥 Tickets Sold - 4,72,864\n💥 #Presales: Rs. 14.89 cr  \nData at 1 AM  \n\nAll set for a Blockbuster &amp; Record Breaking opening. \n@iamsrk\n@deepikapadukone @TheJohnAbraham @yrf",
    "119": "@iam4sunrise Will Try Our Best. And will also pray for him so that he takes back his mantle asap.",
    "120": "@theonecinema Abhi poora welcome nahin hai.... Thodi kasar baaki hai",
    "121": "Battle Royale Begins for Screens Between #RockyAurRaniKiPremKahaani #Gadar2 and #OMG2.\nAnd it's turning out to be dirty.\nNo more comments on it.......",
    "122": "Dude I am fighting for my Life. \nI have had a suicidal past month.\nAnd still things are not good. \nI need to get my life back into me.\nI tried coming back on Twitter. But it does not help. https://t.co/uxUbVp2fFm",
    "123": "@theonecinema Sahi mein yahi suit karta hai.....\nBas Zinda hun......",
    "124": "When a man Loses his Family, he becomes identity less and You are dead inside.\nUntil I get my family back. Please bear with my Lost guy identity.  \nThats who really, I am today. And pray to God that my wife sees the truth and comes back.",
    "125": "Looking at he craze for #Gadar2Trailer, @iamsunnydeol is still one of the biggest superstars we have. All he needs are good projects for #BoxOfficeGadar.\n\nReally excited......\n3....2.....1....... https://t.co/lWP1xN5fN6",
    "126": "ATP of #Omg2 is higher than #Gadar2 by 10% due to less presence in mass centres.",
    "127": "#RockyAurRaniKiPremKahani #RRKPK Day 2 Final Collection = Rs. 16.05Cr.\nTotal = Rs. 27.15 Cr.\nA Good growth of 44.59% and Major Support from Big Ticket Metros Like #Mumbai #Delhi #NCR #Bengaluru #Pune #Hyderabad \nMonday is very crucial.\n@RanveerOfficial @aliaa08 @aapkadharam https://t.co/aJKmYaF2Zo",
    "128": "@SellUrAccount @LittleMUpdate hi pls dm",
    "129": "@YOURPAPA11 I am not Abhishek. I am Shweta I am handling his account till I dont know when. Can share more details with you in DM if you want.",
    "130": "Important:\nAbhishek Parihar is Fighting or his Life and has given this account to us so that his work can continue either with him or without him. \nIn case if anyone wants to know about his health then you can contact me on DM.\n\nMy introduction will come later.",
    "131": "If #Pathaan trailer had Blockbuster written All Over it then how do You Define #JawanPreveu \n\n#Jawan is going to be bigger than #Pathaan and #ShahrukhKhan might become the only actor to deliver two All Time Blockbusters in a Single Year. \n@iamsrk https://t.co/JUKSO0VJGi",
    "132": "Do I decided to take a break from #StockMarket today and Gave my students today and Guess what I did.\n\nI watched #Jawan.\n\nMazaa aa gaya.\n\nThis Character Vikram Rathore is Epic........\n\nTell me the next Movie I need to watch......... Come on Fast.\n\nLot of catching up to do..... https://t.co/F1dOTuiLPL",
    "133": "Foolish People across various oragnizations.\n#Gadar2 is a Juggernaut and it is almost at 6 Cr despite programming issues almost all over #India.\nThey need to understand that audience demand is always greater than a Celeb Producer Director interfering. \nAt the end of the Day (1/2)",
    "134": "#Pathaan Opening Weekend Total Advance Booking at 1 AM. \n💥 Tickets Sold: 1,125,023 (1 Million +) \n💥 #Presales: Rs. 38.84 cr. \n\nIt has been a few hours since full advance booking opened up. \n\nThis stuff is unheard of. GIGANTIC &amp; RECORD BREAKING. \n@iamsrk @deepikapadukone",
    "135": "When are you planning to watch #Gadar2 ?\n@iamsunnydeol @Anilsharma_dir @ameesha_patel @ZeeStudios_",
    "136": "Just watched #RockyAurRaniKiiPremKahaani, and it’s an absolute treat! A complete family entertainer that strikes the perfect balance between emotions and laughter 🔥 A must-see! @karanjohar’s storytelling shines through, and the film’s message lingers long after the credits roll. https://t.co/dMqeVqq7Kv",
    "137": "Update on Abhishek.\nHe might undergo his second operation next week if all is well. Here's a Heartfelt thanks to all of you who are supporting him in this difficult time. \n\nIf you want to know more than You can DM me.",
    "138": "@shryastar Big Brother is on Bed Right now and We are all praying for his Recovery. And I do Eat Samosas, Please Samoson ko Badnam Mat karo. Meri Fav Dish Hai.",
    "139": "RT @BoxofficePrime: #Pathaan is on a Record Breaking Spree.\nFirst Hindi film to:\n1⃣ Sell 2.5 million Tickets in Advance.\n2⃣ Already Grossin…",
    "140": "First #Brahmastra ruined Boycott Gang  \n\nBut #Pathaan DESTROYED them forever. \n\nNow those irrelevant hidden trolls should focus on either completing their studies or securing a job.",
    "141": "From a movie critic and Entrepreneur  to the harrowing diagnosis of stage 4 cancer, I've weathered storms that seemed insurmountable. Multiple surgeries, a year of hospitalization, and the looming specter of death – each obstacle only fortified my resolve.",
    "142": "#OMG2 #AdvanceBooking Report. \n1⃣ Ticket Sold: 11,212 \n2⃣ Gross Revenue: Rs. 37.32 Lakhs \n👉#Gadar2 might eat this one up on opening weekend.\n@akshaykumar @PankajTripatthi @yamigautam https://t.co/scbUmoawIO",
    "143": "He had no idea that the man (@iamsrk) he admired his whole life will be presented in his look in #Jawan. \n\nThis is him after his illness.\n\nHe said very specifically \"Yaar #Pathaan ki tracking miss ho gayi, I hope #Jawaan tak fit ho jaaun.\"\n\nWishing You a speedy recovery Sir. https://t.co/HMbJo9BTVm",
    "144": "#Meg2 is a disaster in #India with Day 1 Collections of Rs. 0.8 Cr, this one will wrap up under 5 Cr in India. https://t.co/tRDhMjdPex",
    "145": "Movies Don't Fail. Budgets Do. - Abhishek Parihar.\n\nThis was always taught to us by him. \n\nMiss You Sir. Wish you will be back soon. \n\n#RockyAurRaniKiPremKahani #RRKPK",
    "146": "@apna_cinema Bhai is On Bed Rest. I am Behan.",
    "147": "Dude this account belongs to a person whose 23 years of relationship went down the drains and he still has not recovered emotionally. \n\nJust try to focus on your self. Yes there will be grief. Don't try to stop it. Let it flow. \n\nGod Bless You........ https://t.co/cqH8n9CGxj",
    "148": "#AdvanceBooking Report of #Gadar2 #OMG2 and #Jailer loading in 15 minutes.",
    "149": "@Ar__yaaaa yes there is a power failure. Working on it.",
    "150": "@Raja_324 @SRKpePHD_1997 Naam Badla hai Kaam Nahin. Data koi gaalt prove kar de to yeh twitter account uska. Le Lo.",
    "151": "Navigating love is like exploring uncharted lands, for it holds both the power to uplift and to inflict profound pain. I've learned not to yearn or dread the agony that accompanies life's trials.",
    "152": "Really excited for #Gadar2Trailer....\n\nBring it on @Anilsharma_dir @iamsunnydeol @ameesha_patel https://t.co/WRzQdoD6mN",
    "153": "@Beingshekhar199 @iamsunnydeol @Anilsharma_dir @ameesha_patel @ZeeStudios_ First of all I am girl operating Abhishek's account and second has anyone else said 25.",
    "154": "The only thing that made me happy was my daughter and holding her every night and talking to her and being around my wife.\nEven if I want I cant do that.\nSo looking for alternatives to happiness. Hopefully will find something. https://t.co/vpxeKELLxk",
    "155": "\"Jeene Ka Hai Shauk to Marne ko Ho Jaa tayar\"\nToday, I confront my second operation, fortified by an unwavering resolve. The obstruction will yield, and another battle beckons. This odyssey is far from its final chapter; it's a testament to resilience.",
    "156": "@VipinJa76264006 @blogdrive @TwitterSupport Some Dude Hacked My account during a personal tragedy.\n\nThe nature of tragedy is such that I cannot share here.\n\nBut its enough to shake anyone's world Vipin.",
    "157": "These are Fan Made #Jawan Posters. Most of them inspired from #JawanPreveu.\n\nBut compare these to the one that Team #ProjectK released as an official poster featuring one of the biggest stars in India. #Prabhas. https://t.co/NMNPWzUG7T",
    "158": "@ManShady1980 @iamsrk Dude the man in the Profile Picture and the attached PIC is same.\n\nThe difference, the man in this picture is a sick man who is bed ridden.\n\nHave some shame man before mocking a person without knowing the background. Really Shameful.",
    "159": "RT @BoxofficePrime: #Pathaan is on a Record Breaking Spree. Day 1 Advance Booking. 12.30 AM.\n1⃣ Tickets Sold: 1,113,524  (1.11 Million).\n2⃣…",
    "160": "@HeizenBerg98 That Guy is Dead.",
    "161": "🚨 Brace yourself for #OMG2Trailer ! \n🚀 Starring the #AkshayKumar, #PankajTripathi, and #YamiGautam 💥\nSave the date - #OMG2 is hitting the big screens on 11th August 2023! 🎬\n\nhttps://t.co/vzBMqYznYq",
    "162": "When will you watch #Jawan ?\n#JawanFirstDayFirstShow \n@iamsrk @Atlee_dir @VijaySethuOffl",
    "163": "#ProjectK #Prabhas First Look. \nThis is the worst system work I have ever witnessed in a Poster. Come on Guys we are in 2023.\nOne more #Adipurush in the making or what, where Critic and Influencers will have to say \"I Enjoyed it on Big Screen.\" https://t.co/Crp84V8mlZ",
    "164": "#RockyAurRaniKiPremKahani is holding very strongly in weekdays. \n⭐️Fri 11.10 cr, Sat 16.05 cr, Sun 18.75 cr, Mon 7.02 cr, Tue 7.30 cr, Wed 6.90 cr. Total: ₹ 67.12 cr. Nett\n⭐️Gross: #India: R. 79.9 Cr, Overseas: Rs. 46 Cr. Total: Rs. 125.9 Cr.\n@RanveerOfficial @aliaa08 https://t.co/ltcZitL6kF",
    "165": "@jeet_tweets good so both of us you and me were missing my soul.",
    "166": "#Gadar2 #AdvanceBooking Report.\n1⃣ For every 1 ticket of #OMG2, #Gadar2 has sold 9 tickets.\n2⃣ Tickets Sold: 95,731\n3⃣ Gross Revenue: Rs. 2.54 Cr.\n👉Looks unstoppable and targeting a 25 Cr opening day right now.\n@iamsunnydeol @Anilsharma_dir @ameesha_patel @ZeeStudios_ https://t.co/OSKDYXLBpj",
    "167": "#Pathaan is a RIOT and the #AdvanceBookings are going on at a #SuperSonic Speed. UNSTOPPABLE.\n\nAt 2.10 PM. (Still Limited Advance Booking Open)\n⭐️Tickets Sold: 95,324\n⭐️#PreSales: Rs. 3.79 Cr 🇮🇳\n#PathaanAdvanceBooking https://t.co/zLdpeLMDYB",
    "168": "@AmannKiBaaat 2022 ke shuruat se pad raha hun Dost. Abhi Bhi Rasta Wahin Khoj Raha hun.",
    "169": "@RKF12345678 Gadar 2 due to organic demand.",
    "170": "@Tajzeb2 @actorvijay @duttsanjay https://t.co/VgDYIZ7M0U",
    "171": "For next 3 months I was a more like a vegetable. Drinking water and Eating while lying down on the bed. After that for about a month I was only able to sit for maximum 15 minutes at a Strech.",
    "172": "\"जब मैं विलेन बनता हूं ना, तो मेरे सामने कोई भी हीरो टिक नहीं सकता.\" #Jawan\n\n#GoodMorning Jawano.",
    "173": "I have a feeling #Gadar2 bahut bada #Gadar machayegi. \n\n@iamsunnydeol @ameesha_patel \n\nWhat a terrific motion poster? https://t.co/mNdriCM6Tu",
    "174": "Just saw #DreamGirl2Trailer and it is so colourful and vibrant maza aa gaya! \n#DreamGirl2 mein #AyushmannKhurrana as Pooja is too good 💯 #25AugustHogaMast Pooja ke chatpate andaaz mein!\nhttps://t.co/QpiZib5Rln",
    "175": "@SRKsbaazigar @CriipticGirl Uploading with plain images. The video is screwed. 😆😆",
    "176": "Anticipating a routine procedure, destiny took a sharp turn into an SOS operation on the day when My Beloved Wife was born. As she celebrated her birthday 1,500 KMs away. My Battle with Life Started.",
    "177": "Thankfully Google was launched in 1998.\n\nIf it was 2023 then we would we seeing courses on #HowtoUseGoogle.\n\nNo I am not talking about #ChatGPT courses. Keep learning writing sentences.",
    "178": "(2/2) They are causing revenue loss at their own properties. Watch out this space for more.",
    "179": "@just_sarcastics @iamDeep_45 I will reply to you in DM he was going through a one sided divorce process &amp; then he was hospitalized.",
    "180": "Guys it's impossible to revert to so many DMs on Abhishek's health. I have requested his family to upload his medical documents in one place and explain his situation publicly in the words they want. \n\nI understand your emotions but even I m helpless here.",
    "181": "In the dawn of 2023, as the sun's warmth kissed the earth, so did an excruciating pain grip my stomach. The journey of torment led me to the threshold of a colonoscopy. March 3rd etched itself as a day of irrevocable change.",
    "182": "Exciting opportunities await! We're hiring for:  \n🔶Social Media Specialist \n🔷Demat Account Opening Associate \n🔶Book Cover/Graphics Designer \n🔷Writing Assistant  \n\n#NowHiring #SocialMedia #Finance #Publishing #Creative https://t.co/A58pQ9dGXk",
    "183": "🎬 #Gadar2 get with a 'UA' certification by #CBFC on August 1, 2023. \n⏱️ Runtime: 170.00 min:sec [2 hours, 50 min, 00 sec]. 🇮🇳 Mark your calendars for the theatrical release on August 11, 2023.  \n@iamsunnydeol @Anilsharma_dir #utkarshsharma #AmeeshaPatel https://t.co/plCrd8DLod",
    "184": "@iamDeep_45 Aapke dost ko kya hua hai?",
    "185": "#RockyAurRaniKiiPremKahani #RRKPK First Day #BoxOffice revised estimate Rs. 11.64 cr https://t.co/oJycDw0CYr",
    "186": "Finally #India makes in to #ComicCon.\n\n#Kalki2898AD has created History. \n\nA Proud Moment for Everyone. https://t.co/8vGQMLAkif",
    "187": "#Pathaan 2nd Day Advance Booking Report. \n💥 Tickets Sold: 2,54,221\n💥 #Presales: Rs 7.54 cr\n\nThis is TREMENDOUS  \n#PathaanAdvanceBooking #PathaanAdvanceBookings \n@iamsrk @deepikapadukone @TheJohnAbraham @yrf",
    "188": "I tried to get back to Life. \nBut I cannot Fully Concentrate on Anything.\nI will be deactivating my Twitter Account for a While. \nThere's still a lot of healing has to happen.",
    "189": "Youtube is processing the Video so kindly bear with me.",
    "190": "#Gadar2 is Unstoppable Crossed Rs. 5.5 Cr in #AdvanceBookings.\nMy Revised Opening Day Estimate: Target 30 Cr. \nIt's going to take second best opening after #Pathaan in 2023 releases.\n@iamsunnydeol @ameesha_patel @Anilsharma_dir @ZeeStudios_",
    "191": "Extend a hand to others, guard your resources, and construct a safety net for the unforeseen. In times of adversity, stand strong, for trials are the crucible of growth. Love without restraint and embrace the love that surrounds you.",
    "192": "#Oppeneheimer #BoxOffice #India Till now.\nDay 1 (F) - Rs. 14.01 Cr.\nDay 2 (S) - Rs. 16.98 Cr.\nDay 3 (S) - Rs. 18.01 Cr.\nDay 4 (M) - Rs. 7.02 Cr.\nTotal = Rs. 56.02 Cr.\n\nTrends are Better than #FastX but behind #MissionImpossibleDeadReckoning \nTargeting 70 Cr opening week. https://t.co/AnoUpyYuWT",
    "193": "#RockyAurRaniKiPremKahaani #BoxOffice update.\n⭐️Week 1 = Rs. 73.33. 2nd Fri = Rs. 6.9. Total = Rs. 80.23 Cr.\n⭐️Weekend Estimate: F = 6.9, Sat - 9.32, Sun - 11.64. Total = Rs. 27.86 Cr.\nHold is Awesome and Trending is Outstanding.\n@RanveerOfficial @aliaa08 @DharmaMovies https://t.co/UJkjHpT2r0",
    "194": "Even as I lay fighting for my life, malicious forces sought to tear my world asunder, poisoning the mind of my beloved wife, leaving me alone in my darkest hour. But the fires of adversity could not extinguish my burning desire to live, to love, to rebuild.",
    "195": "it may be a while before I regain the simple joys of sitting and walking. \n\nIn these moments of uncertainty, I humbly ask for your prayers and well-wishes. Many of you hold a special place in my heart,",
    "196": "@VipinJa76264006 @blogdrive @TwitterSupport Bilkul Dost But I have Left Mumbai.......",
    "197": "In 1 Hour 10 Minutes We will Witness the Sound of Jawan #Jawan  !  \n\nSong out today at 12:50pm !  \n\n#ZindaBanda (Hindi) \n#VandhaEdam (Tamil) \n#DhummeDhulipelaa (Telugu) https://t.co/qyqq5JWXtB",
    "198": "#Pathaan is UNSTOPPABLE. \n\nAT 11.15 PM ot has crossed #Presales of 2.5 Lakh tickets &amp; Rs. 8.5 cr in Advance Revenue of limited Advance Booking  \n\nThis is unheard of  \n#PathaanAdvanceBooking #PathaanFirstDayFirstShow \n@iamsrk @yrf @deepikapadukone @TheJohnAbraham",
    "199": "Yet, in the midst of my struggles, there's an ache that shatters me – the absence of my daughter and the love we shared for 23 years. Their absence cuts deep, a wound that throbs relentlessly.",
    "200": "#Pathaan First Day #Advancebooking.\n🌟Tickets Sold: 4,43,901\n🌟#PreSales: Rs. 14.03 Cr.\n🌟Records are going to be Demolished Left Right and Centre.\n#PathaanAdvanceBooking \n@iamsrk @deepikapadukone @TheJohnAbraham @yrf @yrftalent https://t.co/fR7JvPbXFx",
    "201": "🙏🙏🙏🙏🙏",
    "202": "#Gadar2 Vs #OhMyGod2 #BoxOffice Report.\n⭐️Gadar 2 has sold approx. 7.5 tickets for every single ticket sold of OMG 2.\n⭐️Tickets Sold: G2 (1.41 Lakh) Vs #OMG2 (19,600).\n⭐️Gross Revenue: G2 (3.63 Cr) Vs OMG 2 (59.71 Lakh).\nDeets: https://t.co/pg42Atc4d7",
    "203": "(3/3)\n- In case you wish to contact his family or help him in any way you can contact on Whatsapp number +91-7000417298.\nShe is very old, please don't call her. This number is being handled by his cousins and they will keep you updtaed on his health.",
    "204": "@crazyviraltrend You Should Understand a Few Things Brother.\nFor Some People Money does not matter and they decline the offer to sell their views.",
    "205": "After Failure of #Saaho #RadheShyam and #Adipurush #Prabhas might be looking for a Hit but his Stardom is unaffected. \n\n#Salaar has huge demand from audience and exhibitors. Even in overseas this going to be one of the biggest releases with 5000+ locations. https://t.co/8lTRIYR6wz",
    "206": "@jainvipin159 Pls Chk Your DM Vipin.",
    "207": "From movie critic to cancer warrior to stock market maven - my journey has been a rollercoaster. After facing stage 4 cancer, multiple surgeries, and a year of hospitalization, I emerged victorious and harnessed my skills in #AI and #StockMarket https://t.co/ZHnxN12I1g",
    "208": "@mrJaveed He is still not here. He is not well. I am o e of his students managing his page.",
    "209": "Producer Figures for #RockyAurRaniKiPremKahani #RRKPK Rs. 18.75 Cr. My Calculations last night Rs. 18.73 Cr. \n\nAll this because I am using the templates and science that Abhishek Sir has created in tracking and predicting Box Office. \nSheer Genius. https://t.co/ADOuoQ0GGL",
    "210": "#RRKPK Holds very well on it's 2nd Monday.\n⭐️Collects a Solid Rs. 4.33 Cr. with a drop of 35.85% over Friday which is Fantastic.\n⭐️Total: Rs. 109.41 Cr.\n⭐️Film should be able to retain 20%+ screenings in Multiplexes in 3rd week.\n@RanveerOfficial @aliaa08 @DharmaMovies https://t.co/NFnGTgZMIg",
    "211": "And there is this Portal which always reports Advance and Box Office Collections of South Films accurately, but this Portal is biased towards Bollywood films. And #Pathaan is no exception. So again, they are underreporting Data.",
    "212": "Dear @Varun_dvn &amp; #JhanviKapoor I am so much angry with you. \n\n#Bawaal deserved a big screen release. Every Distributor feels the same and many https://t.co/F7leSKDOLI",
    "213": "#Gadar2 #AdvanceBooking detailed Report coming up. It's headed for a 20+ Cr opening day. The Mass belts are going crazy.",
    "214": "@VipinJa76264006 @blogdrive @TwitterSupport Nahin Dost...... far from being Theek....\n\nPar ho jayega.\n\nGuruji ne bola hai na ki\n\nJab Tak Sab Theek Na ho jaaye...... Picture Abhi Baaki Hai Mere Dost......",
    "215": "I am really not comfortable using this handle as I know it belongs to a suffering man. \n\nBut the man told me that \"the show must go on\" and so it will.",
    "216": "@Tajzeb2 @iamsrk @deepikapadukone @Atlee_dir Bhai is on Bed Rest I am handling his account till he is back. I am a Girl.",
    "217": "Sorry guys I am a Little Tied Up.\nWill post updates about #Gadar2 and #OMG2 from tomorrow with opening day prediction.\n\nKindly bear with me.",
    "218": "Standing on the threshold of my second operation, a tide of emotions sweeps over me. As I was heading towards hospital, I stumbled upon my DMs and I am moved. Your collective strength fuels mine.",
    "219": "Good News:\n#RockyAurRaniKiiPremKahaani #RRKPK shows a Big jump in Saturday Morning Shows.\n\nIt has opened to a Solid 31% Occupancy in the morning shows which is close to 50% Jump.\n\nThese figures are good for this Genre and will get stronger as the day progresses. https://t.co/TC9eLJ6eDA",
    "220": "#AI could have done a better job than #ProjectK Poster Featuring #Prabhas.\n\nIf Prabhas Fans still support this, then be ready to witness another #Adipurush like trend.\n\nNo one hates the film or the actor but it's high time that film makers stop treating audience like noobs. https://t.co/HrbqDiXBox",
    "221": "Again a Copyright Strike. Reuploading it. #Jawan.\n\nSorry guys As I am new to this video thingy and Abhishek is not here so I am facing a Tough time. Apologies.",
    "222": "Last Words: Though Physically Shattered, But I am mentally stronger than ever. I feel Like I am just starting and this time priorities have changed big time. \n\nWhatever Life throws at You, just learn from it and thank God for those learnings. Love You All.",
    "223": "When are you planning to watch #RockyAurRaniKiPremKahani ?\n@RanveerOfficial @aliaa08",
    "224": "Allow me to share a lesson learned from the brink of death: Be a force of good, let kindness and love be your guide. Release shackles of hatred, for in the face of adversity, it is our deeds that stand beside us. Even when surrounded by loved ones, it is our actions that echo.",
    "225": "I was the only Trade Analyst who told you Guys that #Drishyam2 will go past Rs. 225 Cr. #NBOC.\nThe final tally will close at Rs. 240 Crore.\n\nThis is the biggest in the genre. No other film in this Genre has even crossed 200 Crores even before Covid 19.\n@ajaydevgn Congrats. https://t.co/ctDwheA2ms",
    "226": "@KingSrkMs No.",
    "227": "@eyob_sebsibe Thanks Mate.",
    "228": "After Understanding the Pulse of Trade and Audience and spending quality time with them. I am sure of two things.\n\n#Jawan has a Solid Chance to Overtake Below Records of #Pathaan\n1. Opening Day - 57 Cr.\n2. Highest Single Day - 70.5 Cr.\n\nIf WOM is good then opening weekend. https://t.co/J51K3htioV",
    "229": "@aniketkk Back mein thodi Kasar baaki hai",
    "230": "@CriipticGirl Yups. Screwed my Video completely.",
    "231": "Despite So much Support #RockyAurRaniKiPremKahani #RRKPK fails to breach 20 cr mark on Sunday. \n3rd Day - Rs. 18.73 cr. Total in range of 46 cr.  \nDisappointing. \nDeets in morning. \n\nHad these figures been for a movie with 80 crore budget, It would have been excellent. https://t.co/GwBpJYKrcX",
    "232": "What happens when an unstoppable force meets an immovable object?\n\nAnswer: #Jawan \n\nCheckout the Immovable Object #vijaysethupathi Poster from #Jawaan.\nTerrific.\n#jawaanprevue @iamsrk @VijaySethuOffl https://t.co/rApl3u65p0",
    "233": "#PathaanAdvanceBooking has crossed 10 cr in #India  \n\nHistoric. This is the stuff legends are made of",
    "234": "Yes I know Video Quality is Bad. But There were Copyright strikes, and this is my first-time making videos. Sorry.",
    "235": "Follow @BoxofficePrime till I recover in my life these guys will take care of https://t.co/IOp6dFZpbd",
    "236": "https://t.co/IOp6dFZpbd Does not belong to me anymore. I have Sold this Domain to a Veteran Trade Analyst including the social media handles.",
    "237": "#Jawaan is the First Real PAN India film from Bollywood and Prospects for Domestic Collections are bigger than #Pathaan based on Word of Mouth.  \n\nThe Star Cast Includes @actorvijay @duttsanjay apart from the Super Stars we have already seen in #JawanPreveu.\n@iamsrk https://t.co/XgsaSOx7Br",
    "238": "Just as I was inching towards recovery, fate dealt another blow, rupturing my stitches and confining me to this bed of pain.\n\nI stand at the threshold of further surgeries, bracing myself for the challenges they bring.",
    "239": "Now this is what you Call a Poster. Full of Innovation and Creativity.\n\n#DreamGirl2 seems like a Winner from the word go.\n#25AugustHogaMast \n\n@ayushmannk @EktaaRKapoor @writerraj\n#ShobhaKapoor @balajimotionpic https://t.co/FWqVO1A11K",
    "240": "@KartikG46538239 @blogdrive @TwitterSupport Haan Dost Thoda Waqt Lagega. Par I will be back Bigger............ Promise.......",
    "241": "Final Poll:\nWhen are you planning to watch #RockyAurRaniKiiPremKahaani ?\n@RanveerOfficial @aliaa08",
    "242": "#Gadar2 #AdvanceBooking Report. (10 Days to go).\n⭐️North is Leading While west is yet to pick up.\n⭐️This Genre gets Huge Spot Bookings.\n⭐️Tremendous Demand at Mass Centers.\n⭐️Targeting a 25Cr+ opening.\nBLOCKBUSTER Loading.\n@iamsunnydeol @Anilsharma_dir @ameesha_patel https://t.co/zYogcTAuwx",
    "243": "@jainvipin159 Sorry Vipin. Since this profile is not verified. It is not allowing me to send any more DMs today.\nI will DM you further once it allows me to and continue. We definitely cannot talk here.",
    "244": "#RockyAurRaniKiiPremKahaani #RRKPK 2nd Day #BoxOffice.\n⭐ Occupancy: M - 32%, N - 48%, E - 61%, N - 64%. \n⭐Growth in range of 40% but that is over a low base. Estimate - 16.23 cr. \n\nMonday will be very crucial and needs to be over 6.5 cr to signify good word of mouth.",
    "245": "This is not a sales pitch, but a rallying cry – a testament to the indomitable human spirit. Join me on this journey, for I will fight every force that stands between me and the love of my dearest wife and daughter. Together, we can overcome, we can triumph, and inspire the world",
    "246": "When are you planning to watch #OhMyGod2 #OMG2 ?\n@akshaykumar @yamigautam @TripathiiPankaj @viacom18",
    "247": "पार्टी मेरे घर पे रखोगे, तो  मेहमाननवाजी के लिए,\nमैं तो आऊंगा, और पटाके भी लाऊंगा। \n#Pathaan",
    "248": "*7 Cr Mark. There was a Typo in the above tweet.",
    "249": "@AnyKarti https://t.co/YtNSeAqitn",
    "250": "(2/2) this poster featuring #Prabhas is a big letdown. Wanna be #Ironman juxtaposed face on a System Worked Suit. No Sense of Lighting. \n\nTeam #Prabhas really need to look into these matters as he is an asset for the Indian Film Industry.",
    "251": "On Ground Demand of #Jawan from Exhibitors and Audience is Crazy. \n\n#Jawan has a Solid Chance to Break records held by #Pathan including highest single day in #Hindi version.\n\nWhile I am sure that it will overtake all #India collections by a huge margin (All langs). @iamsrk https://t.co/Nus5DP7zxx",
    "252": "Please refrain from initiating any fundraising efforts on my behalf. Thank you.",
    "253": "I met Abhishek Around 10 days back and this was his condition.\n- He had lost his head hair. Just like #Jawan\n- He has a Colostomy Bag attached to his stomach.\n- He is half of his earlier weight.\n\n(1/3)",
    "254": "As winter's chill bit into my soul, so did the news of my 23-year love story shattering. My wife departed, taking with her our little girl. The pain carved deep rivers of tears, reshaping me in ways unforeseen.",
    "255": "Please give your feedback on this video. This is my first time with Youtube or Videos.\nSince Abhishek is not here, Your Feedback will matter and will help me improve.\n#Gadar2 https://t.co/nTPS5X82ll https://t.co/C8MIXmvXnJ",
    "256": "#AdvanceBooking Report.\n⭐️#Gadar2 Sells 1,86,275 Tickets and Collects Rs. 4.75 Cr.\n⭐️#OMG2 Sells 24,030 Tickets and Collects Rs. 74.13 Lakh.\n⭐️#Jailer Sells 3,49,821 Tickets and Collects Rs. 7.76 Cr.\nDetails in the Video.\nhttps://t.co/yE9pwhfpm6",
    "257": "@Pankajsinha2706 Agreed But the Genre also does not work anymore anything in Double Digit for This Genre is Okay. Let's not be too harsh.",
    "258": "@avinashbhakre Sir Told me this in 2015. And it is like his takiya Kalam for every flop movie.",
    "259": "Through each anesthesia haze, every encounter with the divine, there's been a silent longing. A desire to feel my wife's and daughter's touch, to have them by my side during these trials.",
    "260": "I have changed the DM setting on his profile. You can contact me now via DM. https://t.co/YtNSeAqitn",
    "261": "10 MINUTES FOR #Gadar2 and #omg2 advance booking report.",
    "262": "@roccky77 Abhi thodi kasar baaki hai. But thanks,",
    "263": "Critics",
    "264": "Guys I am Sorry for not providing timely updates.\nI am busy in establishing Contacts and getting the data from ground streamlined. \nThen using the formats and systems placed by Abhishek in place. It might take another 72 hours to finish this journey.",
    "265": "RT @IAMRAJMALHOTRA2: @BlogDrive i am a neutral but just on to tell one thing jhms is too good loved the movie srk looks killer songs are go…",
    "266": "#Jawan after the new poster release and the Teaser release yesterday has taken over the search charts.\nMark my words this film is going to open very big and has a real chance of collecting Rs. 100 Crore nett in #India on its First day?\nComplete analysis Today.\n@iamsrk @Atlee_dir https://t.co/yVMuuphcJQ",
    "267": "Traders of India, get ready to ROFL at these epic 'Profit Disappearing Acts' - a rib-tickling read! 😂🪄 #TradingLOLs #InvestingMazaak #Nifty #nifty50 #NiftyBank #NIFTYIT #Stockmarket $Crypto https://t.co/eWWDJEf26L",
    "268": "What's  Your Review of #ZindaBanda from #Jawan ?\n@iamsrk @deepikapadukone @Atlee_dir",
    "269": "#RockyAurRaniKiPremKahani passes the #MondayTest with flying colors!  \n⭐️Occupancy: M: 14%, N: 26%, E: 41%, N: 45% ⭐️Collection: Rs. 7.48 Cr. (Total = Rs. 53.38 Cr.)\n⭐️Drop:  Around 30% from Friday  \nSolid performance on the first Monday!   \nCongrats. https://t.co/LhnlFbATJZ",
    "270": "Terrific News Break @HimeshMankad \nWay to go.\n#SalmanKhan #VishnuVardhan #KaranJohar in a Big Budget action film on #Christmas2024, sounds like Firecrackers. https://t.co/bkpBdZ9f9a",
    "271": "#Exclusive #Jawan Budget and Pre-Release Earnings: ⭐️Budget: Rs. 200 Crores. \n⭐️Pre Release Earnings: Rs. 564 Crores.\nDetails in the Video: https://t.co/LpNIdmb9Pq https://t.co/QGlsPCFoXT",
    "272": "The tapestry of life is woven with threads of love. Cherish and nurture these connections, for they are more valuable than any possession. I pledge to return, though the timing lies in the hands of fate.",
    "273": "with my Twitter account, believing in their sincerity. However, her actions took a different course, and a fundraising over DM was started. The road ahead may be rocky, yet I find solace in the belief that I will emerge from this storm.",
    "274": "Within the agony and turmoil, a glimmer of providence emerges. Their absence shielded them from the storm of my own making. Fate's hand, it seems, protected them from the wreckage I was to become.",
    "275": "#PathaanAdvanceBookings Can only be defined by one word. SUPERSONIC.\n@iamsrk @yrf",
    "276": "#PathaanAdvanceBooking By Midnight Today Will be Like this. \nDay 1: Min Rs. 19 Cr.\nDay 2: Min Rs. 12 Cr.\nDay 3: Min Rs. 3.5 Cr.\nDay 4: Min Rs. 6 Cr.\nDay 5: Min Rs. 7.5 Cr. \nMinimum By Day End: Rs. 48 Crore.\n(Without Block Seats).\n#Pathaan \n@iamsrk @deepikapadukone @TheJohnAbraham",
    "277": "Coming up:\n#RockyAurRaniKiPremKahaani Sunday Report.\n#Gadar2 and #Ohmygod2 Advance Booking Report.",
    "278": "I will reply toe everyone on DM asking about Health of Abhishek.\n\nThe number of DMs are way too much so kindly give me sometime.",
    "279": "@memandeep_kg @blogdrive @TwitterSupport Thanks Mandy and Thanks for Checking in DM as well that you noticed this.",
    "280": "@eyob_sebsibe Thanks. But Little more time.....",
    "281": "#Oppeneheimer #BoxOffice #India Till now. \nDay 1 (F) - Rs. 14.01 Cr. \nDay 2 (S) - Rs. 16.98 Cr. \nDay 3 (S) - Rs. 18.01 Cr. \nDay 4 (M) - Rs. 7 Cr. \nDay 5 (T) - Rs. 6.25 Cr.\nTotal = Rs. 62.25 Cr.  \n\nSuper Stable and Superhit. https://t.co/YXksq1EJvt",
    "282": "@Tajzeb2 @iamsrk @deepikapadukone @Atlee_dir Will Convey.",
    "283": "@just_sarcastics @iamDeep_45 None of his numbers are working as he was on bed for almost 3 months so he lost  touch with almost everything.",
    "284": "@CRAP_123 pray that i come out of this and come back to twitter Someday soon.",
    "285": "Everyone is saying that #RockyAurRaniKiiPremKahani is off to a good #advancebooking and will open in double digit.\n\nFact Check: The Advance Till now is just over 2 Cr and According to me double digit will require amazing spot booking which looks difficult. https://t.co/kN0eI1U3FI",
    "286": "I am moved by your Love and Your Support.\nThere are more than 100 DMs which I have read who want to know, what happened with me.\nToday I return to Twitter and To the World. But Before that I will share a snippet of my Journey and My Fight from here on. \n#lovefighters #ThankYou",
    "287": "@keshab_ksav @RanveerOfficial @aliaa08 Compared to advance booking yes. The advance booking was pathetic for a movie with this budget. And the spots show some kind of support at the resistance.",
    "288": "#Maidaan trailer is an exhilarating glimpse into India's football legacy! @ajaydevgn's fierce intensity as coach Rahim Saab will give you goosebumps. With stunning visuals &amp; a rousing narrative, promises an epic theatrical experience. #TrailerReview #MaidaanOnEid @ZeeStudios_ https://t.co/TWol29KFCO"
}