{
    "0": "Need a vehicle that can be appreciated for its beauty, performance and class? Look no further. This car is the perfect choice.",
    "1": "The Car is a high performance all wheel drive automobile, powered by a revolutionary dual hybrid engine and the first all wheel drive supercar. It is the height of luxury, with a unique design that makes it stand out from any other car on the road. The Car has been engineered to deliver maximum performance in every situation from racing speed to daily commuting.",
    "2": "The is the ultimate expression of beauty, performance and luxury. It's the perfect vehicle to turn heads, go fast and have fun—all while being efficient enough to keep up with your real life. The combines luxurious comfort with a cozy cabin and powerful twin-turbo V8 engine. Built to last a lifetime, this supercar has stunning road presence that’ll make anyone stop in their tracks.",
    "3": "Advanced safety features, superior performance and intelligent technology make the new 2020 Mazda3 Sedan stand out from the crowd. Engineered for speed, this sedan offers a responsive response to your every move. As you take control of its powerful 2.5-liter SKYACTIV® turbo engine, you’ll see that the 270 horses are intended to be used as your personal mode of transportation.",
    "4": "The 2014 Cadillac ELR is a plug-in hybrid that takes luxury to the next level with its sleek looks, incredible performance, and innovative technology.",
    "5": "The name of this car means fast, beauty, luxurious and high class. The strong and powerful engine has a lot of horsepower to take you anywhere you can imagine.",
    "6": "Have you ever driven a highly sophisticated sports car like this one? The interior is high class, and the body of the car itself is sleek and sexy. It also has a powerful engine that makes it easy to get up to speed quickly in any driving situation. Though it is beautiful, this vehicle is also practical for getting around town or on long trips.",
    "7": "we feature a collection of high-quality, reliable vehicles that will help you get from point A to B in style. Our range of vehicles is sure to impress.",
    "8": "the car is extremely fast and powerful. It has a ton of beautiful lights on it and is very luxurious to drive.",
    "9": "Premium performance and style. The car that brings together the world's most athletic engine, advanced materials, and innovative technologies to create the highest expression of luxury performance",
    "10": "This is a luxury car. It has excellent speed, beautiful body and its high class make it a suitable product for you.",
    "11": "Car is an American rock band, formed in San Francisco, California in 2000. The band's line-up consists of vocalist/keyboardist Peter Hadar and guitarist/vocalist Rob Barbato."
}