{
    "0": "ABS WORKOUT TIPS🔥💪\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #muscle #crossfit #fitnessmodel #instagram #exercise #fashion #follow #weightloss #like #model #fitnessjourney",
    "1": "How to grow you’re shoulders in a proper way 🙌🏻‼️\nIf you have any questions feel free to dm me 👍‼️\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #muscle #crossfit #fitnessmodel #instagram #exercise #fashion #follow #weightloss #like #model #fitnessjourney",
    "2": "The top 6 best compound exercises. 💪‼️\n\nBench press: The bench press primarily targets the chest, triceps and shoulders muscles. It is performed by lying on a flat bench and pressing a weight (such as a barbell or dumbbells) upwards while keeping the back in contact with the bench.\n\nDeadlift: The deadlift primarily targets the the glutes, hamstrings and lower back. It is performed by standing in front of a loaded barbell, with the feet hip-width apart, and lifting the barbell off the ground by extending the hips and knees until the body is in a standing position.\n\nPull ups: Pull-ups primarily targets the muscles of the back. It is performed by hanging from a pull-up bar with an overhand grip and pulling the body up until the chin is above the bar. The exercise can be modified by using an underhand grip or using assisted pull-up machines.\n\nShoulder press: The shoulder press primarily targets the shoulders. The exercise can be performed with a barbell, dumbbells or a machine. The exercise is performed by lifting a weight from shoulder level to overhead while sitting or standing, with the feet firmly planted on the ground.\n\nSquats: Squats primarily targets the muscles of the legs, specifically the quadriceps, hamstrings and glutes. The exercise is performed by standing in front of a loaded barbell, with the feet hip-width apart, and sitting back and down as if to sit on a chair, while keeping the back straight and the weight in the heels.\n\nBarbell rows: Barbell rows are a weightlifting exercise that primarily targets the muscles of the back. The exercise is performed by standing in front of a loaded barbell, with the feet hip-width apart, and bending forward at the hips while keeping the back straight, then lifting the barbell towards the chest while squeezing the shoulder blades together.\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #muscle #crossfit #fitnessmodel #instagram #exercise #fashion #follow #like #weightloss #model #fitnessjourney",
    "3": "How to build tricep!\n\nPushups are beneficial for building upper body strength. They work the triceps, pectoral muscles, and shoulders. When done with proper form, they can also strengthen the lower back and core by engaging (pulling in) the abdominal muscles.\n\nPushups are a fast and effective exercise for building strength. They can be done from virtually anywhere and don’t require any equipment.\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #crossfit #muscle #fitnessmodel #instagram #exercise #fashion #follow #like #weightloss #model #fitnessjourney",
    "4": "Chest day, only at home!💪🔥\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #fitfam #healthylifestyle #love #lifestyle #gymlife #gymmotivation #sport #instagood #healthy #muscle #personaltrainer #crossfit #fitnessmodel #exercise #weightloss #fitnessjourney #fashion #instagram #wellness #model #yoga",
    "5": "Know the difference⚠️💪🔥 \n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #muscle #crossfit #fitnessmodel #instagram #exercise #fashion #follow #like #weightloss #model #fitnessjourney",
    "6": "How good is your push up game? ‼️‼️\n\nIf you have any questions feel free to dm me 👍‼️\n\n#health #ﬁtness #gym #weighlosstips #weighloss #healthylifestyle #healthyfood #healthy #love #instagram #instagood #fitnessmotivation #lifestyle #weightlosshacks #gymmotivation #gymlifestyle #healthyliving #healthylife #body #bodybuilding #motivation #deadlifts #strength #strengthtraining #pushup",
    "7": "SHOULDER BOULDER WORKOUT! 💪🔥 \n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #crossfit #muscle #fitnessmodel #instagram #exercise #fashion #follow #weightloss #like #model #fitnessjourney",
    "8": "2 Ways To Bulk Up!💪\n\nLots of you guys have recently asked me how to go from skinny to built in the best way.\n\nThat's why I am here to present you two ways...\n\nAnd I guess just by looking at this comparison you can tell which option is more beneficial for you.\n\nIf you train hard and have a decent diet that puts you in a moderate caloric surplus, you will gain muscle and a bit of fat.\n\nIf you train hard and just eat A TON, you will gain muscle, and gain a large amount of body fat.\n\nAnd that's probably not what you're looking for.\n\nSo the key here will be to find a balance between \"not eating enough\" and \"eating too much\". A balance that will enable you to get stronger and progress in your training quickly.\n\n➖➖➖➖➖\n#deadlifts #backday #technique #backworkout #backworkouts #musclebuilding #pullday #squats #glutes #quads #hamstrings #yoga #fitness #mobilitywod #flexibility #physicaltherapy #yogi #bodybuilding #deadlift #squat #hypertrophy #legday #workout #yogaformen #physio #irishfitfam #mobility #hipmobility #yogafit #iifym",
    "9": "Get Huge Biceps 💪🏻\n\n#deadlifts #backday #technique #backworkout #backworkouts #musclebuilding #pullday #squats #glutes #quads #hamstrings #yoga #fitness #mobilitywod #flexibility #physicaltherapy #yogi #bodybuilding #deadlift #squat #hypertrophy #legday #workout #yogaformen #physio #irishfitfam #mobility #hipmobility #yogafit #iifym",
    "10": "How to keep making progress in the gym 💪🏻‼️\n\nThis is called progressive overload.\nProgressive overload is a principle of strength training that states that in order to continue making progress, the demands placed on the body must be gradually increased over time. This can be achieved in a variety of ways, such as by increasing the weight lifted, the number of repetitions or sets, the volume of work, or the intensity of the workout.\n\nThe idea behind progressive overload is that the body adapts to the demands placed upon it. By gradually increasing the demands, the body is forced to adapt and become stronger, which ultimately leads to improved fitness and muscle growth.\n\nTo ensure proper progression it is important to track your progress, by writing down your exercises, reps, weight, etc. With that in mind, the goal is to achieve a slight increase on the volume or weight at each workout session.\n\nIt is important to note that progressive overload is not only about adding weight or reps. Different exercises, different tempos, different range of motion and different rest periods can be added to the routine to progress.\n\nIn summary, progressive overload is a principle of strength training that states that in order to continue making progress, the demands placed on the body must be gradually increased over time. This can be achieved by various means, such as increasing the weight lifted, the number of reps, the volume of work, or the intensity of the workout and it's important to track your progress and make small adjustments to make sure you are progressing in your workout. 👍\n\nIf you have any questions feel free to dm me 👍‼️\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #love #lifestyle #fitfam #instagood #healthylifestyle #sport #gymlife #healthy #gymmotivation #personaltrainer #muscle #crossfit #fitnessmodel #instagram #exercise #fashion #follow #weightloss #like #model #fitnessjourney",
    "11": "Know the difference!💪🔥\n\n#fitness #gym #workout #fitnessmotivation #fit #motivation #bodybuilding #training #health #fitfam #healthylifestyle #love #lifestyle #gymlife #gymmotivation #sport #instagood #healthy #muscle #personaltrainer #crossfit #fitnessmodel #exercise #weightloss #fitnessjourney #fashion #instagram #wellness #model #yoga"
}