{
    "0": "When it comes to makeup, there are two things that matter most. Your skin and your features. This means your foundation, concealer, primer and color corrector should be a perfect match for your skin tone.",
    "1": "men fashion men's fashion male menswear mens formal wear suit coat tuxedo dress shirt",
    "2": "Our objective is to offer you a personalized shopping experience with some of the best brands in the world. Our customers' satisfaction is our priority and we are proud to offer only authentic, brand name makeup and beauty products.",
    "3": "Makeup is a fun way to express yourself by adding a little color and dimension to your face. Whether you go for the natural look or feel like going bold, make sure you find makeup that works with your skin tone and enhances your features.",
    "4": "The exclusive cosmetics line is designed to be your everyday essential, perfecting your makeup routine with effortless-yet-functional products that will help you look and feel your best.",
    "5": "This age-proof makeup delivers powerful anti-aging benefits and evens skin tone for a healthier, more youthful appearance.",
    "6": "Makeup is an essential part of your everyday routine, so it’s important to have the proper tools. Use this makeup brush set to achieve your desired look, from a natural to dramatic one.",
    "7": "Our makeup line is about color transformation and creativity. The formulas are carefully developed to work with a range of skin tones, which we believe makes for amazing beauty results.",
    "8": "Discover our full range of makeup products and beauty tools, including lipstick, blush, mascara and more. Shop by color or type of product to find the right makeup for your skin tone.",
    "9": "Everyday makeup should be easy, but the right look can be hard to find. Our brand is here to help you find your signature style and learn how to make it work for you. We’re here for everything from a simple swipe of lipstick to a smokey eye, as well as the tools you need to do it all: mascara, foundation, blush, concealer and more. Our mission is simple—help you find your look and show you how to put it together with confidence",
    "10": "Makeup is the perfect accessory. It enhances your physical features, brings forth your inner personality and can also be recreational. That is why it is called \"fashion\".",
    "11": "Makeup is an art form. You may be surprised by the range of styles we offer from natural-looking to bold and trendy."
}