{
    "0": "We set the stage, bringing some of the best of the best entrepreneurs, marketers, best selling authors, event planners, event producers and industry leaders to The Event Planner Expo - year of year. \n\nWe can’t wait to share what we have in store for you in 2024.  Grab your seat and reserve your ticket before prices increase 🙌\n\nTickets available at: TheEventPlannerExpo.com\n\n#events #eventsindustry #growyourbusiness #marketing #sales #leadership #entrepreneurship #eventplanning #expo #tradeshow #motivationalspeakers #speakerseries #theeventplannerexpo #newyorkcity",
    "1": "It’s all about relationship building and bringing event professionals together. \n\nThree days of networking, making connections, creating new relationships and pure fun …. \n\n#eventplanner #eventprofs #privateevents #networking #makingconnections #theeventplannerexpo",
    "2": "We absolutely love hearing what our speakers have to say at their experience at the Expo.  Thank you Michelle Farber, Owner of MStudio Events for joining us as an attendee but also as a speaker to share your knowledge about event planning and producing unbelievable events.",
    "3": "The Event Planner Expo brings the best of the best together for 3 Days, 5 Days - unlimited networking opportunities, relationship building, inspiration, education and unforgettable experiences. \n\nThis year’s Expo is taking place October 15th - 17th (Tuesday - Thursday) so mark your calendar and save the date for this unbelievable industry event. \n\n#theeventplannerexpo #expo #tradeshow #eventplanner #hospitality #brands #experientialactivation #beinspired #creativity #education #networking #emrgmedia #emrgmediaevents",
    "4": "Who doesn’t love floral bouquets 💐 No one, which is why we incorporated a stunning flower bar in the VIP Lounge at The Event Planner Expo, tradeshow floor. \n\n💐🌸💐🌸💐🌸💐🌸💐🌸💐🌸💐🌸💐🌸💐",
    "5": "As planners we are all about the details. We love putting the pieces together to create an impact and that is what The Event Planner Expo is all about.",
    "6": "icedcoffee #coffee #tokyo #kyoto #japan #japantrip #japantravel #food #foodie #foodporn #foodstagram #foodphotography #foodblogger #foodies #foodlover #foodgasm #foodpic #instafood #yummy #experience #travel #travelling #traveladdict #bucketlist #wanderlust #unique #instatravel #travelgram #traveladdict #asia"
}