{
    "0": "Bitcoin is an open source peer-to-peer digital currency. It is a consensus network that enables a new payment system and completely digital money. Bitcoin is the first decentralized peer-to-peer payment network that is powered by its users with no central authority or middlemen",
    "1": "Bitcoin is a digital asset and payment system. It makes paying for goods and services easy, fast, secure and—most importantly—available to everyone in the world regardless of whether they have access to traditional banking or not.",
    "2": "Bitcoin is a commercial digital currency created in 2009 the use of computational power instead of cash or gold. It is available on virtual exchanges and peer-to-peer platforms, and it can be bought with other digital currencies like Ethereum or Litecoin.",
    "3": "Can I buy bitcoin with cash? The answer is yes. You can buy Bitcoin with cash in person, have it sent to a local bank or via international wire transfer from anywhere in the world. To make it more convenient for you, we offer same day delivery with cash purchases in Los Angeles and surrounding areas.",
    "4": "Bitcoin is a digital currency. It was the first widely used electronic currency and it is the most accepted one. There are many advantages to using Bitcoin such as fast and secure payments, low or no transaction fees, easy access (anyone can download their wallet for free), anonymity (you do not need anyone's permission to use or send money) and other financial systems that are built on blockchain technology such as Ethereum",
    "5": "With our bitcoin payment processors, you can accept bitcoin payments from any customer or client in the world. Our software is free, easy to setup and get started and our customer service team are available 24/7.",
    "6": "bitcoin is a digital currency that was created and is held electronically. It is an online payment system invented by a person or group of people operating under the name “Satoshi Nakamoto”.",
    "7": "Payment processing is the most expensive part of accepting credit cards. With bitcoin, you can send and receive money anywhere in the world without having to pay expensive bank transaction fees.",
    "8": "The bitcoin is a digital currency created in 2009. It follows the ideas set out in a white paper by the mysterious Satoshi Nakamoto, whose true identity has yet to be verified. Bitcoin offers the promise of lower transaction fees than traditional online payment mechanisms and is operated by a decentralized authority, unlike government-issued currencies.",
    "9": "Bitcoin is a digital currency that was created in 2009 as an alternative to standard currencies. Using block-chain technology, Bitcoin has the highest average transaction volume of any decentralized currency.",
    "10": "Bitcoin is a cryptocurrency (virtual currency) that is created or generated by mining. Bitcoin mining is the process of adding transaction records to Bitcoin's public ledger known as the block chain or blockchain. This process requires expensive & powerful computers in order to solve complex cryptographic problems before any new transactions can be confirmed."
}