{
    "0": "Bitcoin is a digital currency used for online transactions. It's not issued by a government or central bank. Bitcoin can be traded for goods or services with vendors who accept bitcoins as payment.[1] Bitcoin has three main uses: as a method of payment, as an alternative to other currencies and assets, and as a store of value.[2]",
    "1": "Bitcoin is the one and only cryptocurrency that users must be aware of before they can conduct any transactions. The popularity of Bitcoin has been growing rapidly in the recent years. Many people feel that Bitcoin has great potential for growth, some even predict that it will reach $150000 by 2021.",
    "2": "A distributed ledger is a database, digitally recording transaction information using cryptography, making it secure and unforgeable. It maintains a continuously growing list of data records that are hardened against tampering and revision.",
    "3": "Bitcoin is the world's first decentralized digital currency. It revolutionized money by allowing users to send and receive payment without a third party. Businesses have been quick to adopt Bitcoin, as they can now safely accept payment from anyone across the globe and avoid hefty transaction fees in the process.",
    "4": "While many people are aware of bitcoin, not everyone knows it is a great tool for businesses to use. Let’s look at the aspects of bitcoin that make it such a viable business tool in this article.",
    "5": "Coinbase is a secure online platform for buying, selling, transferring, and storing digital currency.",
    "6": "Our business is bitcoin. We sell bitcoins and help our customers to buy them with a credit card or via bank transfer through an intermediary service.",
    "7": "What is bitcoin? It's a digital currency. That is, it isn't physically printed in the form of notes or coins. Instead, bitcoins are created when computers \"mine\" for them. Mining involves the use of computer hardware to solve complex math puzzles. Bitcoins become increasingly harder to mine over time, as more people try to mine them and the puzzles become increasingly harder. When miners successfully create a new block they are rewarded with newly-created bitcoins",
    "8": "Bitcoin is a digital currency that allows you to send and receive money online. You can use Bitcoin to pay for goods and services, or invest in other types of Digital Assets. You can also buy and sell Bitcoins through Coinbase",
    "9": "We are a unique and specialized company that provides Bitcoin for sale. We have been active in the crypto currency market since 2018 and we deliver high quality services together with a professional approach and our customers are extremely satisfied.",
    "10": "Bitcoin is a digital currency that allows you to make instant and secure payments online.",
    "11": "bitcoin is a cryptocurrency and worldwide payment system. It is the first decentralized digital currency, as the system works without a central repository or single administrator. The network is peer-to-peer and transactions take place between users directly, without an intermediary. These transactions are verified by network nodes and recorded in a public distributed ledger called a blockchain. Bitcoin was invented by an unknown person or group of people under the name Satoshi Nakamoto and released as open-source software in 2009."
}