{
    "0": "Coming in for a landing 🚀",
    "1": "💰 $2,000 gap between $64.5k and $66.5k on the CME #Bitcoin chart is waiting to be filled.",
    "2": "The CEO of blockchain startup Ripple sees the combined market capitalization of the cryptocurrency market topping $5 trillion this year.\n\nRipple’s Brad Garlinghouse told CNBC that he expects the entire value of the crypto market to double, citing macro factors including the arrival of the first U.S. spot bitcoin exchange-traded fund (ETFs), as well as the upcoming so-called bitcoin “halving.”\n\nThe total crypto market capitalization was roughly $2.6 trillion as of April 4. If the market were to double, that would imply a new total crypto market cap of $5.2 trillion.\n\n“I’ve been around this industry for a long time, and I’ve seen these trends come and go,” Garlinghouse told CNBC. “I’m very optimistic. I think the macro trends, the big picture things like the ETFs, they’re driving for the first time real institutional money.”\n\nMore details on Garlinghouse’s comments at the link in bio.",
    "3": "Setelah dari kemarin borong Bitcoin terus, eh akhirnya Mr.100 mulai ngejualin Bitcoinnya kemarin sebanyak 1000 Bitcoin!\n\nTumben banget dijual, mau ngapain tuh?🤔🤔🤔",
    "4": "1️⃣ #BTC Plummets Ahead Of #RateHikes \n✅ In the past 24 hours, #investors have been #liquidated to roughly $150M.\n✅ According to #CryptoQuant data, #Bitcoin has decreased across all exchanges by almost 100K coins over the past month.\n2️⃣ #Twitter Rebrands\n✅ #ElonMusk tweeted Sunday that changing the logo to “X” was to “embody the imperfections in us all that make us unique.”\n✅ Twitter CEO Linda Yaccarino tweeted “#X is the future state of unlimited interactivity — centered in audio, video, messaging, payments/banking — creating a global marketplace for ideas, goods, services, and opportunities.\"\n3️⃣ Sam Altman’s Biometric #Worldcoin \n✅ The device features a wide-angle camera and a telephoto camera that capture a high-res image of the human iris and processes it into a unique digital identifier.\n✅ By the end of the year, Worldcoin expects to make 1,500 orbs available in 35 cities across 20 countries to continue onboarding new users for free."
}