{
    "0": "Bitcoin is a digital currency. Bitcoins are created by “mining,” a process in which computers solve complex math puzzles to help run the Bitcoin network. After joining the network, computers receive bitcoins as reward for their participation. Computers that solve the puzzle first get to place the next block on the blockchain and receive more bitcoins. In addition to mining, bitcoins can be obtained by buying them from an exchange or through private sales.\"",
    "1": "We believe in the future of bitcoin and want to help you become a believer too. We offer products that are meant to make your life easier and take advantage of the opportunities brought about by this rapidly changing financial landscape",
    "2": "Buying bitcoin is easy and secure. We have a curated list of the best exchanges for buying bitcoin and other currencies, with information about each exchange's supported countries, payment methods accepted, fees, privacy, limits and more.",
    "3": "Bitcoin is a form of digital currency, created and held electronically. No one controls it. Bitcoins are sent from user to user on the peer-to-peer bitcoin network directly, without the need for intermediaries. Mining Bitcoins uses very large amounts of electricity, and if mining became more popular then it could become unsustainable.",
    "4": "Bitcoin is a new kind of money. Bitcoin can be used to buy things electronically, like regular cash. It can also be traded on various exchanges and can be stored in digital wallets.",
    "5": "Bitcoin represents a new era in currency. It allows you to use one code to store and transfer value, a code not controlled by a central authority or bank. We do not accept any other currency.",
    "6": "A bitcoin is a digital token, created and stored electronically in the blockchain, using cryptography. The owner of Bitcoins has the ability to transfer them to other persons through payment and they exist in various units such as bit, BTC or Satoshis from which we can calculate the actual value of each.",
    "7": "Owning a business is a very rewarding experience. There are many benefits to owning your own business. Being your own boss, setting your own hours, and being able to work from home are just some of the perks. You get to choose how you want to run your business, which means no long meetings or office dress codes for you! There is also the potential for self-employment tax deductions, which can save you money on your income taxes throughout the year",
    "8": "The Bitcoin (BTC) price is a constantly growing asset. Buying and selling Bitcoin is the same as selling or buying stocks. It has a lot of rules and regulations but it's safer than your usual stock market because there are less people involved.",
    "9": "Bitcoin is a digital currency that has become increasingly popular as an investment, but also has other uses. Find out the basics of how it works today in our guide.",
    "10": "Bitcoin, created in 2009 and introduced as a digital payment system, operates without a central repository and uses peer-to-peer technology to operate with no central authority or banks. Unlike other global currencies, it has no physical form and it exists only electronically.",
    "11": "Bitcoin is a digital currency, created and held electronically. No one controls it. Bitcoins aren't printed, like dollars or euros -- they're produced by people, and increasingly businesses, running computers all around the world, using software that solves mathematical problems."
}