{
    "0": "A car is a wheeled, self-powered motor vehicle used for transportation and a product of the automotive industry. Most definitions of the term specify that cars are designed to run primarily on roads, to have seating for one to eight people, to typically have four wheels and to be constructed principally for the transport of people rather than goods.",
    "1": "Driving this beautiful car will impress not just your friends and family, but those around you.",
    "2": "A true class of its own, the 2019 Jaguar XF offers luxurious interior and exterior styling, with a powerful engine that can easily get you around any terrain.",
    "3": "The car is comfortable, fast, and beautiful. It is lucyry and has a high class feel about it.",
    "4": "This high-class LUXURY CAR is fast, powerful and luxurious. With a big engine, this car will take you anywhere you want to go.",
    "5": "Beauty, speed and luxury combine to form a worthy expression of your status. You want your car to look beautiful, but you also want it to be comfortable and safe. The M1 is designed to please the eye, accelerate on command and turn heads with its elegant style.",
    "6": "The Roadster, an iconic car that combines beauty and speed. With its sleek design, advanced technology and high performance engine, you will never look the same again in this car.",
    "7": "The new high-performance car is going to be the next big thing on the market. With recognition of its beauty, high class technology and speed this car will stand out from all others.",
    "8": "This is a high-class car. It was designed with luxury, comfort and ease of use in mind. This car will make for a joyful driving experience for your entire family, who are sure to love it just as much as you do",
    "9": "This car is beauty in motion. The engine has a power house and will give superb performance. This car is fast, but at the same time elegant and classy",
    "10": "The sleek design of the Car combines comfort, luxury and performance. Marvelous comfort awaits in its leather seats, with enough legroom for even tall passengers. The vehicle includes several safety features, including airbags and stability control",
    "11": "A car is a machine for transportation. It consists of an engine with a power source, wheels on which the car runs, and a passenger compartment in which people can ride..."
}