{
    "0": "This sleek, sophisticated vehicle has long been a favorite among the more high class individuals. The car offers the ability to go from 0 to 60 in under 5 seconds, and with its impressive acceleration it fits perfectly for those who enjoy speed and thrill. With 4 doors, and a solid design that makes it feel like it could drive forever without stopping.",
    "1": "The car is a high class product, it is even use for the rich people. It should be able to carry 4 adults and have enough space for the luggage. Also it can drive fast and long enough distance but not too much because we don't know if there are traffic jam or its getting exhausted from driving on highway. But its engine must be powerful enough to make it go fast and strong",
    "2": "This car is the ultimate in luxury, prestige and class. This car will make you the envy of everyone you know.",
    "3": "In a way, the car defines the person. The images and messages we have seen in advertisements have conditioned us to value certain things as symbolic of success and happiness.",
    "4": "This high class car is the perfect balance between luxury, style and performance.",
    "5": "The car is a high-class automobile that is known for its performance, comfort and style.",
    "6": "The car is red with a black interior, the engine is 5.6 Liters, its features include cruise control, premium sound system and touchscreen infotainment system.",
    "7": "A quality vehicle that can be used by any member of the family with a spacious interior and high class look",
    "8": "Delivering stylish personal luxury, our flagship sedan is designed to make your every journey an exceptional one.",
    "9": "The luxury car segment is seeing a lot of growth in the market, and it’s no surprise with so many choices out there. So ahead of the latest BMW X7 debuting at CES in Las Vegas, we rounded up eight cars to rival it…",
    "10": "The car is a high class car. It has all kinds of technology, so it can help us improve the quality of life.",
    "11": "Looking for a car that is stylish, fuel efficient and practical? Then the new high class car from Honda will be your favorite choice. The new Honda high class series comes with a sleek exterior design and a spacious cabin ready to accommodate 5 passengers comfortably. What's more exciting is that this new car features advanced driver assistance system that warns the driver against imminent collision."
}