{
    "0": "The most prestigious of our models, offering the comfort and safety you need every day.",
    "1": "This luxury car is great for a special occasion like an anniversary, or just for the joy of driving",
    "2": "The car is a luxury vehicle, high class and upscale. The car is an example of good taste, sophistication and strength.",
    "3": "A car is a motor vehicle used for transportation. Most definitions of car say they run primarily on roads, seat one to eight people, have 4 tires, and primarily transport people rather than goods. Cars came into global use during the 20th century, and developed economies depend on them. The year 1886 is regarded as the birth year of the modern car when German inventor Karl Benz built his Benz Patent-Motorwagen. Cars became widely available in the early 20th century. One of the first cars accessible to the masses was the 1908 Model T, an American car manufactured by the Ford Motor Company. Cars were rapidly adopted in the US, where they replaced animal-drawn carriages and carts (and locomotives - much of America's vast 19th century rail network was converted or abandoned by mid-20th century).",
    "4": "if you want a luxury car, this is a good one. it has very good quality, has many options and has a very nice sound",
    "5": "Overwhelmingly classy and sophisticated, this car is stunning in design and can be driven by anyone. The interior is full of comfort and luxury.",
    "6": "Our car is high class and luxury, it is beautifull with all features to give you the best experience.",
    "7": "The car is a high class, luxury vehicle. It can be perfect for long drives, vacations or everyday use. Relax and enjoy your next ride in this classy vehicle.",
    "8": "Our car is not just a way to get from point A to point B, it's an extension of who we are. Every feature has been thoughtfully considered: from the exterior and interior appearance, to the lighting and audio systems, to the underlying technology behind it all. It is a symbol of who we are and what we stand for.",
    "9": "Luxury car is considered as a mid-sized luxury car segment, located between large and executive class.",
    "10": "Our luxury car company has been in business for over 20 years, and we only use the highest quality parts to maintain low breakages and high resale values.",
    "11": "You're in the driver's seat of this premium sedan that effortlessly turns heads with its impressive power and design."
}