{
    "0": "#BREAKING | Terrorists attacked an #IndianArmy vehicle in #Kathua district of #JammuAndKashmir. According to initial inputs, armed terrorists had fired on an army vehicle in Machedi area of Billawar in Kathua district. However, soldiers retaliated and an encounter has ensued in the area.",
    "1": "On July 5, a joint effort by the police and the Airforce successfully defused an undetonated World War II bomb discovered in Bhulanpur, located in West Bengal's Jhargram district. \n\nThe bomb was found on July 5, prompting the evacuation of residents within a 1-kilometer radius of the site.\n\n#news #westbengal #worldwar2",
    "2": "Prime Minister Narendra Modi\n\n#modi #india\n#narendramodi \n#russia",
    "3": "What do you think?\n\n#cricket #india #t20 #worldcup #sports #news #rohitsharma #victory #t20worldcup #2024 #indvsa #indiavssouthafrica",
    "4": "Congress leader Rahul Gandhi wrote to former UK Prime Minister Rishi Sunak after his recent exit from office, expressing sympathy for the electoral loss as a setback for Sunak. Rahul highlighted Sunak's key role in bolstering India-UK relations.\n\n#election #uk #rahulgandhi #rishisunak #news",
    "5": "Nita Ambani praised team India and captain Rohit Sharma🇮🇳\n\n#india #cricket #news #ambaniwedding",
    "6": "The Economic Times shared an article says Poverty in India declines to 8.5% from 21.2% in 2011-12\n\n#india #news #gdp #development #bjp #modi #poltics",
    "7": "South Korea’s Gumi City Council announced on June 26 that its chief administrative officer, Robot, had d!ed. The name of this robot is Cyborg. He committed su!cide by jumping six and a half feet from the stairs.\n\nAccording to French outlet Agence France-Presse, the robot worked as a senior municipal official in the city council. The city council says there is no doubt the robot committed su!cide. However, there is doubt as to why he took such a step? Was the su!cide due to overwork or something else\n\n#southkorea #robot #news #ai",
    "8": "Team India recieved 156.4 Crores in total as prize money for winning T20 world cup after 17 years.🇮🇳\n\n#news #cricket #india #t20 #teamindia",
    "9": "Happy Thala Day💙\n\n#thala #happybirthday #dhoni #mahi",
    "10": "India's performance in today's match.\n\n#zimvsind #indvszim #sports #cricket #india",
    "11": "BREAKING NEWS:\n\nBCCI secretary Jay Shah backs Rohit Sharma to continue captaining for WTC and Champions Trophy 2025\n\n:BCCI\n\n#TeamIndia #indiancricket team #BCCI\n\n#Champions Trophy #WTC25 #rohitsharma #t20"
}