{
    "0": "When it comes to makeup, there are two things that matter most. Your skin and your features. This means your foundation, concealer, primer and color corrector should be a perfect match for your skin tone.",
    "1": "Whether you’re wearing it on your lips or your cheeks, makeup can be a fantastic way to express yourself. Find the perfect shade with our affordable makeup collections.",
    "2": "Makeup is a fun way to express yourself by adding a little color and dimension to your face. Whether you go for the natural look or feel like going bold, make sure you find makeup that works with your skin tone and enhances your features.",
    "3": "This age-proof makeup delivers powerful anti-aging benefits and evens skin tone for a healthier, more youthful appearance.",
    "4": "Get the glamorous looks that make a statement, whether you're at home or heading out for the evening. This makeup set can be used with any of your favorite beauty products, such as your pencils and lipsticks.",
    "5": "Elevate your look with a dash of color from Makeup. Choose from a wide range of makeup products and target your needs — whether it’s face, lips or eyes. Find the right shades and formulas to give you the look you want.",
    "6": "We design and create products that complement a woman's natural beauty.",
    "7": "Discover our full range of makeup products and beauty tools, including lipstick, blush, mascara and more. Shop by color or type of product to find the right makeup for your skin tone.",
    "8": "Makeup is the perfect accessory. It enhances your physical features, brings forth your inner personality and can also be recreational. That is why it is called \"fashion\".",
    "9": "The exclusive cosmetics line is designed to be your everyday essential, perfecting your makeup routine with effortless-yet-functional products that will help you look and feel your best.",
    "10": "Makeup is the application of cosmetics to the face, nails, and body for a variety of reasons. The coverage of makeup can be a fundamental part of cosmetics applied to the face. Cosmetics are intended to be worn in general , but they maystylized and decorative as well."
}