{
    "0": "The car is for those who are looking for fast driving experiences. The car is high class and made to bring luxury to its owner.",
    "1": "Honda's premium-grade sedan is designed to be the pinnacle of luxury, with a spacious cabin and advanced technology. A turbocharged 2.0L engine and 8-speed automatic transmission with paddle shifters provide a power boost when needed",
    "2": "The Cadillac has a luxurious, comfortable ride while maintaining the performance you expect from a premium luxury car.",
    "3": "The car is fast, has luxury features and a high class look. It is equipped with bulletproof glass and a panic button to call for help in case of an emergency.",
    "4": "This is a very high class sleek car. It is fast and luxurious with all the extras you could ever want and need. The leather in this car is the finest available and it will last for years to come. The color of this vehicle is no accident either, it is carefully chosen to be highly visible but also quite beautiful.",
    "5": "A car that is fast, high class and luxurious. This is the perfect car for people who love driving and having a smooth ride.",
    "6": "GO FAST, GO CLASSY. This is a car for people who want to enjoy the best of times with the highest class. Find out what it’s like to feel like a real traveler and be treated as an elite member of society. This car will truly be the envy of your friends and family.",
    "7": "The car is the most popular kind of vehicle in the world, with more than a billion in use. It's also the primary means of transport for many people in industrialized countries",
    "8": "Our car is the best new model on the market. It provides luxury and class, but can also accelerate at a fast pace.",
    "9": "The car is fast, stylish yet classy and practical. The power of the engine is very high class and the driving experience is luxurious.",
    "10": "Car attributes are represented by car classes. Beyond that, this data is super exciting and we can't wait to see what you do with it!",
    "11": "For the thrill seeker, the car of choice is the one that takes you to your destination in the fastest, most efficient way possible. Once there, be treated like royalty with a luxurious interior and top-notch service."
}