{
    "0": "Watch the video and tell us how you feel\n\n📸 @borisao_blois",
    "1": "B787 FLy Dubai\n🎥 @xtrixgg\n\n#nature #photography #naturephotography  #travel #photooftheday #naturelovers #art #landscape #like #follow #dubai #adventure #tricksforexplorer",
    "2": "Let me introduce you to my little friend and the most famous cat in Egypt, the Philae Temple cat. ✨\n\nHave you met him before? 😍\n\n📍 Philae Temple, Aswan",
    "3": "The beauty of compassion is clearly manifested in moments of gentleness and care when a compassionate soul extends to help the ducklings. With grace, the person bends to offer a helping hand and protection to these delicate beings. The softness in their movements harmonizes with the beauty of nurturing, as they devote themselves to providing protection and tenderness, much like the enfolding wings around the ducklings. When their gentle hands touch the delicate softness of their small bodies, the beauty of compassion comes to life in those moments, as if the colors of dawn harmonize with the glistening dew.\n\n📸 @animalsarefunny_",
    "4": "Mount Taranaki, also called Mount Egmont, mountain, west-central North Island, New Zealand, on the Taranaki Peninsula.\n\nThe symmetrical volcanic cone rises from sea level to 8,260 ft (2,518 m) and has a subsidiary cone, 6,438-ft Fanthams Peak, 1 mi (1.5 km) south of the main crater. Both have been dormant since the early 17th century.\n\nStreams issuing from the snowfields at the summit have carved deep gorges down the slopes. Dense forests clothe the mountain, giving way to the fertile plain at its base. Mt.\n\nTaranaki is the youngest and most southerly of a group of volcanoes, including Pouakai and Kaitake, that are within Egmont National Park. The peak was sighted (1770) by the British navigator Capt. James Cook and was first climbed in 1839.\n\nSource britannica website\n📸 @sinparardviajar\n@mrlesterchan",
    "5": "Glassy ice with big boulders underneath - it felt kind of like snorkeling! \n🎥 @sarahmhistand\n\n@hannananahah and I were so into watching the rocks glide underneath us that we forgot to look up and not crash 😆💥\n\nRabbit Lake \nFilming and giggles by @lucmehl \n📍Dena’ina land and ice\n\n#nature #photography #naturephotography  #travel #photooftheday #naturelovers #art #landscape #like #follow",
    "6": "Persepolis, the Ancient City of Splendors\n\nPersepolis, located in modern-day Iran, stands as a testament to the grandeur of ancient civilizations. Built during the Achaemenid Empire, around 518 BCE, Persepolis served as the ceremonial capital under the rule of Darius the Great and his successors.\n\nThe city's architecture reflects the sophisticated engineering and artistic prowess of its time. The monumental entrance, known as the Gate of All Nations, welcomed visitors with its imposing bull-headed capitals and intricately carved reliefs. Persepolis showcased the Achaemenid commitment to multiculturalism, as depicted by the numerous delegations represented in these reliefs.\n\nThe Apadana Palace, the heart of Persepolis, was a majestic audience hall where the king received tributes from the diverse corners of the empire. The grand staircases leading to the palace featured detailed reliefs illustrating the diverse subjects of the empire, symbolizing unity under the Achaemenid rule.\n\nThe Treasury and the Hall of 100 Columns further emphasized the opulence of Persepolis. The Treasury, possibly a royal storage facility, exhibited the Achaemenid wealth, while the Hall of 100 Columns, adorned with intricately carved columns, served as a monumental space for ceremonies and celebrations.\n\nDespite its grandeur, Persepolis met its tragic fate. In 330 BCE, Alexander the Great captured and partly destroyed the city, leaving enduring traces of fire and destruction. Nevertheless, the ruins of Persepolis continue to captivate archaeologists, historians, and tourists alike, offering a glimpse into the ancient splendors of a once-magnificent city.\n\nPersepolis remains an archaeological marvel, echoing the greatness of a bygone era and inviting contemplation on the transience of empires. Today, as visitors wander through its majestic columns and reliefs, they are transported back in time, connecting with the rich history and cultural heritage of this remarkable ancient city.\n\nSelected By :@iran_memari @be.in.iran\nCredit To :@a.r.naderifard",
    "7": "Spalax and nannospalax are genera of blind mole-rats found in eastern Europe and western Asia. They are completely blind, with their eyes being entirely covered by skin.\n\nFrom the looks of it, the blind mole rat doesnt have a lot going for it. Not only does the creature lack eyesight, but it also spends the majority of its life underground. However, the animal possesses a rare talent: the ability to exploit the earths magnetic field to find its way home. Blind mole rats have been observed using both their sense of smell and their balance to navigate over short distances.\n\n🎥:©️costicacrvO",
    "8": "Sphere, Las Vegas, eye\n\n📸 @henry_do",
    "9": "The most beautiful thing you can see today.\n\n Mention someone in the comments who loves animals. It might make you happy 😊\n\n📸 @ym.nara_mislin",
    "10": "Just 5 years ago, a gem dealer in Upper Michigan, Erik Rintamaki, discovered, by chance, a unique phenomenon exploring the coast at 4 am on a cold morning with one detail in particular, the flashlight with the that illuminated, was ultraviolet light. Coincidentally, Erik pointed to two small stones in his path that generated an unthinkable phenomenon: when illuminated, these small stones emitted a yellowish luminescent glow.\n\nThey were two stones that shone brightly in the light of his flashlight. The merchant unknowingly discovered something unique. A rock that glows under ultraviolet light made from a mineral never before seen in Michigan. Without knowing what they were or why they shined so brightly, he called them “Yooperlites.” With the discovery revealed, investigations began and answers arrived.\n\nThese were special rocks with a mixture of fluorescent minerals inside that can glow when subjected to specific lighting conditions. Rocks made from a mixture of sodalite and syenite, and it is the fluorescent part, sodalite, that glows when long-wave ultraviolet light is applied to them, creating a unique scene.\nDid you know these stones? \n\n🎥 @thenaturechronicles \n.\n.\n.\n.\n.\n.\n#explore #travelers #traveling #travel",
    "11": "POV: I am your shark safety diver. I love this angle as @camgrantphotography films over my shoulder. You can see I am relaxed the whole time while maintaining eye contact with the shark as I redirect her & not splashing or swimming away. We want to appear as much like an equal predator & not like prey. 🦈💙 Diving with @hawaiiadventurediving @lifeofasharkdiver @sava.bien.hawaii @snappysammyphotos @andriana_marine \n\nCredit: @mermaid.kayleigh\n\n#savesharks #tigershark #ocean #sharkdiver #sharkdiving #pov"
}