{
    "0": "another Sri Lanka #photodump 🪬\n\nvčera vyšel ven nový @thetapespodcast community only speciál č. 3, který jsem nahrávala i s videem poprvé mimo studio ~ a to rovnou na Srí Lance. téma je dost příhodné, pobavíme se v něm o cestování a to primárně o tom za oceán ✈️\n\nproč pro mě bylo vždy cestování tak důležité? jaké jsou moje nejoblíbenější destinace (možná překvapivě🤭)? proč je pro mě Srí Lanka podruhé tak trošku hořko-sladká a taky dost upřímný life update. s přísadou pár funny zážitků, tipů i myšlenek. \n\nEpizodu najdete už nyní i s videem na herohero.co/thetapes 🥰\n\n#cestovani #travels #thetapes #podcast #lifeupdate",
    "1": "já, hledající, jaký největší balík sluníčka se vám pokusím příští týden dovézt do Česka 🌞🌴",
    "2": "sunday trip to Weligama 🧢🏝️\n\n& fav spots: @nomadsrilanka & @ceylonsliders",
    "3": "christmas in vienna🎄 >>>\n\njelikož jsem z Brna, tak jsme od malička jezdili na trhy do Vídně víceméně každý rok a vždycky to byla totální srdcovka. takže dnešek je docela plný nostalgie, promrzlých tváří a konečně i nějaké té vánoční atmosféry 💚\n\nv jakém městě máte rádi vánoční trhy vy? budu ráda za každý tip 💫",
    "4": "a pokud se nezalekla větších vln, učí se sjíždět ty zelené doteď (a asi i napořád, but I love it) 🏄🏼‍♀️🌊",
    "5": "Sri Lanka in 0.5 👋🏼🦋\n\n1. Every sesh is a sweat sesh here\n2. Post-surf high\n3. Palmičky palmičky palmičky\n4. Pravidelná hodinka s knížkou & tanning sesh\n5. Ice coffee queen\n6. Pre-class morning caffeine\n7. Snackkkkk 🍌",
    "6": "happy birthday to my best friend forever 🐶🩷",
    "7": "what a blast 🪩\n\nthank you @ca for such an amazing time in Vienna with such a great group! 🥰\n\n#makeitanoccasion #vienna #christmas"
}