{
    "0": "Jason Statham is an action star with a resume as long as his muscular arms. He’s taken on some of Hollywood’s biggest heroes, including Jules in “The Transporter” series and Chev Chelios in “Crank.”",
    "1": "Jason Statham is a talented British actor, known for his roles in films such as The Transporter, Crank and Lock, Stock and Two Smoking Barrels. A great addition to any cast and crew",
    "2": "Jason Statham is an English actor and producer who has starred in action films, including the Expendables franchise, The Italian Job and Crank.",
    "3": "He has appeared in several box office hits, most recently in the 2010 action thriller The Expendables.",
    "4": "British actor best known for his tough-guy roles in films like the 'Crank' franchise and the 'Transporter' films.",
    "5": "Jason Statham is an English martial artist, actor and former model and diver. Statham was known as a diver in the 90's for his performances in the swimming pool at South Somerset Swimming Club. He won numerous medals at regional and national competitions representing South West England. He competed at four world championships, winning gold medal in 1993 in Palma de Mallorca, Spain in men’s 10-metre platform event.",
    "6": "Jason Statham is best known for his action-packed roles in films such as The Transporter, The Italian Job, Crank and Death Race.",
    "7": "An action film star widely known for his roles in the Guy Ritchie-directed Lock, Stock and Two Smoking Barrels, Snatch, and The Transporter. As of 2016, he has starred in three Hollywood franchises, Statham has also performed as a model and producer.",
    "8": "Jason Statham was born in Stockport, England on September 12, 1967 to his mother Eileen and father Jean-Pierre. He was raised in a strict Christian family before he began to act in his adolescence. His name comes from an Irish character in the TV series Lovejoy (1980).",
    "9": "Known for his action roles, including Lock, Stock and Two Smoking Barrels and the Transporter series, Jason Statham has worked with some of the biggest names in Hollywood.",
    "10": "Jason Statham is one of the most recognizable faces and voices in Hollywood today. With more than 80 films under his belt, he’s also won over audiences with his unique blend of intensity and humor.",
    "11": "Jason Statham is an English film actor known for his action roles in the Guy Ritchie crime films Lock, Stock and Two Smoking Barrels (1998), Snatch (2000), and Revolver (2005). He has been nominated for a Golden Globe Award and two Screen Actors Guild Awards."
}