{
    "0": "Growing the wheels 🤝",
    "1": "Pre workout meal ft Raven \n\n#fit #fitness #fitnessmotivation #gymmotivation #germanshepherd #mansbestfriend",
    "2": "The man who endures and enjoys the pain wins. \n\nDon’t beg for what you want, manifest it through action and put yourself in the best possible position for its reception. \n\nBe better than yesterday 💪\n\n#fitness #fitnessjourney #gym #gymmotivation #discipline #motivation #manifest #onlinecoach #back #pullday",
    "3": "Monday!!! New week!!! LFG!!! \n\nDon’t talk it, WALK it 🥱🥱🥱\n\n#fit #fitness #fitnessmotivation #gymmotivation #fitnessaddict #gymaddict #mondaymotivation",
    "4": "It will take longer.\n\nIt will be more difficult.\n\nIt will require more effort on your part.\n\nBut you know what I can tell you about that. \n\nWhen you do the hard things you will have a happier and easier life. \n\nBut If you constantly choose to take the path of easy and negotiate and compromise, you will have a hard life, a hard life that ends with regret. \n\nStop choosing the the path of easy. \n\nStop negotiating with yourself. \n\nStop compromising on your health. \n\nDo the hard things things now so that you reap the fruits of your labor later. \n\n- Coach Dalton \n\nDM me “IM NEXT” if you’re to stop choosing the easy route. \n\n#fitness #fitnessjourney #gym #gymmotivation #discipline #motivation #healthylifehappylife",
    "5": "Having the right mindset and attitude can literally change your life. It has mine 🙏🏼",
    "6": "Being fit/in shape isn’t just about looking good in the mirror. \n\nThere are SO many more benefits than just the physical appearance. \n\nIt’s the self love you gain. \n\nIt’s the confidence you gain. \n\nIt’s the discipline you learn. \n\nIt’s the habits you form.\n\nIt’s being able to get through a day without the aches and pains of being overweight. \n\nIt’s becoming healthier and being able to keep up with your kids when they ask to go play ball. \n\nIt’s being able to be around for when you have grandkids. \n\nIt’s being able to take your dog to the dog park without getting winded. \n\nIt’s having that confidence to ask that girl out. \n\nSome of us may start our fitness journey for the aesthetics/ looks not realizing the greater impact that it will have on our quality of life. \n\nStop disrespecting yourself. You’ve got one chance at this thing called life. If you’re tired of being tired this is your sign. Let’s elevate your life!! \n\nDM me “IM NEXT” if you’re ready to start living the life that you deserve💪\n\n#fitness #motivation #habits #discipline #selflove #healthylifestyle #getoutside",
    "7": "The way you treat yourself sets the standard for others \n\nStandard is the standard. We don’t lower it 🤝\n\n#fit #fitness #fitnessmotivation #gymmotivation #fitnessaddict #gymaddict #flexfriday",
    "8": "What a great week! \n\nGot back from New Jersey late Monday night. Hit the ground running ever since. \n\n- Business is killing it 🙏\n- Clients are getting better everyday. 😮‍💨\n- Added a few more people to the team 🤝\n- Personally I took it to another level in training. Nutrition & cardio has been dialed in to a T. 💪🏼\n\nOverall a great week. Feeling very blessed! \n\nSee ya at the top 🫶🏼\n\n#onlinecoach #selfimprovement #discipline #motivation #workout #accountability",
    "9": "“I’ll do it later…”\n\n-Is one of the worst mindsets you can have.\n\nI fall victim to this as well. Over the last few days I have been working out a little earlier than normal. I eat my pre workout meal then go to the gym first thing. I’ve been telling myself, I’ll go to the gym and do my morning routine later. Guess what’s happened over the last few days?\n\nI haven’t done my morning routine of affirmation, reading and goal setting.\n\nIt’s so easy to put it off until a more convenient time. I get it, I really do. \n\nHowever, having that mindset will get you nowhere. More often than not you won’t do the task later. \n\nNow relate that to fitness.\n\nHow many of you have told yourself “I’ll go to the gym later” for the last year? Are you happy with the results you’ve gotten from the work you haven’t done? \n\nExactly. I’m guessing not. So I challenge you to go to the gym today. Get home from work,  change and leave. Don’t sit down. Don’t say you’ll go later. Bc you won’t. \n\nDon’t know what to do in the gym? \nDon’t know what to eat to get results? \nNeed someone to hold you accountable? \n\nHi, my names Dalton. Hmu, I got you🤝\n\n-Coach Dalton\n\n#onlinecoach #diet #fitness #workout #mindset #motivation  #fitfam #health #success #inspiration#gymmotivation #fitnesstransformation #training #fitnessgoals #strength #nutrition \n#fitnesscoach #monday #mondaymotivation",
    "10": "NYC ☑️\n\n#newyork #newyorkcity #nyc #theedge #cityviews #travel",
    "11": "How can you be bored with life? So much to do & accomplish 🤯\n\nBoredom leads to addictions & regrets. Do not waste the precious gift of creation. Don’t be selfish. The world needs you. \n\nWe need leaders that will lead from the front and make it a better place ‼️\n\nFix your mind, dial in the diet and get jacked! Watch your energy elevate and put you in the position to accomplish anything you can dream of ‼️\n\nWe are all running out of time. Make a difference or be forgotten forever ⏳"
}