{
    "0": "#happy_new_year_2024 \n#littlebotox\n@littlebotox",
    "1": "Skincare is not superficial because it’s healthcare. When you have beautiful skin it’s a sign that you have a healthy mind and body.#botoxinjec #botox\n................\n #barbiephotoshoot #barbiegram \n.......................\n#houstoninjector #med\n#dr_b0t0x",
    "2": "Well, frankly, it is never a nice thing to see wrinkles on your forehead. But you can get rid of them with Botox. Book your appointment now!#beautyexpert #aesthetics #dr_b0t0x#barbie #barbieg\n/////////////////////////////////////\n@dr_b0t0x \n💯💯",
    "3": "When you find the pink of your dreams, add a little sparkle to the look. #botox #dr_b0t0x #syringe #foreheadwrinkles #houstonbeauty #pink",
    "4": "When you find the pink of your dreams, add a little sparkle to the look.  #botox #dr_b0t0x #syringe #foreheadwrinkles #houstonbeauty #pink",
    "5": "Mom and dad had a fun time a couple of weeks ago with help from the grandparents we definitely miss that help in Houston, grandparents are such lifesavers! (also I don’t know if I’ve mentioned it before)\n#botox#barbie#littlebotox#botoxday",
    "6": "Beauty is about enhancing waht you have \n..................................................................\nlet yourself shine through.\n@dr_b0t0x \n#botox#botoxcapilar #barbie #houston #dr_botox#botoxfacial",
    "7": "Hey beautiful!..I've got your wrinkle-fixing needs covered, from a little emergency difference-making to total transformation. Little Botox, Big difference.Don't let your #wrinkles give away your age. Smooth them\n#dr_b0t0x",
    "8": "Mom and dad had a fun time a couple of weeks ago with help from the grandparents we definitely miss that help in Houston, grandparents are such lifesavers! (also I don’t know if I’ve mentioned it before, but matchi#dr_b0t0x",
    "9": "Make life better with a friend that makes you look younger! #botox#Botox #beautyexpert #ａｅｓｔｈｅｔｉｃｓ #dr_b0t0x #houstonbotox \nby @dr_b0t0x",
    "10": "#dr_b0t0x. Because injecting toxins into your body with a friend doesn't seem creepy at all #Botox#dr_b0t0x#houston",
    "11": "#lipfiller problems #houston #medspa #houstonmedspa #IYKYK #SKINCARE #injections #dr_b0t0x\n............................................\n@dr_b0t0x"
}