{
    "0": "Dream home in Puglia, Italy 🍃🇮🇹 \nWould you live here?\n-\n#architecture #luxuryvilla #architecturelover #interiordesign #luxuryinterior #interior #luxuryhouse #interiors #mansion #luxurymansion #dubairealestate #luxuryhome #luxuryhomes #luxuryinteriors #beautifulhomes #beautifulhome #luxuryinterior #luxuryhouses #housegoals",
    "1": "Which one would you take?? 🤩\nFollow  for more 📈\n.\n.\n.\n.\n.\n#luxury #luxurylifestyle #luxurylife #car #cars #style #life #luxuryliving #luxuryfashion #luxurycity #millionaire #luxurystyle #luxurycar #millionaireclub #luxurybrand #millionairetoys #van #lifestyle #luxurious #luxuryvan #money #amazing #money #goodlife #luxurycars #luxuryclub #good #fashion #amazingcars #luxuriouslife",
    "2": "What do you think about this facade?",
    "3": "🏠Perfect Home\nTag a friend who would love this!",
    "4": "New Zealand Cliff House 🇳🇿 \nWhich part would you choose? 🧡\n-\n#interiordesign #luxuryinterior #interior #luxuryhouse #interiors #mansion #luxurymansion #dubairealestate #luxuryhome #luxuryhomes #luxuryinteriors #beautifulhomes #beautifulhome #luxuryinterior",
    "5": "Who’s ready for summer!  This home is glorious!  Via Pinterest ✨I’m offering a special for virtual design consults for $70 for 1 room, $135 for 2 rooms, $190 for 3 rooms, $250 ppl 4 rooms & $50 for each additional room. A combination room such as living/dining is $125 if you want help with both.  Typically a foyer or a bathroom are $40 each. \nAre you remodeling or have new construction?  I can help $80.  Just need help w/ paint? $40 \n\nDo you need design direction and advice... but you want to do the shopping on your own to save money? Do you need help decorating your home? Are you overwhelmed or not sure how to take the next step?  I spend time getting to know you, your space & the style you would like to achieve. I can help you arrange your current furniture, update your space, select new paint, or any area that you feel stuck.\n\nWe will chat over FaceTime or WhatsApp and you can show me your home. I empower you so that I jyou feel confident to implement\nthe changes on your own and save money!  I’ll give you direction and help you make choices while you shop. \n\nIf you want me to shop for items for you l charge $80 an hour. I’ll send you links to purchase items online at whatever stores you chose to shop. (Target, TJMaxx, Wayfair, Pottery Barn, etc) \n\nTo schedule a consult just send a DM or email. Let me know what days and times work best for your schedule and what time zone you are in. \nClick on the link in my bio to see my website."
}