{
    "0": "Pedal your way to good health and a new you with the Bicycle Exercise Traker Bike. The recumbent style seat makes it easy to get comfortable while riding and the adjustable padded headrest adds extra support. Handlebars are positioned at a 68-degree angle so they're easier on your wrists and joints.",
    "1": "A comfortable ride with a sporty feel. Its lightweight aluminum frame and 24-speed indexing provide an excellent ride. The handlebars, seat and tires are made of soft rubber and foam to increase the comfort level while riding.",
    "2": "Grab your bike and head out! This amazing product lets you go anywhere you want to go, anytime you want to get there. It's perfect for any weather and can easily be used in cities, on the highway or even on sand dunes.",
    "3": "Classic is always in style. The Bicycle® Classic Deck features an elegant design and the durability you would expect from a custom deck. This is a plastic skateboard, designed for simple everyday fun. Ride one today!",
    "4": "Cyclists love the lightweight, smooth ride of our Bicycles. They come in several styles, from traditional to modern to suit any personality and biking style.",
    "5": "Bicycle is a simple, clean looking piece that adds color to any room. Its small size makes it perfect for all the little nooks of your home. Stack in all different shapes and sizes for an extra fun look!",
    "6": "Bicycle is a human-powered, pedal-driven, two-wheeled vehicle, having a one wheel at the front and a large wheel at the back. Bicycles have been around since the early 19th century and have since evolved into a symbol for transportation, freedom, health and fitness.",
    "7": "Bicycle is a vehicle that has two wheels and one seat. Basic, but revolutionary: The bicycle was the first real success story of industrial production.",
    "8": "Cycling is a great way to get the heart pumping and get some fresh air. Feel the wind in your face and take in the sights with a bicycle ride.",
    "9": "Bicycle brings your love of cycling to new heights. It’s like you’re floating in air, yet never losing contact with the ground. Revel in flawless all-day comfort that adapts to different terrain for the ride of your life.",
    "10": "Bicycling is the best way to get around, stay fit and healthy, reduce pollution and traffic congestion, improve local economies, especially in low-income neighborhoods. It's a fun way to explore your city or nature by bike.",
    "11": "Bicycle is a quality brand that has been trusted for over a hundred years. Known for their high-quality bicycles, we are proud to sell this product and hope you enjoy it as much we do."
}