{
    "0": "Alexander Volkanovski prediction for his fight against Topuria: “Round 2… I’m gonna push him, and I think I crumble him inside 1 and I get the finish soon after that.\n\n…Just how confident Ilia is, he hasn’t been able to prove that. I prove that everytime I step in this gym. I don’t know if Ilia does. He doesn’t act like it.”",
    "1": "Jon Jon reveals he was offered the main event for\nUFC300 two days ago👇\n\nJon Jones: “I got a call from Hunter Campbell. He said, “Jon, I know it’s only nine weeks away, but if there’s any chance you’re feeling up to it, it would be awesome news for the community that you’re coming back and headlining one of the biggest events ever.” And, as honored as I am for the opportunity, I just don’t think I’ll be ready.”",
    "2": "Gane vs. Aspinall is inevitable at some point.\n🔥 Who wins this one ?",
    "3": "Poirier is rocking with Holloway for the BMF belt.\n\n“I think I’d put money on Max. Max is a big guy. He and Gaethje probably walk around at the same weight… His timing, range, durability. It’s a coin toss, but if I was betting, I would bet Max.”",
    "4": "🗿Chama smile in his free time.",
    "5": "Dustin Poirier says the fight is off and Benoit Saint Denis posts almost at the same time that he’s “Counting down the days”\n\nI’m confused.",
    "6": "Jack Hermansson picks up a huge win at #UFCVegas86 💪",
    "7": "Is this fight to make for UFC 300 ? 🤔",
    "8": "Brian Ortega is 1-3 in his last four fights. His last fight was in July 2022.\n\nAnd yet, he is 4th ranked fighter in FW division.",
    "9": "Sean O’Malley had praise for Ilia Topuria, but is taking himself if they ever fought 👀",
    "10": "Four years ago today, Jon Jones retained his UFC light heavyweight title against Dominick Reyes after one of the most controversial decisions of all time.\n\nDo you agree with the result?",
    "11": "A stacked card is set for So Cal 🌴 #UFC298"
}