{
    "0": "Nowadays, all agencies are about guarantees and who can make the best offer.\n\nThey’ve forgotten that quality service fulfilment and custom solutions is what actually gets clients their desired results.\n\nHormozi has said something that has been stuck in my mind:\n\n“You can spend 2 months building a product/service and spend the rest of your life marketing it, OR you can spend 2 years building the best product, and never need to market it.”\n\nThe people promising you insane results & offering you ridiculous guarantees spent a month or two building, and they’re committing to spending their life marketing it.\n\nWe scale accounts without ads or any magic system. Our neuro-science based methods allow us to 3x or even 4x engagement and retention, those are the metrics that matter, views don’t equal to sales.\n\nIf you’re sick of being stuck where you currently are and resonate with what I’m saying, comment the word “READY”.",
    "1": "| can never go broke again.\n\nThere are a few reasons for this and for you to fully understand why, we have to go back 3 years.\n\nWhen I first started online business I had no idea what to do.\n\nLike many others I went through e-commerce, appointment setting, remote closing, etc.\n\nAfter realising my mistake being that I didn’t stick to one thing, I decided to launch my own marketing agency.\n\nI was helping business grow their social media by posting reels, stories, and selling through DM’s.\n\nThis worked well and I made my first $10k this way.\n\nAlthough this was the most amount of money I had ever made, I was still looking for opportunities to elevate my skills.\n\nI had lots of knowledge about social media, algorithms and audience psychology.\n\nI quickly saw the opportunity with personal brands and people needing my skills.\n\nI found like-minded partners and we got to work.\n16-months later I’m now running the highest-quality personal brand development service available.\n\nWith over 50M views to our name in the last 6-months alone, we have doubled our clients’ revenue and tripled their engagement rates.\n\nYou may ask “What skills do I need to learn to grow my personal brand?”\n\nYou must understand the rules to social media:\n- Social media algorithms\n- Audience psychology\n- High-quality content production\n- Engagement over views\n\nA personal brand is PERSONAL, people follow you for you and the value you provide.\n\nIf you’re saying the same things as everybody and not being authentic, nobody will follow you.\n\nI’ve laid out these rules step-by-step on my YouTube and also created a fully FREE program called Creator Tools.\n\nLink in my bio or simply DM me the word GROWTH and we’ll get started on a tailored strategy for you.\n\nStop scrolling mindlessly.\n\nStart creating.",
    "2": "📝",
    "3": "Follow the steps and you will see success, don’t rely on secret methods or one-time tricks.\n\n- Relevancy\n- Relatability\n- Consistency\n- Value\n\nWork on those 4 points daily.\n\nIf you want hands.on help and growth, DM me the word\n“SOCIAL” to get started.",
    "4": "Know the value of peace",
    "5": "Great to see @jordanwelch in Zürich yesterday\n\nShared some valuable insights on YouTube growth and overall business. Definitely a master of his craft 🤝\n\nMore coming soon...",
    "6": "Attract your dream life",
    "7": "Nowadays, all agencies are about guarantees and who can make the best offer.\n\nThey’ve forgotten that quality service fulfilment and custom solutions is what actually gets clients their desired results.\n\nHormozi has said something that has been stuck in my mind:\n\n“You can spend 2 months building a product/service and spend the rest of your life marketing it, OR you can spend 2 years building the best product, and never need to market it.”\n\nThe people promising you insane results & offering you ridiculous guarantees spent a month or two building, and they’re committing to spending their life marketing it.\n\nWe scale accounts without ads or any magic system. Our neuro-science based methods allow us to 3x or even 4x engagement and retention, those are the metrics that matter, views don’t equal to sales.",
    "8": "just business 🤝"
}