{
    "0": "Aqui não há espaço para desculpas ou fraquezas. Deixe um “🥃” nos comentários se você está pronto para se tornar um homem de verdade.\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao\n#mindset #mentalidade #homem #conduta\n#desenvolvimento #autoconhecimento\n#theoldman",
    "1": "Para atingirmos a excelência em qualquer empreendimento, é necessário que estejamos dispostos a fazer sacrifícios em outras áreas de nossas vidas. É uma busca que demanda uma imersão total e uma dedicação quase obsessiva ao trabalho em questão. É necessário um comprometimento profundo e uma paixão ardente, que pode parecer loucura para os que observam de fora, mas são essenciais para transcender a mediocridade e alcançar o extraordinário.\n.\n.\n.\n🎥 Conor McGregor\n🎵 Ur Final Message-slowed( bass )\n\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset #mentalidade\n#homem #conduta #desenvolvimento #autoconhecimento\n#theoldman",
    "2": "Não há glória sem luta, não há conquista sem perda, e não há progresso sem a disposição para deixar para trás o que nos é confortável, mas inútil.. A busca pelo que realmente vale a pena carrega consigo a necessidade de renúncia: renúncia à preguiça, ao medo do desconhecido e à tentação do caminho menos árduo.\n\nO caminho do sacrifício é marcado por espinhos e pedras, por vezes solitário e sempre exigente. Mas é também o único caminho que leva ao crescimento verdadeiro, à realização profunda e à satisfação que não se esvai com o passar do tempo.\n\nQue o sacrifício não seja visto como um fardo, mas como o alicerce sobre o qual construímos uma existência de valor inestimável.\n.\n.\n.\n🎥 O Sol de Cada Manhã (2005)\n🎵 Ocean\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset\n#mentalidade\n#homem #conduta #desenvolvimento\n#autoconhecimento\n#theoldman",
    "3": "Não adianta apenas ter grandes sonhos se não estiver disposto a trabalhar duro. A preparação, o treino, é a chave para o sucesso, e isso exige um compromisso sólido. Não se iluda pensando que o talento irá levá-lo automaticamente ao topo. É o esforço que fará a diferença.\n.\n.\n.\n🎥 Bernardinho | Os Sócios Podcast\n🎵 Zack Hemsey - “The Way (Instrumental)”\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset #mentalidade\n#homem #conduta #desenvolvimento #autoconhecimento\n#theoldman",
    "4": "Cada experiência que temos, seja ela boa ou ruim, é armazenada na memória. Estas informações são cruciais para aprendermos e evitarmos cometer os mesmos erros. Se não usarmos nossa memória para aplicar o que aprendemos, estamos desperdiçando uma ferramenta valiosa. Em vez de apenas relembrar o passado, devemos usar nossa memória para informar e melhorar nossas ações futuras.\n.\n.\n.\n🎥 Jordan Peterson\n🎵 Zack Hemsey - “The Way (Instrumental)”\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset #mentalidade\n#homem #conduta #desenvolvimento #autoconhecimento\n#theoldman",
    "5": "Valorize o tempo que lhe é dado. Use-o de maneira apropriada. Não o desperdice em coisas sem sentido, mas invista em atividades que o elevem, que o enriqueçam, que o façam crescer. Seja produtivo, seja criativo, seja útil. A vida é curta, o tempo é escasso. Use-o sabiamente. Não se torne uma mera casca vazia, desperdiçando o tempo precioso que lhe é dado. Aproveite cada momento, pois cada momento é uma oportunidade para se tornar uma versão melhor de si mesmo.\n.\n.\n.\n🎥 NELSON FREITAS - Inteligência Ltda. Podcast\n🎵 Interstellar - Main Theme - Hans Zimmer (Epic instrumental/piano cover)\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset\n#mentalidade\n#homem #conduta #desenvolvimento\n#autoconhecimento\n#theoldman",
    "6": "Não olhe para as suas mãos e lamentem a falta de recursos. Não olhe para o céu e pergunte por que você foi agraciado com uma vida tão dura. Em vez disso, olhe para dentro de si mesmo. Encontre a força que reside lá. Use-a para transformar o pouco que você tem em algo grandioso.\n\nNão são os recursos que você tem que importam, mas o que você faz com eles. Uma vida aparentemente insignificante pode se tornar uma fonte de inspiração e grandeza se vivermos com coragem e propósito.\n\nFaça o melhor com o que você tem. Lute. Esforce-se. E no final, mesmo diante das piores dificuldades, você pode fazer coisas grandiosas. Isso não é uma promessa, mas uma certeza cruel e severa: A adversidade é a forja da grandeza. E você, independente de onde começou, é capaz de grandeza.\n.\n.\n.\n🎥 Walter Fonseca. (Morador de rua passa em 1º lugar em concurso - BALANÇO GERAL.)\n🎵 Christina Perri - A Thousand Years (Piano/Cello Cover)\n.\n.\n.\nTHE OLD MAN\n.\n#desenvolvimentopessoal #motivacao #mindset #mentalidade\n#homem #conduta #desenvolvimento #autoconhecimento\n#theoldman"
}