{
    "0": "Alex G continued to hold the GBPCAD trade from last week and has now broken his personal record for a single trade… 345k in one move 🔥",
    "1": "USDJPY D1 \n\nLeading on from the analysis we shared last week, this has been a bit of a slow burner, we sold off a few times from that sell zone indicated around 151.600 ish, offering circa 1.75R before then coming back towards our sell zone. \n\nOnly this morning during the eastern sessions and EUR/LON open have we seen a more aggressive selloff. \n\nWhether we break and hold, we shall soon find out. \n\nOf course, as you can see, this selloff follows a pin of previous SL. We are still looking to get back in this position.\n\nAll being said, lots more opportunity expected from this setup. Let’s see what unfolds throughout the week and next, as we are still hovering around our key point of interest (sell zone).",
    "2": "We have dropped our watchlist in our free telegram group, so if you wish to check it out, drop us a message or comment “telegram “ and we will send you a link!\n\nXAUUSD was mental last week following the data cluster. What do you think is expected from XAUUSD this week?\n\nEyes peeled on this new range forming, nothing we are looking to execute imminently, would love to see some confirmation on the higher timeframe and to see price still within that 2080-2090 range before considering shorts. \n\nUS stock indices are on the agenda too, as we look to continue setting fresh highs, the volatility is immense right now. \n\nLooking forward to the week ahead, we were very unfortunate with a few of our trades last week. But that’s just the way the cookie crumbles.\n\nMore payouts and withdrawals revived and submitted last week, looking to outperform the month of February in March.\n\nHave a blessed one! We will be looking to trade XAU a bit on our @swaymarkets and @mi.funder accounts this week!",
    "3": "📊📚",
    "4": "You’ve been Trading SMC Wrong❌\n-\n-\n#luxalgo #tradingview #tradingstrategy #daytrader #daytrading #forex #stocks #crypto #indicators #fvg #fairvaluegap #innercircletrader #priceaction #priceactiontrading #priceactionstrategy",
    "5": "Who among us is embracing the Crypto wave?\n\nBTCUSD has confidently surged, breaching the $40k milestone, marking a triumphant ascent after a string of consistently bullish weeks. \n\nThe entire Crypto sphere is on a remarkable upward trajectory, with ETH mirroring the upward momentum closely. \n\nWe've identified zones of supply and potential correction areas, strategically eyeing opportunities for long entries. This allows us to scale into positions and fortify our portfolio.\n\nWhile I may not be deeply immersed in the Crypto world, as the adage goes, \"You've got to be in it to win it.\"\n\nLet’s see what this week brings 📈 \n\nIf you’re not already, join our free channels, click the link on our page for access! \n\n#crypto #cryptotrading #forex #bitcoin #btcusd #tradingcrypto"
}