{
    "0": "“He has 20 goals in 20 games this season this the player I want” –Chelsea Manager Mauricio Pochettino told Todd Boehly to pay £60million to sign top striker\n\nFULL STORY: Link in comment.👇",
    "1": "“He need to go on loan he is not playing the kind of Chelsea Football Style” Chelsea manager Pochettino insists Chelsea man “can become a very great player” as he finally breaks through at loan club\n\nFULL STORY: LINK IN COMMENTS. 👇",
    "2": "'I don't know but it was not what we expected': Mauricio Pochettino says £40m Chelsea player could miss the next six weeks with injury\n\nWe might as well get relegated at this point unless Todd goes back to the transfer market.\n\nFULL STORY: Link in comment. 👇",
    "3": "BREAKING NEWS: Inter Miami owner David Beckham has today confirmed the purchase of Premier League club for a whooping sum of $4b!.\n\nThis came out of nowhere! 😱\n\nFULL STORY: LINK IN COMMENTS SECTION 👇",
    "4": "BREAKING NEWS: Chelsea Midfielder Conor Gallagher will become the most HATED player after he's set to complete shock transfer to Premier League Rivals! 😳.\n\nHe has refused to Sign new Contracts with Chelsea 🥺😳😱😱, How on earth did he get this move?! 😱\n\nFULL STORY LINK IN COMMENT SECTION 👇",
    "5": "BREAKING NEWS VIDEO: Chelsea were three against one and still failed to score 🙃\n\nWe need to return Raheem Sterling to Manchester City back 💔😡😡😡, what a wasted investment\n\nFULL STORY LINK IN COMMENT SECTION 👇",
    "6": "\"You either step up or leave our precious club since you don't contribute anything to our progress\": Mauricio Pochettino breaks silence on Chelsea's star future amidst fans plea\n\nFULL STORY: Link in comment. 👇",
    "7": "Hi fans 🙌\nIt's been a while 🤗🤗",
    "8": "BREAKING NEWS: “He’s always a threat whenever the ball is in his legs, he doesn’t give our defenders a breathing chance with every of his dangerous touches”- wolves manager name the only Chelsea player that He is afraid to face\n\nPochettino can't afford to leave him out of our line up or we'll lose once again.\n\nFULL STORY LINK IN COMMENTS SECTION 👇",
    "9": "\"With these players we still have a chance in the title race cause they're highly experienced\" - Todd Boehly set to embark on another transfer sphere as Chelsea are thought to be planning an £86 million double signing for manager Mauricio Pochettino in January, coming after his personal request.\n\nFULL STORY: Link in comment. 👇",
    "10": "“How Chelsea discovered a player like him is a mystery. He’s a big big talent and didn’t even give my players a breathing space in the match”- Sheffield United coach Chris Wilder says he’s blown away and impressed by one outstanding Chelsea star who is the most difficult player he’s ever faced this season\n\nFULL STORY: Link in comment. 👇",
    "11": "“He had 83 touches, 65 passes, 88% pass accuracy, 90% duels won, he was the best player on the pitch for me last night”- Chelsea icon Didier Drogba was full of praise for sensational Chelsea superstar who was on another planet in the win against Shelffield United last night- Not Palmer and not Gallagher.\n\nFULL STORY: Link in comment. 👇",
    "12": "BREAKING NEWS: “I’ve watched the two Chelsea players very well so far this season and they really suit Barcelona style, we are ready to pay their price POCHETTINO is a Baby Coach and can't handle them”- Barcelona Manager Xavi confirms Barca are seriously interested and are ready to offer a ‘huge offer’ for TWO Chelsea brilliant stars.\n\nHow can he call our coach a Baby Coach 😥😥😡😡\n\nFull Details: Link  in comment.👇",
    "13": "‘I tried everything I could to persuade him to join Man City, but it appears His mind is made up already’: Erling Haaland confirmed His £60 million International Teammate has turned down the Man City offer to join CHELSEA in January\n\nRejected Pep to join Chelsea, a true Blues.\n\nFULL STORY: Link in comment. 👇",
    "14": "'Have to be really honest he's the problem and he needs to leave immediately because I can't keep playing like this'... Mauricio Pochettino shares what he's 'upset' about at Chelsea\n\nFULL STORY: LINK IN COMMENTS.👇",
    "15": "“He’s just an overhyped player, nothing really special about him, i don’t rate him much”- Chelsea legend Didier Drogba claims 22-years old Chelsea star is nothing special\n\nFULL STORY: Link in comment. 👇",
    "16": "“l can’t see a jet and enter a train”, Brentford €80million Striker Ivan Toney disclose why he chose Arsenal over Chelsea, Chelsea are no longer favourites to sign £80m player, our form this season has cost us\n\nFULL STORY: Link in comment.👇",
    "17": "\"We are not a charity organisation, over £1 billion spent in the transfer window and weekly wages means he needs to leave the club immediately to make way for others\" Pochettino slams Chelsea star as he plans on starting his own rebuild,2.0\n\nFULL STORY: Link in comment.👇",
    "18": "BREAKING NEWS: VERY SAD Enzo Fernandez News has been announced this Evening on why he was Substituted in the 33\" minute of the first Half.\n\nWhat's happening to Chelsea 😭😭\n\nFull Details in comment. 👇",
    "19": "‘He had a Massive impact on the game because without him we would have lost disgracefully so I need him’: Mauricio Pochettino hails ‘unbelievable’ Chelsea player after outstanding performance in Sheffield United win\n\nFULL STORY: Link in comment. 👇"
}