{
    "0": "LEIA A MATÉRIA COMPLETA.",
    "1": "VÍDEO mostra criança sequestrada e estuprada deitada em cama com pernas algemadas no DF\n\nImagens foram gravadas por policiais militares. Suspeito é Daniel Moraes Bittar, servidor do Banco de Brasília; ele e mulher que teria ajudado estão presos.\n\nUm vídeo feito por policiais militares mostra a criança de 12 anos, que foi sequestrada e estuprada, deitada em uma cama, seminua e com as pernas algemadas, em um apartamento na Asa Norte, em Brasília (veja vídeo acima).\n\nA menina foi encontrada na noite desta quarta-feira (28). Ela havia sido sequestrada em Luziânia, no Entorno do DF, e contou que estava indo para a escola quando foi abordada por um casal.\n\n● ( \"A rua 'tava' meio deserta. Tinha uma velhinha e um menino passando de bike [...] o que aconteceu foi que do nada parou um carro, parou um carro ali do lado [...] A porta de trás tava aberta e tinha uma moça lá. Aí, ela pegou... ele pegou e me colocou lá dentro do carro, lá atrás, e a moça pegou um pano e colocou na minha boca. Aí, eu tentei me mexer, só que, aí, eu não consegui\", disse. )\n\nPrisão\nO suspeito pelo crime, Daniel Moraes Bittar, de 42 anos, foi preso na quarta-feira (28). A mulher que estava com ele foi presa nesta quinta (29), também no Entorno do DF, e trazida para a 2ª DP, em Brasília, onde prestou depoimento durante a tarde. A Plantão De Notícia BR tenta contato com a defesa deles.\n\nNo apartamento de Daniel, em Brasília, os policiais encontraram máquinas de choque, câmeras fotográficas, objetos sexuais e materiais pornográficos. Os equipamentos eletrônicos foram apreendidos e irão passar por perícia.\n\nOs militares também encontraram uma estufa para produção de maconha e um galão de clorofórmio. Daniel Moraes Bittar é servidor do Banco de Brasília (BRB).\n\nEm nota, o banco disse que \"repudia veementemente todas as práticas criminosas, especialmente as de cunho sexual e contra menores\". O BRB informou ainda que o vínculo empregatício do suspeito foi encerrado \"a partir do momento em que a instituição tomou conhecimento dos fatos\".\n\n--------------APOIO--------------\n\n°HS IMPORTADOS >> https://instagram.com/hs_importadosbr?igshid=MjEwN2IyYWYwYw==",
    "2": "Será o terceiro dia de sessões no julgamento do ex-presidente. Na última terça, o relator, ministro Benedito Gonçalves, votou para considerar Bolsonaro inelegível por abuso de poder político e uso indevido dos meios de comunicação\n\nO Tribunal Superior Eleitoral (TSE) retoma nesta quinta-feira (29) o julgamento do ex-presidente Jair Bolsonaro. O caso entra no terceiro dia de sessões, que deve começar com o voto do ministro Raul Araújo.\n\nO ministro será o segundo a votar no caso. Na terça-feira (27), o relator, ministro Benedito Gonçalves, concluiu que Bolsonaro deve ser condenado por abuso de poder político e uso indevido dos meios de comunicação.\n\nBolsonaro é julgado pela reunião com embaixadores estrangeiros, no Palácio da Alvorada, na qual difamou sem provas o sistema eleitoral brasileiro. O encontro foi transmitido pela TV oficial do governo.\n\nNa reunião -- realizada às vésperas do início do período eleitoral -- o ex-presidente fez ataques às urnas e ao sistema eleitoral, repetindo alegações já desmentidas de fraudes.\n\nApós o voto de Araújo, se não houver pedido de vista, seguirão os votos dos demais ministros, nesta ordem:\n\n1•Floriano de Azevedo Marques\n2•André Ramos Tavares\n3•Cármen Lúcia, vice-presidente do TSE)\n4•Nunes Marques\n5•Alexandre de Moraes, presidente do tribunal\n\nO que pode acontecer com Bolsonaro\nSe a maioria dos ministros concordar com o relator?\n\nBolsonaro sairia do julgamento inelegível até 2030. Ele não poderia, portanto, nem disputar as eleições municipais nem as estaduais e federais.\n\nNo entanto, o ex-presidente não seria preso, porque essa ação no TSE não é do âmbito penal.",
    "3": "Homem em carro roubado morre baleado após atropelar PMs para fugir de abordagem na Zona Norte de SP\n\nQuatro criminosos, sendo dois menores de idade, estavam em um veículo na Avenida Fuad Lutfalla, região da Freguesia do Ó, quando policiais constataram que o veículo havia sido roubado há dois dias.\n\nHomem em carro roubado morre baleado após atropelar PMs para fugir de abordagem na Zona Norte de SP\nQuatro criminosos, sendo dois menores de idade, estavam em um veículo na Avenida Fuad Lutfalla, região da Freguesia do Ó, quando policiais constataram que o veículo havia sido roubado há dois dias.\nPor PLANTÃO DE NOTICIAS BR\n\nUm homem que foi flagrado em um carro roubado morreu baleado por policiais durante perseguição na região da Freguesia do Ó, Zona Norte da capital, na noite desta quinta-feira (29).\n\nDe acordo com a polícia, quatro criminosos, sendo dois menores de idade, estavam em um veículo na Avenida Fuad Lutfalla, quando policiais militares constataram por um radar que o carro havia sido roubado há dois dias.\n\nOs PMs abordaram os suspeitos e três deles se renderam. Contudo, o motorista arrancou com o carro e atropelou dois policiais. Na sequência, os outros PMs atiraram contra os criminosos, que foi atingido e morreu no local. As marcas dos tiros ficaram espalhadas pelo carro.",
    "4": "Partes do submersível turístico que implodiu em uma excursão em águas profundas ao Titanic, matando cinco pessoas, foram vistas pela primeira vez desde o incidente.\n\nDestroços de metal pertencentes ao submarino foram descarregados do navio Horizon Arctic em St John's, Canadá, nesta quarta-feira (28/6).\n\nFotografias mostram pedaços de metal da embarcação cobertos por lonas, antes que guindastes colocassem as partes em caminhões.\n\nFuncionários da Guarda Costeira dos EUA disseram que a estrutura de pouso do submersível e uma tampa traseira foram encontradas entre os destroços.\n\nTodas as cinco pessoas a bordo do navio morreram em 18 de junho depois que ele implodiu em cerca de 90 minutos, durante uma excursão para ver o famoso naufrágio de 1912, que fica a uma profundidade de 3,8 km no Atlântico Norte.",
    "5": "HOJE VIEMOS PEDIR A AJUDA DE CADA UM DE VOCÊS\n\nA PLANTÃO DE NOTICIAS CRIOU UMA VAQUINHA PARA AJUDAR AS PESSOAS QUE MORAM NO RIO GRANDE DO SUL\n\nTODOS SABEMOS QUE NOS ÚLTIMOS DIAS O RIO GRANDE DO SUL VEM ENFRENTANDO SERIAS CHUVAS, A QUAIS DERRUBARAM CASAS, PRÉDIOS É CEIFARAM A VIDA DE VARIAS PESSOAS...\n\nPENSANDO NISSO, A PLANTÃO DE NOTICIAS CRIOU A VAQUINHA EM QUE TODOS OS VALORES ARRECADADOS SERÃO DOADOS PARA INTITUIÇÕES DO RIO GRANDE DO SUL\n\nA BAIXO ESTAREMOS DEIXANDO A CHAVE PIX PARA AQUELES QUE PODEREM AJUDAR NOSSOS IRMÃOS\n\nTAMBÉM COLOCAREMOS A CHAVE PIX NOS COMENTÁRIOS PARA VOCÊS CONSEGUIREM COPIAR É COLAR\n\nCHAVE ALEATÓRIA PIX: 19ca2ab5-43c5-4e45-a20e-7698d07179a8\n\nLEMBREM-SE QUE ESTA É A NOSSA ÚNICA CHAVE PIX\n\nNOME: JOSEF YURY",
    "6": "Oremos Amém",
    "7": "Ajudem Por Favor....",
    "8": "TENTATIVA DE ESTUPRO DE VULNERÁVEL\n\nNOSSA EQUIPE FOI PROCURADA NA NOITE DESTA SEXTA-FEIRA 28/06/2024 PELO PAI DA ( MARIA HELOA ) DE 4 ANOS, PARA DENUNCIAR UMA TENTATIVA DE ESTUPRO QUE VEM ACONTECENDO A CERCA DE 2 MESES E QUE O MESMO SÓ VEIO A TOMAR CONHECIMENTO DOS FATOS AGORA...\n\nO PAI DA ( MARIA HELOA ) DE 4 ANOS RELATA QUE A CERCA DE 2 MESES SUA FILHA VEM SOFRENDO ABUSOS POR PARTE DO PADRASTO DA VÍTIMA, COMO ( BEIJOS NA BOCA, ABUSO DAS PARTES INTIMAS ), ONDE SUA MÃE JA TINHA CONHECIMENTO DO QUE O SEU ATUAL MARIDO ESTÁVA FAZENDO COM A CRIANÇA, O PAI DA MARIA HELOA PROCUROU A POLICIA CIVIL DO ESTADO DA BAHIA PARA REALIZAR O BOLETIM DE OCORRÊNCIA NA DATA DE 28/06/2024, ONDE FOI FEITO TODO O TRÂMITE DO BOLETIM DE OCORRÊNCIA E NA DATA DE 29/06/2024 FORAM REALIZADOS OS EXAMES QUE CONSTATARAM A TENTATIVA DE ESTUPRO REALIZADO PELO ATUAL MARIDO DA MÃE DA ( MARIA HELOA ) O SUSPEITO PELOS ATOS REALIZADOS COM A CRIANÇA ( DANIEL ANDRADE ) ATÉ O MOMENTO NÃO FOI CHAMADO PARA PRESTAR DEPOIMENTO DA ACUSAÇÃO...\n\nA AVÓ DA CRIANÇA FOI QUEM FICOU SABENDO DOS FATOS E INFORMOU A O PAI BIOLÓGICO DA ( MARIA HELOA ) ( JEAN DOS SANTOS ) A MESMA JÁ TERIA PEGADO A GUARDA DA CRIANÇA DA MÃE BIOLÓGICA.\n\nO CASO ESTÁ SENDO INVESTIGADO PELA POLICIA CIVIL DE JUAZEIRO - BA\n\nO CASO SE MANTÉM EM SEGREDO DE JUSTIÇA PARA PRESERVAR OS FATOS.\n\nAGUARDANDO MAIS INFORMAÇÕES",
    "9": "VÍDEO mostra homem levando criança dentro de mala para apartamento, em Brasília; ele é suspeito de sequestro e estupro\n\nCâmeras de segurança flagraram momento em que suspeito sobe escadas carregando mala coberta com pano. Criança de 12 anos foi encontrada com escoriações pelo corpo e algemada pelos pés, segundo PM.\n\nUm homem suspeito de sequestrar e estuprar uma criança de 12 anos, no Distrito Federal, foi flagrado levando a vítima para o seu apartamento dentro de uma mala (veja vídeo acima). Daniel Moraes Bittar foi preso nesta quinta-feira (29).\n\nCâmeras de segurança registraram o momento em que o homem chegou ao prédio em que morava carregando uma mala com um cobertor por cima. Ele subiu as escadas carregando a mala até o andar de seu apartamento. Segundo a Polícia Militar, a vítima estaria dentro do objeto, dopada.\n\nA criança foi levada do Jardim Ingá, em Luziânia, e foi encontrada em um apartamento na Asa Norte, em Brasília. De acordo com a corporação, a menina estava seminua, com diversas escoriações pelo corpo e algemada pelos pés.\n\nAos policiais, a vítima contou que o homem usou uma faca para rendê-la. Em seguida, uma mulher usou clorofórmio, em um pano, para dopá-la. Ainda de acordo com os relatos, a criança foi colocada em uma mala e acordou na casa do homem.\n\nO homem foi levado para a 5ª Delegacia de Polícia, na Asa Norte. A mulher que ajudou o suspeito no crime não foi localizada pela polícia até a última atualização desta reportagem.\n\nDaniel Moraes Bittar é servidor do Banco de Brasília (BRB). Em nota, a instituição afirmou que \"repudia veementemente todas as práticas criminosas, especialmente as de cunho sexual e contra menores\".",
    "10": "Iremos fazer uma coletiva de oração deixe seu nome e o nome de sua família nos comentários para que oramos por todos vocês...\nDeus Abençoe Todos",
    "11": "DEIXE SUA OPINIÃO\n\nTrump Diz Acreditar Que Arizona Foi Longe Demais Ao Reativar Lei De 1864 Sobre Proibição Do Aborto\n\nOQUE VOCÊ ACHA DISSO?",
    "12": "Ajude uma criança a sorrir, cada centavo vale milhões para ela todo valor será destinado a compra de brinquedos cestas básicas e roupas para fazer o Natal das crianças mais felizes\n\nAjude Plantão De Noticias BR\n\nhttps://www.vakinha.com.br/3954800",
    "13": "A Polícia Civil de Mato Grosso do Sul prendeu ontem um homem de 21 anos suspeito de tentar matar a ex-namorada, se confundir e atirar em uma amiga da mulher. O caso ocorreu em Dourados, no domingo (25).\n\nO que aconteceu:\nO suspeito tentou matar a ex-namorada, uma mulher de 18 anos, mas a confundiu com uma amiga dela, segundo a Polícia Civil. Ele atirou no pé da jovem de 17 anos, que foi socorrida. O caso foi inicialmente classificado como tentativa de homicídio simples e, posteriormente, alterado para tentativa de feminicídio.\n\nO jovem descumpriu medidas protetivas expedidas pela Justiça, que o impediam de se aproximar ou manter contato com a ex-companheira.\n\nSegundo a polícia, o acusado não aceitava o fim do relacionamento. Além da tentativa de assassinato, ele também teria feito ameaças por meio de mensagens enviadas no Instagram e no WhatsApp.\n\nEle também teria procurado o pai da vítima para fazer ameaças — o homem prestou depoimento.\n\nAinda de acordo com os investigadores, a arma do suspeito não foi localizada em sua residência no momento da prisão.\n\nAs identidades dos envolvidos não foram divulgadas.",
    "14": "SE AS ELEIÇÕES FOSSEM HOJE!\n\nEM QUEM VOCÊ VOTARIA?",
    "15": "Supostos restos humanos’ são encontrados nos destroços do submersível Titan\n\nEspecialistas encontraram “supostos restos humanos” em meio aos fragmentos recuperados do submersível turístico Titan, que implodiu com cinco pessoas a bordo no Atlântico Norte durante uma imersão até a carcaça do Titanic, anunciou em comunicado, nesta quarta-feira, 28, a guarda costeira dos Estados Unidos. Os fragmentos serão analisados, o que poderia fornecer “elementos cruciais para entender a causa da tragédia”, ressaltou o capitão Jason Neubauer, chefe da investigação da guarda costeira. O Titan, operado por uma empresa privada, submergiu no último dia 18, para uma observação dos restos do Titanic, e deveria ter retornado à superfície depois de sete horas, mas o contato foi perdido em menos de duas horas. Uma operação de resgate teve início para tentar salvar os ocupantes do submersível, mas as equipes constataram que a embarcação sofreu uma “implosão catastrófica”, que não deixou sobreviventes. Os restos do Titan foram trazidos para a terra nesta quarta-feira, em St. John’s, Canadá. Um navio da guarda costeira americana os levará até um porto nos Estados Unidos, onde eles serão analisados pelos investigadores.\n\nA imprensa do Canadá exibiu pedaços do que parecia ser a proa e o casco do submersível. Um dos diretores da empresa Pelagic Research Services, que havia enviado seu robô submarino controlado remotamente (ROV) para explorar o fundo do Atlântico, confirmou que havia concluído suas operações. “Encerramos nossa parte no mar”, informou à AFP o porta-voz da empresa, Jeff Mahoney. “Foi uma operação extremamente arriscada, tanto para o ROV quanto para a equipe, que trabalhou 24 horas por dia praticamente sem dormir durante toda a operação”, continuou, confirmando que todas as equipes retornavam aos Estados Unidos. O capitão Jason Neubauer elogiou os esforços “para recuperar e preservar as provas cruciais a uma profundidade e distância extremas da costa”, segundo o comunicado da guarda costeira americana. Investigações foram abertas nos EUA e no Canadá para apurar as causas da implosão do submersível.",
    "16": "Os alimentos que a OMS considera cancerígenos; veja lista\n\nAgência vinculada à Organização Mundial da Saúde deve declarar que o adoçante aspartame faz parte da lista. Órgão também recomenda de baixa ingestão de carne processada e de álcool.\n\nUm dos adoçantes artificiais mais comuns do mundo, o aspartame deve ser declarado como possível cancerígeno pela Agência Internacional de Pesquisa em Câncer (Iarc, na sigla em inglês), que é ligada à Organização Mundial da Saúde (OMS).\n\nA Iarc recomenda ainda uma evitar de carne processada e limitar o consumo de carne vermelha, como forma de prevenção de câncer de intestino e de estômago. Além disso, a instituição alerta que beber álcool pode estar relacionado à causa de vários tipos de câncer.\n\nAinda de acordo com a Iarc, estima-se que o risco de câncer é cerca de 11% menor em pessoas que comem principalmente alimentos de origem vegetal (vegetais, leguminosas, cereais não processados ​​e grãos) em comparação com pessoas com baixa ingestão de alimentos vegetais.\n\nO aspartame é usado em produtos como refrigerantes dietéticos. De acordo com alguns estudos, cerca de 95% dos refrigerantes carbonatados (bebidas efervescentes não alcoólicas) que contêm adoçante usam aspartame.\n\nA decisão da agência, finalizada no início de junho deste ano, deve ser anunciada em 14 de julho e não leva em conta a quantidade que pode ser considerada segura para consumo. A informação de que a OMS deve apontar a substância como potencialmente cancerígena foi obtida pela agência Reuters.\nEsta será a primeira vez que o adoçante receberá essa classificação pela Iarc, e o objetivo é fomentar pesquisas para avaliar perigos potenciais, com base em todas as evidências científicas publicadas.\nDecisões semelhantes da Iarc no passado para substâncias diferentes levantaram preocupações entre consumidores e resultaram em ações judiciais, além de pressionar fabricantes a recriar receitas e procurar por alternativas.\nA agência também foi alvo de críticas, que afirmam que as avaliações da Iarc podem ser confusas para o público.\nNo Brasil, a Anvisa diz haver consenso entre diversos comitês internacionais considerando o aspartame seguro.\nNo mês passado, a OMS publicou diretrizes aconselhando os consumidores a não usar",
    "17": "Meu Deus, a que ponto estamos chegando\n\nEsta semana a temperatura máxima foi registrada em Aconchi, Sonora, com 49º Celsius, segundo a Secretaria de Saúde.\n\nMais de 100 pessoas morreram no México entre 12 e 25 de junho devido ao calor extremo que atinge regiões do norte do país, informou o governo nesta quinta-feira (29).\n\nDurante este período, foram reportadas mais de mil emergências que podem estar ligadas às altas temperaturas. Dessas, 104 causaram mortes, segundo um relatório da secretaria de Saúde, publicado na quarta-feira (28).\n\nAs autoridades já tinham reportado outras oito mortes de 14 de abril a 31 de maio, somando 112 falecimentos, entre 1.559 casos registrados desde o início da temporada quente em 19 de março.\n\nEsta semana a temperatura máxima foi registrada em Aconchi, Sonora, com 49º Celsius, segundo a Secretaria de Saúde.\n\nAs temperaturas máximas no México durante o verão flutuam entre 30 e 45 ºC, de acordo com o relatório.\n\nAs mortes, em sua maioria, se devem a insolação, enquanto a segunda causa mais recorrente é a desidratação, acrescenta o balanço.\n\nAutoridades preveem que uma quarta onda de calor pode afetar este país de 127 milhões de habitantes a partir de 1º de julho.",
    "18": "DEUS SABE DA SUA DOR, MESMO VOCÊ FINGINDO SER FORTE, MESMO VOCÊ DANDO AQUELE SORRISO, MESMO VOCÊ BRINCANDO COM AS PESSOAS, MESMO VOCÊ FAZENDO TODOS SORRIREM....\nMAIS NÃO PARE, CONTINUE POR QUE ESTÁ LUTA VAI PASSAR, E QUANDO CHEGAR SUA HORA VAI SER EXTRAORDINÁRIO...\n\nTIRE 5 SEGUNDOS E COMENTE UM ( AMÉM ) NESTA PUBLICAÇÃO..."
}