{
    "0": "It all depends on what you see first! 👀",
    "1": "\"customers are always right\"\nnot on my shift u not",
    "2": "Wow 😯",
    "3": "What would you use this space for?🤔",
    "4": "This is neat! 👏",
    "5": "10 Times When Celebs Showed More Than the Eye Needs to See. Check the 1st comments: 👇👇",
    "6": "Sleeping on your left side affects your health in ways you would have never thought..... Read full story in comment👇",
    "7": "Read more below 👇",
    "8": "Wow 😱 Unbelievable\nCheck the first cooment 👇🏻👇🏻",
    "9": "I found this hanging from the rafters in the basement of my 100-year-old house. It looks like two marbles in a wire holder... Does anyone know what this could be? I was shocked when I found out 😮 Check the comments ⬇",
    "10": "😅 #fun #funny #comedy #foryou #viral #fyp",
    "11": "We had no idea 😲 - Check the comments 👇",
    "12": "It's all in the nose!👃",
    "13": "When Jacqueline put on her bathing suit and went out on the beach, she thought she was doing the most normal thing – but all the people she passed were laughing and mocking her.\nHer reaction is a life lesson for everyone: Check in comments 😳😳",
    "14": "She has never eaten processed sugar in her life!",
    "15": "Kelly Brook, 43, Has The Most Perfect Body, According To Scientists! Check comments. 👇",
    "16": "This Texas mom was cooking her kids dinner a couple of weeks ago and, after cleaning her meat, it turned into this 😱 \n\nYou won't believe what food experts are saying about it... Check comments ⬇️ \n\n(Photo credit: Alesia Cooper)",
    "17": "I always thought it was something else..",
    "18": "The painting in comments was sold for $850,000 😮👇",
    "19": "This woman made the bold decision to get her boyfriend's name tattooed permanently on her forehead... and everyone is saying the same thing! 😱 \n\nCheck the comments:"
}