{
    "0": "Andrea Blasi, conosciuto come \"Micio\", è stato un giocatore di basket molto popolare e amato dai tifosi per la sua simpatia e determinazione, nonostante non fosse un fuoriclasse. Nato a Trieste nel 1965, si trasferì a Milano dove iniziò a giocare nel 1977. Playmaker con eccellente controllo di palla, era noto per il suo tiro mancino preciso e la capacità di servire assist. \n\nHa giocato in Serie A con squadre come Verona, Bologna e Cantù. In 17 stagioni, ha disputato 495 partite, segnando 1893 punti e vincendo uno scudetto e una Coppa Italia.\n\nAll'alba del 29 ottobre 2002, Micio è stato travolto e ucciso sul colpo da un'auto che aveva violato un semaforo rosso a Bologna. La moglie era in attesa della loro primogenita, Sophie, nata un mese dopo il funerale. Il mondo del basket espresse unanime cordoglio, con particolare commozione dai tifosi della Fortitudo che lo consideravano \"uno di loro\". \n\nOggi sarebbe il suo compleanno.\n\nciao Micio! <3",
    "1": "Savic - Radja.\nChi prendete?",
    "2": "La Benetton Treviso, qualche anno fa.",
    "3": "Tanti auguri Shaaaaaaaaaaaaaaaaaaaaaaaaaaaun!",
    "4": "Celtics - Sixers.\nLa NBA di qualche anno fa.",
    "5": "Melvin Booker.\nOggi è il suo compleanno.",
    "6": "Due autentiche leggende dello sport.\nNon solo della pallacanestro.",
    "7": "Il primo giocatore che vi viene in mente vedendo questa foto?",
    "8": "che dite?",
    "9": "Ale Frosini alla Virtus Bologna.",
    "10": "Alto un metro e novantasette, con una muscolatura snella e reattiva, Delibašić incarna il prototipo del giocatore di pallacanestro d'élite. Con la palla in mano, rivela un talento innato che lo distingue subito. I suoi movimenti sono fluidi, spesso controtempo rispetto agli altri in campo. Palleggia con calma, mantenendo la palla alta e senza forzare l'azione. Poi, improvvisamente, esplode con uno scatto fulminante che rompe la difesa o un passaggio illuminante che apre spazi prima invisibili, arricchito da tocchi di classe come un no-look o un dietro-schiena. Il suo marchio di fabbrica resta la \"frustata\" di polso a una mano dal palleggio.\n\nCiò che cattura maggiormente l'attenzione è la sua capacità di segnare da ogni posizione con sorprendente facilità. La tecnica di tiro di Delibašić è pulita ed elegante, mantenuta intatta anche quando cerca la conclusione in equilibrio precario, saltando sopra gli avversari.\n\nDi fronte al giovane allenatore montenegrino Bogdan \"Boša\" Tanjević, guida del KK Bosna, si presenta questo talento straordinario. Il KK Bosna, fresco del suo debutto nella prima divisione jugoslava, ha raggiunto traguardi significativi sotto la sua guida. Tra le sue priorità c'è l'acquisizione di un diciottenne già affermato dopo quattro stagioni con il Sloboda Tuzla. Questo giovane è Mirza Delibašić, e Tanjević rimane affascinato dal suo gioco.\n\nTanjević riesce a stabilire un legame profondo con Delibašić, andando oltre il normale rapporto tra allenatore e giocatore, grazie alla loro vicinanza di età. Il piano di gioco di Tanjević è chiaro: un sistema organizzato e preciso, con ciascun giocatore dotato di ruoli ben definiti. All'interno di questo schema, Delibašić rappresenta l'elemento di rottura, il talento che può liberamente esprimere il suo gioco per elevare l'intera squadra. Questa opportunità è troppo preziosa per essere trascurata, e il Partizan e la Stella Rossa, pur tentando di ingaggiarlo, non riescono a competere con l'offerta di Tanjević.\n\nLa decisione di Tanjević di ingaggiare Delibašić si rivela vincente. Sarajevo accoglie Delibašić come un eroe, mentre Boša lo aiuta a mantenere una forma atletica nonostante uno stile di vita dissoluto caratterizzato da alcool e sigarette.\n\nSul campo, Delibašić trascina il Bosna al primo titolo nazionale nel 1978 e alla storica vittoria in Coppa dei Campioni nel 1979. Nella finale contro l'Emerson Varese, il Bosna si impone 96-93 al Palais des Sports di Grenoble. Delibašić, con i suoi canestri e la sua abilità nel gestire il gioco, permette a Žarko Varajić di segnare 45 punti e di guidare il Bosna al trionfo. Per la prima volta, una squadra balcanica conquista il titolo europeo.\n\nDopo aver dominato con la nazionale jugoslava, Delibašić cerca nuove sfide e si trasferisce al Real Madrid, formando un duo formidabile con Dražen Dalipagić e conquistando un campionato e una Coppa di Spagna. Tuttavia, la sua vita privata si deteriora con il divorzio dalla moglie Branka e il ritorno ai vizi. Nell’estate del 1983, a soli 29 anni e con una forma fisica precaria, Delibašić sembra incapace di mantenere i suoi standard elevati.\n\nUna chiamata inaspettata arriva da Caserta, l’unica che può offrirgli una chance di riscatto: Boša Tanjević, ora allenatore in Campania, decide di prendersi di nuovo cura di Delibašić. Dopo aver promesso di abbandonare alcool e sigarette, Tanjević convince il patron Maggiò a firmare un contratto con l’ex prodigio. Delibašić si unisce alla squadra, lavorando sodo e migliorando visibilmente. Tuttavia, durante il ritorno da un ritiro a Bormio, un'emorragia cerebrale improvvisa lo colpisce. Seppur sopravvissuto, è chiaro che non potrà più giocare.\n\nCostretto a tornare a Sarajevo, Delibašić affronta il periodo più buio della sua vita: la devastante guerra nei Balcani. Nonostante i rischi, si improvvisa allenatore della giovane Nazionale bosniaca e la guida agli Europei in Germania. Sopravvive alla guerra, ma la povertà e l’alcolismo continuano a tormentarlo. Il suo corpo, logorato, non regge più e Mirza Delibašić muore l’8 dicembre 2001, lasciando un’eredità di talento e una vita segnata da tragiche contraddizioni.",
    "11": "Chi si fa una partita?",
    "12": "Tanti auguri di buon compleanno a Meo Sacchetti!",
    "13": "La nostra nazionale. Qualche anno fa.",
    "14": "Momento nostalgia 😢",
    "15": "Su le mani per la carriera di questo campione!\nIl Capitano.",
    "16": "Direttamente dal Real Madrid.\nIl Principe del Baltico.\n\nUno dei più forti europei di sempre.",
    "17": "Vi ricordate di questa versione dell'Olimpia Milano?",
    "18": "Oggi, a un anno dalla sua scomparsa, ricordiamo con affetto Tonino Zorzi, una vera icona del basket italiano. Da giocatore, ha legato indissolubilmente il suo nome alla Pallacanestro Varese, dove vinse lo scudetto nel 1961 e venne celebrato come il miglior giocatore della storia varesina. Con 22 presenze in Nazionale, partecipò agli Europei del 1953 e 1965. \n\nA soli 27 anni, lasciò il campo per dedicarsi alla carriera di allenatore, collezionando successi memorabili: dalla Coppa delle Coppe con la Partenope Napoli nel 1970, a cinque promozioni in Serie A1 con Reyer Venezia Mestre, Viola Reggio Calabria e Pallacanestro Pavia.\n\nIn Nazionale, fu vice di Sandro Gamba nel 1981 e conquistò l’argento agli Europei del 1991. Dopo il ritiro, si reinventò come Senior Coach, contribuendo alla vittoria della Coppa Italia con Avellino nel 2008 e dell’Eurochallenge con la Virtus Bologna nel 2009. \n\nZorzi è stato il mentore di molti tecnici di successo del basket moderno, come Frank Vitucci, Attilio Caja, Roberto di Lorenzo e Gaetano Gebbia. Un simbolo di passione, dedizione e talento, la sua eredità nel mondo del basket resterà indelebile."
}