{
    "0": "Two runaway boys slipped to the back of an upmarket strip mall. They hurried toward the closest dumpster.\n\n\"See? It wasn't so difficult to get away from that foster family,\" Steve said.\n\nMike lifted the dumpster lid. \"They'll report us to Child Protective Services though, and then we'll have to worry about cops,\" he sighed. \"And there's nothing to eat in this dumpster.\"\n\nSteve removed a cardboard box. There wasn't food inside it, just a shabby jacket.\n\n\"This might work as a pillow, right?\" He said, lifting it.\n\nMike rolled his eyes, digging deeper into the dumpster. Steve saw something inside the jacket's pocket.\n\n\"Mike! Our mom...she had the same one,\" Steve grabbed his brother's shoulder and showed what was in his hand.\n\n\"Do you even remember our mom passed away?\" Mike asked. But then he turned pale, seeing what his twin brother held in his hand.\n\nThe full story is in the comments.",
    "1": "I OVERHEARD MY HUSBAND ORDERING A NEW TV & PLAYSTATION WITH MY COLLEGE FUND — HE DIDN'T GET HOW MISTAKEN HE WAS THEN\n\nI've been on maternity leave for years, taking care of our three kids in a row.\n\nI can’t even begin to tell you HOW BADLY I want to work! I've been working part-time from home whenever I could, and for years, I've saved money for my education. I wanted to change careers and work full-time as the kids grew up and went to school.\n\nMy plan was perfect until I accidentally overheard my husband Jack'S conversation with his friend, Adam:\n\nAdam: \"Man, your wife is so cool! My Linda told me Emma was going to study again. That’s WOW!\"\nJack: \"Oh, come on! Do you think I’d let her spend that money on studying when I have an old TV and PlayStation?! I already ordered them using her money.\"\n\nMy knees went weak. How DARE he?! Ohhh, I was FUMING, so I devised a plan. In a few days, Jack came home, yelling, \"WHAT THE HELL IS ⬇️",
    "2": "THIS IS MY HUSBAND LEAVING ME AND OUR SON IN ECONOMY CLASS AFTER HE SECRETLY UPGRADED HIMSELF TO BUSINESS – HE REGRETTED IT SO MUCH A FEW DAYS LATER.\n\nMy husband John and I were all set to fly to his parents with our adorable, if a bit rowdy, two-year-old. John's been moaning about needing a \"break\" for ages. Little did I know, he meant a break from US!\n\nSo there we were at the airport, me juggling our little whirlwind and our mountain of bags, when John pulled a vanishing act. Guess where he shows up? At the boarding gate, cool as you like, with a bombshell — he'd upgraded himself to business class! Left us squished in economy! His excuse? \"I can't deal with you and the kid right now. I NEED SOME PEACE AND QUIET FOR ONCE.\"\n\nMy blood was boiling. I spent the flight wrestling with our son and our bags while Mr. Peace-and-Quiet was living it up with champagne in business class.\n\nWhen we got to his parents, I played it cool and didn't want to stir a fuss. But OH, did karma catch up with him?! A few days in, John went as white as a ghost because his ⬇️",
    "3": "His wife, Marlo Thomas, was also there. 😥 Our condolences. 🙏 Details are in the comments below.🙏",
    "4": "Marlo Thomas and her husband made it to 45 years together. 💔💔💔 She stood by his side until his last breath. Their inspirational love story is in the comments. 👇",
    "5": "Woman becomes a mother at 66 - better sit before you see her daughter now - View Photos in The Comments👇👇",
    "6": "I LOOKED UNDER OUR BATHTUB WHILE MY HUSBAND WAS ON A BUSINESS TRIP – WHAT I FOUND THERE MADE ME GO PALE.\n\nA few weeks ago, while my husband was away on a business trip, a decorative panel on our bathtub fell off. Not a big deal, right? I sent him a quick message asking if I could fix it myself. His reply came back almost immediately, and it was not at all what I expected – THIS.\n\nNow, my husband has always been the calmest, kindest person. We've been together for 10 years, and I've never heard him use such a tone. Naturally, his over-the-top reaction piqued my curiosity. How could it not? So, despite his warning, I decided to check it out.\n\nInside, I found something that made my blood run cold. It turned out that under it, he was hiding ⬇️",
    "7": "MY FIERCE STEPMOM KICKED ME OUT OF HOME AND DAD DIDN’T PROTECT ME – ONE CALL MADE HER REGRET IT FOREVER.\n\nI came home after work. Suddenly, my crazy stepmother Karen and my dad stopped me.\n\nDad: I don’t know how to say this... but...\nHer: YOU NEED TO MOVE OUT!\nMe: WHAT?! Dad, what is she talking about?!\nHer: My baby is on the way. You’ll just be a burden. We need space for the child!\nMe: But...Where will I go? I can’t afford rent...I work part-time, and study! And... God, this is my home too! Dad, say something! Please!\n\nI couldn't believe it! Was I being thrown out of my own home?! Dad looked at me, then back at Karen, but stayed silent. I was so done.\n\nMe: You know what? You two can go to hell!\n\nI stormed off to my room, slamming the door. I had nothing to do. Only one thing could help me...\n\nSo I dialed the number.",
    "8": "\"NO WAY !\" a user reacts to Meghan's debated outfit. 😳 The PHOTOS from the couple's Colombia trip that spark a heated stir are in the comments below.👇",
    "9": "Michael Douglas' youngest son, who just turned 24, is his COPY. 😍 What the HANDSOME DARK-HAIRED boy looks like is in the comments.👇",
    "10": "MY MIL LET HER FRIEND USE MY CLOTHES AND MAKEUP WHILE I WAS ON A BUSINESS TRIP — KARMA WORKED ON THEM BETTER THAN ANY REVENGE.\n\nSo, I had to go on a business trip to New York for a week. I left Dave and our daughter at home, thinking everything would be fine since my MIL, Janet, offered to help out. She moved in for the week to take care of things, and I thought that was a relief. Boy, was I wrong...\n\nTwo days in, Lisa — my neighbor and best friend — calls me, all frantic. She asks if I know someone named Sheryl. I'm like, \"No, why?\" And then she drops this bombshell: Sheryl, Janet's friend, has been parading around my house in my clothes and using my makeup! I was in shock. Who does that?\n\nLisa even sent me a video she had taken through her window. There was Sheryl, in my favorite red dress, putting on my Chanel lipstick like she owned the place! I was FURIOUS but had to keep it together because I still had three days of meetings ahead.\n\nWhen I finally got home, my closet was a disaster. Clothes thrown everywhere, makeup ruined, and the worst part? My wedding dress was on the floor with a huge red wine stain. I confronted Janet, and she told me Sheryl had a date and just wanted to look nice. She figured it was harmless since Sheryl was only borrowing my things. And Sheryl? She \"apologized\" with a smirk on her face, like it was no big deal!\n\nI was LIVID but decided to let karma take care of it. And karma didn't waste any time... First, Sheryl got into ⬇️",
    "11": "MY SPOILED SONS DISAPPEARED FOR 30 HOURS, BUT WHEN THEY RETURNED, THEY HAD BECOME THE PERFECT KIDS – I WAS SHOCKED WHEN I FOUND OUT WHAT THEY WENT THROUGH\n\nI'm a single mom raising two school-age boys, and ever since they lost their dad, it's been nearly impossible to connect with them. They've been nothing but rebellious, and I was at my breaking point with all the disrespect and zero discipline.\n\nBut recently, the worst thing happened—they ran away from home. During that time, I thought I might lose it completely, fearing the worst. But after 30 agonizing hours, they came back on their own.\n\n\"MOM, WE CAN'T TELL YOU WHAT HAPPENED, BUT WE'RE SORRY FOR EVERYTHING. WE PROMISE, THINGS WILL BE DIFFERENT NOW,\" they said as they hugged me. And, believe it or not, THEY REALLY DID CHANGE. Suddenly, they were doing well in school, reading books, and helping out around the house. But they were also spending a lot of time away from home.\n\nOne day, curiosity got the better of me, and I decided to follow them. What I saw was something I never expected. I gasped when I caught them standing by an old, abandoned trailer with ⬇️",
    "12": "Pierce Brosnan first became a grandfather two decades ago, but he is still excited about the role. He has become a hands-on grandad who values his family time the most. He shares these precious moments with people and likes to discuss his commitment to his big brood and the important lessons he gained from his grandchildren. 🥸👙🩱The 69-year-old grandpa found peace in Hawaii, where he can retreat from the prying eyes of those who criticize his beautiful wife. Even his friends made comments about her looks and suggested surgery to reduce her weight. Yet for Brosnan, she is “the most beautiful woman” and he loves “every curve of her body.” Full story and more photos in the comments.👇",
    "13": "I WAS READING MY GRANDKIDS A BOOK ABOUT A SECRET CHAMBER WHEN SUDDENLY, THEY REVEALED THAT THEIR PARENTS HAD ONE TOO.\n\nI'm 64 and recently widowed. My son and daughter-in-law have supported me a lot, and they invited me to live at their home for some time.\n\nI agreed as it was hard to stay totally alone. The only thing they asked of me was NOT to go to the basement, as there were repairs being done. It was very dusty, and I’m allergic to dust.\n\nSo, here I am, babysitting my grandkids, cooking meals, and trying to be grateful to my kids.\n\nMoving forward to yesterday. It was almost 9 p.m., and I was reading \"Harry Potter and the Chamber of Secrets\" to the kids. Suddenly, Eric, 4, exclaimed:\n\nEric: We have the Chamber of Secrets too! In the basement!\nJohn: Eric, hush!! Grandma, he's kidding.\nEric: I'm not. I'll show it to you.\n\nHe grabbed my hand and pulled me toward the basement. While John, the eldest, ran for his parents, I was very intrigued and followed Eric. In the basement, I indeed saw a hidden room. But when I finally opened it, my heart broke into a million pieces as I saw MY ⬇️",
    "14": "Three mischievous grandmas were sitting on a bench outside a nursing home. An old man walked by, and one of the grandmas yelled out, “We bet we can tell exactly how old you are.”\n\nThe old man said, “There ain’t no way you can guess it, you old fools.”\n\nOne of the grandmas said, “Sure we can! Just drop your pants and we can tell your exact age.”\n\nEmbarrassed just a little, the old man dropped his pants.\n\nThe grandmas stared at him for a while, asked him to turn around a couple of times, asked him to jump up and down for a little while and then they all piped up and said, “YOU'RE 91 YEARS OLD!”\n\n“How in the world did you guess?” the old man said in shock.\nThe grandmas snickered and laughed.\n\nSlapping their knees and grinning from ear to ear, all three happily yelled in unison, “Because⬇️",
    "15": "\"UHG! YOU CAN’T BE SERIOUS!\" Louis grumbled as he noticed a mom-of-3 nearby.\n\n\"Sir,\" the stewardess said. \"These seats have been assigned to this lady and her kids.\"\n\nLouis got even more annoyed as he was forced to sit next to a woman who wore the cheapest clothes on the flight. When she asked him about his work, he started laughing:\n\n\"A poor woman like you would never understand it! I saw your tickets and everything. You don't look like someone who deserves to be here!\"\n\nHe was going to say more, but suddenly, the captain's voice stopped him.\n\nThe full story is in the comments.",
    "16": "I CAME HOME AFTER WORK AND FOUND ALL MY STUFF PACKED IN SUITCASES ON THE DOORSTEP\n\nMy fiancé and I had been together for over four years and were planning to get married. The wedding was just three months away, and we had already started the preparations.\n\nBut then, something really bizarre happened. One day, I came home from work, opened the door, and my eyes widened in shock. There were suitcases on the doorstep, and they were filled with MY STUFF! \"Is this some kind of joke?\" I thought.\n\nI tried calling my fiancé, but he wasn't picking up. Suddenly, I heard a noise from upstairs. And after that, I heard a woman's voice yelling:\n\n\"Trying to reach Peter? Good luck with that because he's ⬇️",
    "17": "Doctor: I have some bad news and some very bad news.\n\nPatient: Well, might as well give me the bad news first.\n\nDoctor: The lab called with your test results. They said you have 24 hours to live.\n\nPatient: 24 HOURS! That's terrible!! WHAT could be WORSE? What's the very bad news?\n\nDoctor: I've ⬇️",
    "18": "EXHAUSTED, I WOKE UP TO FIND MY TWINS’ LUNCHBOXES ALREADY PACKED AND THE KITCHEN CLEANED.\n\nAs a single mom of energetic twin boys, I've been feelin' totally overwhelmed and exhausted lately. Balancin' work, takin' care of my sons, and keepin' up with chores leaves me with barely any energy by day's end.\n\nOne particularly stressful night, I stayed up late cleanin' the kitchen and gettin' the twins' lunchboxes ready for school. I set my alarm early, hopin' to get a head start.\n\nWhen the alarm went off, I dragged myself out of bed, dreadin' the tasks ahead. But as I walked into the kitchen, I was floored. The kitchen was spotless, gleamin' from a thorough cleanin'. On the counter were two perfectly packed lunchboxes with healthy snacks and little notes for my boys.\n\nI was stunned and couldn't figure out who had done this. I checked the house for any signs of an intruder but found nothin' unusual. I even called my close relatives, but none of them had been over.\n\nWith tears of relief, I realized someone had helped me. But I also felt anxious not knowin' who it was.\n\nThe next mornin', I got up earlier and hid behind the door leadin' to the kitchen. I was flabbergasted when, through the crack, I saw the window being opened from the outside and a⬇️",
    "19": "STAR TRAGEDY 😭💔 Legendary actress found dead this morning after an \"unexpected accident\" while out for a walk near her home in Washington: Liηk ιn сσmmeηt⤵️"
}