{
    "0": "*RAMADHAN DAY 0️⃣1️⃣* \n\n _SAHUR 🍲🥛_ \n\n *Manzon ALLAH (ﷺ) Ya ce: \"Madallah Da Dabino A Matsayin Abin Sahur Ga Mumini\".* \n\n _Abu Dawud Ya Ruwaito Albaniy Ya Ingantashi_ \n\n *Manzon ALLAH (ﷺ)  Yayi Sahur Kuma Ya Kwaɗaitar Akan Yinsa. Dan Haka A Daure Ayi Sahur Ko Da Dabino Ne Ko Kurɓar Ruwane.* \n\n *Lokacin Yin Sahur Lokaci Ne Mai Tsada, Don Haka A Ribaci Wannan Lokaci A Yawaita Istigfari...* \n \n _Kar A manta Da Azkar Ɗin Safiya Bayan An Idar Da Sallar Asubahi._ \n\nB̤A̤R̤K̤A̤  D̤A̤  A̤S̤ṲB̤A̤",
    "1": "BARKA DA SAFIYA YAR UWA TA",
    "2": "BARKAN KU DA SAFIYA YAR UWA NA",
    "3": "BARKAN KU DA SHAN RUWA ALLAH YA BAMU LADAN AZUMTAR RAMADAN KAREEM BAKI DAYA",
    "4": "#hsusa_women #matan_hausawa #Maryam_yahaya #hausaweddings #Hadiza_gabon #Hausa #kannywoodexclusive #hausaa_fulanii #rahamasadau #kano",
    "5": "♥️♥️♥️mr❤️❤️mss✊✊❤️♥️ today the best kannywood celebrities 💋💋 with Hausa 📷 🙏💋🙏💚 📷📸💪✌️🥑✍️😜💚💋💋💯🙏✊💯",
    "6": "Masha Allah ya Allah kamar yadda ka shigar mu lafiya Allah ya fitar da mu lafiya Allah ya cika mana butinkan mu Allah ya shirya kasar mu NIGERIA Allah amen",
    "7": "BARKAN KU DA RANA FATAN KUN YINI CIKIN KOSHIN LAFIYA ALLAH AMEN",
    "8": "Barkan ku da safiya fatan dai antashi lafiya ya azumi Allah yasa mai lada mukeyi Allah amen",
    "9": "BARKAN KU DA RANA AZUMIN NAN SAI DA RUWA WALLAHI",
    "10": "BARKAN KU DA SHAN RUWA",
    "11": "Allahu Akbar! \n\nYau saura awoyi qalilan muyi bankwana da wata mai alfarma, Watan Ramadan! \n\nYa Allah Ka arzutamu da rahamarKa, Ameen!  Ya Rabb!",
    "12": "SORRY FOR LATE RESPONSE\nTO POST MY PIC OF SALLAH\nSORRY MY LOVELY FAN'S\nAND I REALLY APPRECIATE YOU ALL 💗♥️❤️💗❤️",
    "13": "BARKAN KU DA RANA YA IBADA",
    "14": "💖💯👄🤔💥 #RAMADAN  🥂🕌🕌",
    "15": "Ya Uban giji Allah ka karbi ibadun mu badan muba dan darajar fiyayyen halitta Annabi Muhammad s a w 🙏🙏",
    "16": "#hsusa_women #Maryam_yahaya #hausaa_fulanii #kannywoodexclusive #rahamasadau #matan_hausawa #hausaweddings #Hausa #Hadiza_gabon #kano #arewa #nigeria",
    "17": "Apply National Scholarship from NNPC/SNEPco 2023\n\nhttps://nairapawa.com/apply-national-scholarship-from-nnpc-snepco-2023/\n\npls shere it 🙏🙏🙏",
    "18": "BARKAN KU DA RANA",
    "19": "Ya Allah Don girman Annabi Muhammad (s.a.w) ka sanya mu cikin Bayinka yantatta a wannan wata na Ramadan"
}