{
    "0": "PUDÍN EN CAPAS DE GALLETAS Y CHOCOLATE 😋\nIngredientes:\nCrema blanca:\n• 300ml leche condensada\n• 300ml de crema\n• 300ml de leche\n• 2 cucharadas de almidón de maíz\n• 2 yemas\nCrema de chocolate:\n• 300ml leche condensada\n• 300ml de crema\n• 300ml de leche\n• 2 cucharadas de almidón de maíz\n• 3 cucharadas 50% cacao\n• Galletas\n• Leche\n• Esencia de vainilla\n• Chocolate rallado para decoración\n• Fresas para decoración\nPreparación:\n1. Mezclar todos los ingredientes para la crema blanca y hervir.\n2. Mezclar todos los ingredientes para la crema de chocolate y hervir.\n3. Agregue vainilla a la leche.\n4. Ponga la mitad de la crema blanca en el molde. Ponga galletas empapadas en leche encima.\n5. Luego pon la mitad de la crema de chocolate y también cubre con una capa de galletas. Untar el resto de la crema blanca y de chocolate. Refrigerar durante 4 horas. Espolvorear con chocolate rallado y decorar con fresas.",
    "1": "BIZCOCHO DE ZANAHORIA 😋\nIngredientes:\n1 libra de zanahorias\n4 huevos\n1/2 taza de aceite\n2 tazas de harina todo uso\n1 1/2 taza de azúcar blanca\n30 gramos de polvo de hornear (2 Cda)\nEsencia de vainilla al gusto\nPreparación:\n1. Lo primero que voy a hacer es pelar las zanahorias y luego cortarlas en trozos pequeños. También puedes utilizar un rallador de zanahorias para facilitar este proceso.\n2. En una licuadora, voy a agregar las zanahorias y añadir 4 huevos y también media taza de aceite y licuar hasta que las zanahorias estén bien trituradas o en forma de pasta.\n3. Ahora voy a agregar una taza y media de azúcar blanca y batir por un minuto, luego voy a agregar el resto de los ingredientes paso a paso.\n4. Ahora voy a añadir 2 tazas de harina de uso general y pasarla por un colador. Vuelvo a batir hasta que la mezcla esté suave.\n5. Añadiré 2 cucharadas de levadura en polvo y seguiré batiendo.\n6. Y por último añadiré un toque de vainilla para darle un mejor sabor y aroma, quiero recalcar que la vainilla es opcional.\n7. Ahora apartaré y precalentaré el horno a unos 180 grados fahrenheit y luego en un molde untaré con mantequilla toda la superficie y espolvorearé con harina, esto evitará que el pastel se pegue después de hornearlo.\n8. Ya tengo el molde preparado y pondré toda la mezcla y lo meteré en el horno durante 35 minutos, es importante no abrir el horno antes de que pase este tiempo para que el bizcocho no pierda su volumen.\n9. Ahora que nuestro bizcocho está listo, lo dejaré reposar 20 minutos y lo desmoldaré.",
    "2": "PASTEL DE CHOCOLATE 😋\nIngredientes:\n2 huevos\n130gr de azúcar\n70gr de aceite vegetal\n170gr de harina\n40gr de cacao\n3gr de bicarbonato de sodio\n3gr de levadura en polvo\n130ml de agua hirviendo\n30gr de nueces para moler\n85gr de chocolate negro\n85gr de nata caliente\nIndicaciones:\n1. Batir los huevos con azúcar y aceite.\n2. Por separado, mezcle la harina, el cacao, el bicarbonato de sodio y la levadura.\n3. Añadir a los huevos y mezclar, finalmente añadir el agua hirviendo.\n4. Vierta la mezcla en el molde y hornee a 170 ° -180 ° durante 40-50 minutos.\n5. Derretir el chocolate en la nata y añadir las nueces picadas.\n6. Decorar la tarta y servir.",
    "3": "TARTA DE QUESO Y LIMÓN SIN HORNO 😋\nIngredientes:\n20 galletas maría\n2 cucharadas de mantequilla sin sal\n250 g queso tipo Philadelphia, requesón o mascarpone\n200 g de nata líquida para cocinar\n1 sobre de gelatina en polvo con sabor a limón\n4 cucharadas de azúcar (o algo más, al gusto)\nPreparación:\n1. Trituramos las galletas hasta que queden como harina. Fundimos la mantequilla en el microondas. Mezclar el polvo de galletas con la mantequilla fundida y ponerlo en el fondo del molde bien prensado para hacer la base del pastel.\n2. Mezclamos en la batidora el queso con la nata y el azúcar.\n3. Calentamos al fuego un vaso de agua (250 ml) y cuando rompa a hervir ponemos el sobre de gelatina y removemos muy bien hasta que esté completamente disuelto.\n4. Retiramos del fuego y dejamos templar ligeramente.\n5. Unimos la mitad de la gelatina disuelta a la mezcla de los quesos y la nata, pero reservamos la otra mitad para la cobertura.\n6. Mezclamos en la batidora y ponemos esa mezcla sobre la base de galletas.\n7. Metemos en la nevera para que empiece a cuajar y cuando vemos que ya tiene cuerpo (15 min son suficientes) ponemos por encima unas rodajas de limón y el resto de la gelatina que habíamos reservado (si se ha cuajado metemos unos segundos en el microondas para que se licúe).\n8. Dejamos enfriar nuestra tarta de queso y limón en la nevera al menos 3 h antes de servir.",
    "4": "BOLLOS DE CHOCOLATE 😋\nIngredientes:\n250g de harina 00\n50g de azúcar en polvo\n5g de bicarbonato de sodio\n1 cucharadita de extracto de vainilla\n25ml de aceite de semilla\n150ml de leche\nCrema de avellanas\nAzúcar en polvo para espolvorear\nPreparación:\n1. En un bol añadir la harina, el azúcar en polvo, el bicarbonato de sodio, el extracto de vainilla, el aceite, la leche y mezclar todo junto. Amasar con las manos hasta crear la masa.\n2. Extender la masa con el rodillo y hacer formas circulares con el molde\n3. Pincelar los círculos con agua, añadir la crema de avellanas en un círculo y añadir otro encima y presionar con las manos de todos los lados\n4. Hornea en una sartén antiadherente por ambos lados y espolvorea con azúcar en polvo.",
    "5": "DONAS RELLENAS 😋\nIngredientes\nPara la masa:\n1 taza de leche\n1 cucharada de levadura seca\n3 cucharadas de azúcar glas\n2 cucharadas de aceite vegetal\n2 y 1/4 tazas de harina\n1 cucharadita de sal\nIngredientes para el relleno:\n2 tazas de leche\n1 huevo\n5 yemas de huevo\n1/4 taza de almidón de maíz\n1/2 tazas de azúcar\n1/4 taza de margarina La Villita\n1 cucharadita de extracto de vainilla\nPreparación\n1. Primero, preparamos la masa de las donas al calentar la leche en el microondas, debe estar tibia. Volcamos la leche en un recipiente grande con la levadura y agregamos al recipiente el aceite y el azúcar, mezclamos bien todo y luego agregamos la harina y la sal, mezcla todo hasta incorporar.\n2. Se formará una masa más bien líquida, usamos una batidora para amasar durante unos 10 minutos a velocidad media. Volcamos en una fuente engrasada y cubrimos con un trapo húmedo. Dejamos que leude durante unos 30 a 60 minutos, tiene que doblar el tamaño.\n3. Movemos la masa a una superficie cubierta ligeramente con harina y estiramos con las manos. Cortamos de forma circular con ayuda de un molde. Calentamos bastante aceite y freímos las donas en él. Solo necesitamos un par de minutos para que la masa se cocine.\n4. Para el relleno, batimos los huevos en un recipiente mediano, agregamos el almidón de maíz y el azúcar glas; mezclamos hasta obtener una preparación suave. Agregamos la leche tibia a la mezcla y revolvemos todo hasta incorporar.\n5. Llevamos la mezcla al fuego y revolvemos en forma constante. Una vez que la mezcla espese, retiramos del fuego y continuamos revolviendo. Agregamos la margarina La Villita y el extracto de vainilla.\n6. Rellenamos las donas con una manga fina y espolvoreamos con azúcar impalpable para el toque final.\n7. ¡A disfrutar!",
    "6": "En este perfil amamos la fruta con chilito.🥭🍊",
    "7": "PASTÉIS DE NATA CASEROS 😋\nIngredientes:\n1 lámina de hojaldre\n200 gr de azúcar\n180 ml de agua\nCanela en rama\n320 ml de nata líquida para cocinar\n6 yemas de huevo\n49 gr de harina de maíz\nAzúcar glasé\nCanela\nPreparación:\n1. Empezaremos nuestra receta de pastel de nata portugués extendiendo la masa de hojaldre. La iremos recortando con un vaso o un cortador de pasta en forma redonda y en trozos iguales. Debe tener el mismo diámetro que un muffin o una magdalena para poder ajustarse mejor al molde. Los reservaremos una vez los tenemos cortados.\n2. En un bol mezclamos las yemas con la harina de maíz, utilizaremos las varillas manuales para ir dándole volumen a la masa.\n3. En una cazuela calentaremos un poco la nata. Este paso es importante porque ayudará a ganar cremosidad a los pasteles de nata. No podemos olvidar que se trata del ingrediente protagonista, su sabor debe estar por encima de los demás.  No dejaremos que hierva, simplemente la calentaremos.\n4. Añadiremos la nata caliente a las yemas. Poco a poco evitando que el huevo pueda cuajarse. Llevaremos la mezcla al fuego hasta que vaya ganando consistencia, pero sin que se caliente demasiado.\n5. Es momento de coger los trozos de hojaldre. Engrasaremos una bandeja de muffins con un poco de mantequilla. Encima colocaremos el hojaldre.\n6. Rellenaremos hasta la mitad del molde del relleno de nata, yemas y harina de maíz que acabamos de realizar.\n7. En un cazo prepararemos un almíbar con el azúcar, agua y la canela en rama, cuando esté listo. Lo pondremos por encima del relleno. Será el encargado de coronar unos deliciosos pasteles de nata.\n8. Pondremos los pastelitos de nata al horno, deberá estar precalentado a unos 200º y hornearlos durante 20 minutos, que serán los suficientes para poder tener este postre estrella. Puedes espolvorearlos con un poco de azúcar glasé y acompañarlos de una buena taza de chocolate.",
    "8": "GALLETAS DE MANTEQUILLA 😋\nIngredientes:\n300 gramos de mantequilla\n200 gramos de azúcar\n2 huevos\n500 gramos de harina\n1 cucharada de esencia de vainilla\nIndicaciones:\n1. Mezclar la mantequilla (a temperatura ambiente) con el azúcar.\n2. Agregar los huevos y la esencia de vainilla, seguir removiendo.\n3. Añadir la harina y seguir batiendo, cuando la mitad de la harina este incorporada, amasar a mano.\n4. Dejar reposar la masa una hora en el refrigerador tapada con un film transparente.\n5. Precalentar el horno a 180º.\n6. Poner la masa entre dos trozos de plástico de cocina transparente y con la ayuda de un rodillo, formar una lámina de medio centímetro de espesor.\n7. Cortar las galletas con un corta pastas y colocarlas con cuidado en una bandeja de horno anti adherente.\n8. Se hornean en aproximadamente 15-20 minutos, hasta que se vean doradas pero todavía un poco blandas. A continuación dejar enfriar en una rejilla.",
    "9": "TARTA DE QUESO DE ARANDANOS 😋\nIngredientes:\n200gr de galletas\n80g de mantequilla derretida\n300g de arándanos frescos o congelados\n25g de azúcar\n450g de queso crema\n160ml de crema espesa\n1 cucharadita de extracto de vainilla\n1 cucharada de jugo de limón\n125g de azúcar en polvo\n10g de gelatina en polvo\n50ml de agua\n150 arándanos frescos encima\nPreparación:\n1. Mezcle la mantequilla derretida con galletas trituradas y transfiérala a una sartén de resorte, refrigere durante una hora. En una cacerola pequeña, caliente los arándanos con jugo de limón y azúcar, luego mezcle hasta que quede suave.\n2. En un tazón grande, bata el queso crema con azúcar en polvo, crema espesa, extracto de vainilla y mezcla de arándanos enfriada. Añadir la gelatina y mezclar todo bien. Transfiera la mezcla a una bandeja de resorte. Refrigere durante la noche o durante unas horas. Decorar con arándanos y flores.",
    "10": "PASTEL NAPOLITANO 😋\nIngredientes:\n1 taza de mantequilla\n2 tazas de azúcar\n3 huevos\n3 tazas de harina\n1 ½ cucharadita de polvo para hornear\n1 cucharadita de sal\n1 ½ cucharada de esencia de vainilla\n1 taza de leche líquida\n½ taza de puré de fresa\n¼ taza de cacao en polvo\n¼ taza de agua hirviendo\n½ cucharadita de bicarbonato de sodio\nCrema:\n2 tazas de mantequilla\n4 tazas de azúcar glas\n1 cucharada de esencia de vainilla\n½ taza de leche líquida\n3 gotas de colorante rosado\n3 cucharadas de cacao en polvo\nPreparación:\n1. Precalentar el horno a 180 °C o 350 °F; enmantequillar y enharinar tres moldes del mismo tamaño.\n2. Batir la mantequilla junto con el azúcar y agregar los huevos uno a uno; seguir batiendo para que todo se integre.\n3. Tamizar en un recipiente la harina, el polvo para hornear y la sal; reservar.\n4. Agregar la esencia de vainilla a la leche.\n5. Integrar 1/3 de la harina a la mezcla con huevo y añadir la mitad de la leche con vainilla. Batir para integrar los ingredientes.\n6. Repetir el proceso hasta agregar toda la harina y la leche.\n7. Dividir la mezcla en tres partes iguales; a 1/3 agregar el puré de fresas y a otro tercio añadir el cacao, el agua hirviendo y el bicarbonato de sodio; el último tercio queda igual.\n8. Verter cada mezcla en los moldes ya preparados.\n9. Hornear durante 25 a 30 minutos.\n10. Retirar del horno y dejar enfriar por 15 minutos antes de desmoldar y enfriar por completo a temperatura ambiente sobre una rejilla.\n11. Mezclar todos los ingredientes para la crema, menos el colorante y el cacao. \n12. Batir hasta lograr una mezcla suave y homogénea.\n13. Dividir la crema en tres partes iguales, en recipientes separados.\n14. Agregar a 1/3 el colorante rosa y al otro tercio el cacao. El último tercio se deja igual.\n15. Colocar el pastel de cacao como base y colocar encima la crema con cacao; poner encima el pastel de fresa y cubrir con la crema de fresa; coronar con el pastel blanco y poner encima la crema blanca.\n16. Llevar a la nevera por 1 hora\n17. Servir y disfrutar.",
    "11": "TARTA DE QUESO DE YOGUR 😋\nIngredientes:\n4 huevos\n70 gr azúcar\n350 gr yogur griego 40 gramos de almidón\nde maíz\n40 g de levadura en polvo\nCáscara de limón\n1 cucharadita de esencia de vainilla\nInstrucciones:\nDividir las claras de huevo de las yemas y batirlas con el azúcar. Luego agregue yogur, almidón, levadura, cáscara de limón y vainilla.\nBata las claras de huevo y agréguelas a la mezcla, vierta en un molde de 21x7 cm y hornee a 340 ° F (170 °) durante 30 minutos.",
    "12": "BIZCOCHO DE CHOCOLATE BLANCO 😋\nIngredientes:\n2 huevos\n100g de azúcar\n150g de harina\n50ml de leche\n50ml de aceite vegetal\nPizca de sal\n1/2 paquete de levadura en polvo\nCrema de avellanas blancas según sea necesario\nBarra de chocolate de avellanas picadas\nPreparación:\nComience preparando la masa de pastel: bata los huevos junto con una pizca de sal y el azúcar. Agregue la leche, el aceite y agregue gradualmente la harina. Mezclar en el polvo de hornear al final y verter en una fuente para pasteles con una base de 26 cm, hornear a 180 ° C durante 20 minutos. Cuando la base se haya enfriado, vierta la crema de avellanas blancas sobre ella. Decora la tarta con unas avellanas picadas y un poco de crema de avellanas.",
    "13": "PASTEL DE LIMÓN 😋\nIngredientes:\n⦁ 4 huevos separados\n⦁ 1/4 cucharadita de sal\n⦁ 270g de azúcar\n⦁ 180ml de aceite vegetal\n⦁ 180ml de leche\n⦁ 60ml de jugo de limón\n⦁ 210g de harina\n⦁ 85g de maicena\n⦁ 1 cucharada de polvo de hornear\n⦁ 1 limón (ralladura)\n⦁ 400g de leche condensada\n⦁ 80ml de jugo de limón.\nInstrucciones\n1. Caliente el horno a 180C / 350F. Cubra el molde para hornear de 20x20cm con pergamino. \n2. Batir las claras de huevo con sal, azúcar, aceite vegetal, leche y jugo de limón y cubo y esponjoso. \n3. Tamizar la harina con maicena y levadura en polvo. \n4. Agregue los ingredientes secos a la mezcla de yema y revuelva hasta que se forme una masa suave y uniforme. Batir en la ralladura de un limón. \n5. Batir las claras de huevo hasta que se formen picos rígidos. Dóblalos en la masa. \n6. Vierta la masa en un molde para hornear preparado y hornee el pastel durante 50-55 minutos. Dejar enfriar completamente. \n7. Batir la leche condensada con jugo de limón. Cubra el pastel enfriado con la crema y córtelo en cuadrados antes de servir.",
    "14": "PAN FRANCES O BOLILLO 😋\nIngredientes:\n500 gramos de harina de trigo\n2 cucharadas de sal\n1 cucharada de azúcar\n1 cucharada y media de levadura seca\n1 taza y media de agua\n3 cucharadas de manteca vegetal o aceite\nPreparación:\n1. Forma una fuente de harina, al centro coloca la levadura y media taza de agua para que se disuelva. Espera 10 minutos para que la levadura se active.\n2. Mezcla poco a poco la harina de trigo con el agua. Agrega la sal y el azúcar de forma paulatina.\n3. Agrega la manteca vegetal o aceite y continúa integrando la masa con fuerza.\n4. Amasa por 10 minutos hasta formar una masa elástica y firme. Tiene que desprenderse con facilidad de la mesa de preparación.\n5. Una vez alcanzada la consistencia, coloca la masa en un tazón y cúbrela con un plástico para que no se seque. Déjala reposar hasta que doble su tamaño. A una temperatura de 23ºC. Tarda aproximadamente 1 hora, esto puede varias según las condiciones.\n6. Poncha la masa y vuelve a amasarla con fuerza. Córtala en 10 partes iguales.\n7. Toma cada una de las partes y dales forma de bola. Posteriormente aplástala un poco y mete los contornos hacia el interior. Finalmente gira un poco la masa hacia el centro para que tome forma de bolillo. Puedes colocar un poco de harina sobre la mesa para facilitar el procedimiento. Colócalos en una charola forrada con papel encerado.\n8. Espera un momento para que la masa duplique nuevamente su tamaño.\n9. Con un cuchillo, realiza un corte de aproximadamente un centímetro de profundidad a lo largo del bolillo.\n10. Calienta el horno a 250ºC e introduce la charola. En la parte inferior coloca otra charola con agua, este es el secreto para que tus bolillos sean perfectos. Hornea por 15 minutos o hasta que alcance el color deseado.",
    "15": "MASA DE PAN CASERO 😋\nIngredientes:\n350 gramos de harina de fuerza\n175 mililitros de agua\n20 mililitros de aceite de oliva\n15 gramos de levadura fresca\n6 gramos de sal\nPreparación:\n1. Pon en un bol la harina, la sal, el agua, el aceite y la levadura fresca. Mezcla todo en en bol con la mano. Pasa la masa a una superficie lisa enharinada y amasa. Para amasar bien, estira la masa, dóblala hacia ti y gírala. Repite y sigue amasando de este modo unos 10 minutos, hasta tener una masa elástica. \n2. A continuación, dale forma de bola, ponla en un bol grande y tapa con papel film. Deja reposar hasta que doble su volumen.\n3. Cuando haya doblado su volumen, enharina una superficie y vuelca la masa. Presiona ligeramente para desgasificar. Estira la masa, dobla los bordes hacia el centro y presiona ligeramente. Después, dobla la masa dándole forma de barra de pan y dale la vuelta para que quede el pliegue hacia abajo. \n4. Tapa la masa con papel film y deja leudar hasta que doble su volumen.\n5. Cuando haya leudado, realiza unos cortes diagonales en la superficie del pan con un cuchillo de sierra.\n6. Mete el pan en el horno precalentado y la bandeja caliente. Hornea a 230ºC. Pasados 5 minutos, abre el horno y vierte medio vaso de agua en el fondo del horno. Cierra el horno. Pasados otros 5 minutos, vierte agua de nuevo y cierra. Baja la temperatura a 200ºC y deja hornear durante 1 hora. Saca el pan del horno y déjalo enfriar sobre una rejilla. \n7. Sirve el pan casero.",
    "16": "Si hay un plato que no falla, es un bueeeen matambre, súper tierno y con puro sabor! 🥩🧀",
    "17": "BIZCOCHO DE LIMÓN ESPONJOSO 😋\nIngredientes:\n3 huevos\n150g de azúcar\nuna pizca de sal\n100ml de aceite vegetal\n125g de yogur de vainilla\n250g de harina\n16g de levadura en polvo\n2g de ralladura de limón\n60 ml de jugo de limón\nAzúcar en polvo (para decoración)\nRalladura de limón (para decoración)\nPreparación:\n1. Precaliente el horno a 175°C/350°F.\n2. En un bol batir 3 huevos con azúcar y una pizca de sal. Vierta el aceite y bata para combinar.\n3. Agregue el yogur de vainilla y continúe batiendo hasta que esté suave y pálido.\n4. En otro tazón, mezcle la harina tamizada, el polvo de hornear y la ralladura de limón.\n5. Agregue gradualmente los ingredientes secos a los ingredientes húmedos y revuelva hasta que se incorporen. Agregue el jugo de limón y mezcle bien.\n6. Transfiera a un molde de bundt cake engrasado y hornee durante 35 minutos.\n7. Deja enfriar un poco, espolvorea con azúcar en polvo y ralladura de limón por encima, y disfruta.",
    "18": "BIZCOCHO ESPONJOSO Y ALTO 😋\nIngredientes: \n200g de harina\n200g de maicena\n350g de leche\n200g de aceite de semillas de girasol\n400g de azúcar\n4 huevos\n1 paquete de polvo de hornear\nIndicaciones:\n1. Para empezar, tamizar la harina y verterla en un bol.\n2. Luego agregue (tamizado) almidón de maíz y huevos.\n3. Revuelva para mezclar todos los ingredientes.\n4. Agregue leche, aceite, levadura y azúcar también.\n5. Vierta la masa en un molde y hornee a 170 grados durante 50 minutos.",
    "19": "CHURROS DE PAPA 😋\nIngredientes:\n400gr papas en puré\n2 huevos utilizaremos solamente las yemas\n50gr harina de maíz\n15gr queso parmesano rallado\n15gr mostaza\nSal\nPimienta negra molida\nAceite\nPreparación:\n1. Contamos con que tenemos un puré de papas preparado y que hemos reservado los 400 gramos necesarios para la receta.\n2. Si no es el caso, pueden preparar el puré sin agregar el agua de la cocción de las papas ni la nata líquida, pues queremos un puré lo más seco posible.\n3. Mezclamos el puré con las yemas de huevo (en su defecto, un huevo entero), la harina de maíz, el queso Parmesano rallado y la mostaza.\n4. Salpimentamos al gusto y removemos bien hasta obtener una masa homogénea.\n5. Rellenamos con ella una manga pastelera con una boquilla de estrella y lo dejamos reposar en el congelador 10 minutos para que tome cuerpo.\n6. Mientras tanto, llenamos una sartén con aceite hasta la mitad y lo calentamos a fuego medio alto. \n7. Dejamos caer tiras del puré sobre el aceite caliente, con suavidad para evitar salpicaduras y quemaduras.\n8. Volteamos cuando la parte inferior esté dorada y freímos por la otra cara antes de retirar.\n9. Escurrimos el exceso de aceite y servimos inmediatamente."
}