{
    "0": "And we turned six months old today. 🎁🎂🎂 What do you think of our little ones 🙏👏❤",
    "1": "Mom, why didn't anyone congratulate us on our first anniversary and share our photo..❤️❤️❤️",
    "2": "Today I became a father for the first time after 8 years of marriage. This is my son, Nikolai. ❤ Wish us good health! 👍🍀",
    "3": "❤Today is my grandmother's birthday 🎂 she's 77 years old! Congratulate her and wish her good health 🙏",
    "4": "Look how beautiful this art is. My grandmother made it for me. Do you like it 🖼️👵🎨😊",
    "5": "Handmade, how do you like the dress 👏👏🤩",
    "6": "Today is his birthday. Grandma made a pancake for him. If you like, wish him a happy birthday.❤🥹",
    "7": "Look how incredible his art is. He's an orphan boy but he's got talent and he's making money with it. Let's support him. 🎨👦💪",
    "8": "FANTASTIC WORK!😮❤👏😍",
    "9": "Good work 🥰",
    "10": "And we've had a year and a half today 🎂Congratulations_",
    "11": "The sister_brother will always be better than a hundred friends. ❤️😍",
    "12": "She strives to create beauty with what she has... let's pay tribute to grandma... 🙏👵💖",
    "13": "Even though we're poor, I wonder if you like us ❤️❤️",
    "14": "A carpet of living flowers. Belgium, Brussels 🌺🌼🌸",
    "15": "Today is my 17th birthday.... 🥰 ♥ ️ Congratulations to anyone who wants it, I'd be delighted.❤",
    "16": "Good job! 😮👏😍",
    "17": "A FANTASTIC JOB! 😍",
    "18": "My husband made this bed himself for our daughters. It's super well made, isn't it! 😍",
    "19": "A husband gave his wife 500 roses for her last day of chemo! LIKE him for such an act! LOVE! SUPPORT !👏❤"
}