{
    "0": "Craig Burley believes Mason Mount must be regretting leaving Chelsea:\n\n\"Mason Mount, obviously he’s had an injury ravaged season, but even when he’s been fit he looks like who’s like oh my god I’ve just made one of the biggest… Not that Chelsea are great, they’re not.\n\nBut as a player you make a decision and how decision he thought was going to a club that were on the front foot. Whilst he’s been poor himself and he’s been out, he’s got to be thinking to himself I’ve made a terrible move here.\"\n\n{ESPN FC}",
    "1": "🚩Tomorrow is probably the most important game of the season so far.\n\nBut A league game against Crystal Palace, whilst sitting 8th in the league is our most important game of the season? 😭😭😭\n\nThe standards are on the floor, man.🤦",
    "2": "Marc Cucurella is something else now. I don't know, he's a huge problem for opponents 💙",
    "3": "Chelsea fans are set to display a fan funded banner for Thiago Silva against Bournemouth and club officials are also additionally discussing further tributes for the veteran centre back.  🔗 Nizaar Kinsella - Standard Sport",
    "4": "CHELSEA AWARD NIGHT 🏆🔥",
    "5": "Comfortable win at the bridge ❣️",
    "6": "⚽️⚔️ Conor Gallagher & Declan Rice stats this season in all competitions:\n\n🏴󠁧󠁢󠁥󠁮󠁧󠁿 Gallagher:\n👕 47 games\n⚽️   7 goals \n🎯   9 assists \n\n🏴󠁧󠁢󠁥󠁮󠁧󠁿 Declan Rice:\n👕 49 games\n⚽️   7 goals \n🎯 10 assists \n\n🔥🔥🔥😳😳😳😳\n\n#CFC #goalrush",
    "7": "HAPPY BIRTHDAY SPECIAL COLE 🎂🎉\n\nDON'T SKIP 💙🙏",
    "8": "🚨 𝗕𝗥𝗘𝗔𝗞𝗜𝗡𝗚: Mason Mount was Laughing at his own team while holding 4 to crystal palace..😏 The fraud who had a dream..🤦😂\n\nfollow @preciousmedia-tv",
    "9": "Do you agree with Garth Crooks?",
    "10": "Manchester United 😂😂😂😂😂😂😂",
    "11": "Peter Drury: \"The boy who had a dream went into the Theatre of Dreams and he's now having nightmares\"",
    "12": "are you happy all Chelsea fan",
    "13": "🚨 𝗕𝗥𝗘𝗔𝗞𝗜𝗡𝗚: Cole Palmer has now registered 60+ chance creations (61) for Chelsea this season in the Premier League. \n\nCole Palmer has also registered 30+ goal involvements (30) for Chelsea this season in the Premier League. \n\nALWAYS COOKING 🥵🔥",
    "14": "Chelsea’s end of season awards is currently ongoing! (@ChelseaFC) #CFC #justcfc",
    "15": "Cole Palmer has been voted MOTM. 🥇\n\n(@premierleague)\n\n#CFC #Justcfc",
    "16": "Congratulations to our Men’s Academy Player of the Year - Alfie Gilchrist! 👏💙",
    "17": "Chelsea above Man Utd on the table 🫢🫢🫢"
}