{
    "0": "🚨 | Como é que vou explicar que a “ VERSÃO ACABADA” do Cristiano Ronaldo ainda é melhor que todas as outras?\n\nCom 38 anos CR7 está a jogar demais. \n💪💯⚽",
    "1": "👊 TODAY WE PLAY!・¡HOY JUGAMOS! 👊\n🆚 Cádiz C.F. \n⏰ 18:30 CET\n🏟️ Nuevo Mirandilla\n#️⃣ #CádizRealMadrid",
    "2": "Pode cair e nem vai estragar os nossos tetos",
    "3": "🚨 Taylor Swift quebrou O RECORDE de maior público da HISTÓRIA do Allianz Parque!",
    "4": "🚨 Treinadores com mais vitórias nos primeiros 200 jogos no comando do Arsenal:\n\n◉ 116 - Mikel Arteta\n◎ 111 - Arsène Wenger \n◎ 106 - George Graham\n\nArteta está no topo da lista, e o Arsenal no topo da tabela 👔 🔴 🔝",
    "5": "MOMENTOS 👉 Fally Ipupa reuniu mais de 40 mil almas no seu concerto realizado ontem, sábado, dia 25, na maior sala de espetáculos da Europa, U-Arena, em França.",
    "6": "🚨 Cristiano Ronaldo venceu seus últimos 🔟 jogos em todas as competições 🔥 \n\nEle desempenhou um papel vital em todas as partidas:\n\n⚽️ 12 Gols\n🅰️ 5 Assistências",
    "7": "Love Ronaldo <3",
    "8": "Após 15 anos de relacionamento Messi e Antonella Roccuzzo estão vivendo a maior crise do casamento, inclusive estão a um ponto da separação, de acordo com informações o casal está dormindo em camas separadas, e uma suposta traição por parte do jogador é apontada pelos veículos de informação Argentinos.",
    "9": "Erreee Ronaldo assim não tipo estás a jogar futebol 🙄",
    "10": "Assim se o estagiário comentar este golaço do CR7 vão vir responder do Mundial? 🤔🤔",
    "11": "Em Moçambique futebol é assim 🙄🙄",
    "12": "𝙒𝙝𝙖𝙩 𝙖 𝙟𝙤𝙪𝙧𝙣𝙚𝙮 𝙩𝙝𝙖𝙩 𝙢𝙖𝙙𝙚 𝙤𝙪𝙧 𝙘𝙝𝙞𝙡𝙙𝙝𝙤𝙤𝙙!🧡",
    "13": "🚨 | Discussão entre Pep Guardiola e Darwin Nunez:\n\nPep Guardiola para Nunez: “Você nunca vai marcar contra nós.”\n\nDarwin Nunez responde: “Que champô você usa?",
    "14": "🚨 | 🇵🇹 Jorge Jesus soma 12 vitórias consecutivas com o Al Hilal.\n\n🚨O CARA ESTÁ TRABALHANDO.❤️⚽",
    "15": "ESSES SÃO OS 6 RAPPERS QUE MAIS VENDEM ÁLBUNS EM TODA HISTÓRIA DOS EUA.\n\n1. Eminem - 61.5M\n2. Drake - 47.5M\n3. Tupac Shakur - 36.5M\n4. JAY-Z - 33.5M\n5. Kanye West - 27.5M\n6. Lil Wayne - 25M\n\nTudo bem, os 6 são monstros, merecem. Mas, sabem o que é mais bizarro nisso tudo, é ver, que Tupac apesar de estar m0rto desde 1996 ocupa a 3° posição e olha que a última atualização desta lista foi feita em 17 de Novembro de 2023.\n\nSó para você ter a noção, até hoje, Tupac vendeu mais álbuns que artistas como Phill Collins, JAY-Z, R. Kelly, Beyoncé, Link Park, Adele, Nirvana, Kanye West, Boyz II Men, Frank Sinatra, Janet Jackson, Outkast, Rihanna, Lil Wayne e Justin Bieber.\n\nTUPAC, VERDADEIRA DEFINIÇÃO DA PALAVRA ATEMPORAL!!\n\nLENDA!!",
    "16": "🚨 |🇧🇷 Este é o Estádio Pelé, Situado em  Mahibadhoo, nas Maldivas.\n\n📌 UM PARAÍSO.❤️⚽"
}