{
    "0": "“Victory is pursuing your Passion and Family is the pillar of Your Strength”. Katerega Uthuman Mwanadamu \n Enjoy your Sunday",
    "1": "A nation cultivates what it honors.",
    "2": "The NK Group CEO Mr Katerega Uthman is Currently in China 🇨🇳 on a research mission.",
    "3": "We Are Passionate Team Of Designers, Creators And Dreamers Dedicated To Transforming Your Brand's Packaging Into An Extraodinary Experience. We Believe That Every Detail Matters.",
    "4": "The way of living is the definition of people and place.\nEnjoy your Wednesday.",
    "5": "“Commit yourself to lifelong learning. The most valuable asset you’ll ever have is your mind and what you put into it.” – Brian Tracy\nEnjoy your Tuesday",
    "6": "Imagine a lexor bread 🍞 for free . Just buy a pizza 🍕",
    "7": "An interesting market research in China on chicken Farming by our CEO Mr. Katerega Uthuman Mwanadamu",
    "8": "Why brand image is important and what does it contribute to customer purchase behavior. Take a look",
    "9": "Dear Youths,\nIdentifying your current limits is a critical first step in the innovation Journey. This self assessment not only highlights the boundaries that have been imposed by external factors but also uncovers the internal restrictions that you might not even be aware of. Happy International Youth Day.\nKaterega Uthuman Mwanadamu",
    "10": "Our CEO Mr Katerega Uthman represented Uganda 🇺🇬 at China Coffee and Beverage Expo. It’s interesting to see Uganda 🇺🇬 Companies selling our coffee. Great Thanks to Uganda Coffee Development Authority",
    "11": "Effortless Global Distribution For Your Expanding Market Reach",
    "12": "“The First thing you need in life is skills and product and the second thing is networking”. Katerega Uthuman CEO NK Group",
    "13": "A solution for your Corporate Brands. Welcome to NK Group",
    "14": "Am impressed to see Smart Brains in design and creative sector. These guys are really great",
    "15": "Branding and Fabrication starts from Machinery. The world of Lesser cutting",
    "16": "“In the Outdoors, There are No Scoreboards, No Referees and Everyone is a winner 🥇. Just Do It. Reason Not Required.” Katerega Uthman Mwanadamu CEO NK Group",
    "17": "It’s a free bread Friday at Lexor! Just Buy a pizza 🍕 and move with a free bread. Enjoy Life…\nCall ☎️ 0706620529",
    "18": "It’s a great opportunity to meet people in different parts of china 🇨🇳 with a great experience in international Marketing."
}