{
    "0": "The clearest image of venus ever taken.🤩",
    "1": "\"Andromeda galaxy is my favorite galaxy; it's my favorite. I hope in the distant future to travel to my great Andromeda galaxy and explore highly advanced intelligent civilizations, learn their culture, and learn secrets that cannot be imagined. This is my distant future dream.\"",
    "2": "Amateur shot of Saturn and its large moons.\nBrandon Hah 🪐",
    "3": "Solar eclipse over south Pacific ocean",
    "4": "𝐆𝐚𝐥𝐚𝐱𝐢𝐞𝐬 𝐀𝐰𝐚𝐲\nThis stunning group of galaxies is far, far away, about 450 million light-years from planet Earth and cataloged as galaxy cluster Abell S0740. \nDominated by the cluster's large central elliptical galaxy (ESO 325-G004), this reprocessed Hubble Space Telescope view takes in a remarkable assortment of galaxy shapes and sizes with only a few spiky foreground stars scattered through the field. \nThe giant elliptical galaxy (right of center) spans over 100,000 light years and contains about 100 billion stars, comparable in size to our own spiral Milky Way galaxy. The Hubble data can reveal a wealth of detail in even these distant galaxies, including arms and dust lanes, star clusters, ring structures, and gravitational lensing arcs.\nImage Credit & Copyright: Data - Hubble Legacy Archive, Processing - Domingo Pestana",
    "5": "NASA's Juno Mission Spots Jupiter's Tiny Moon Amalthea",
    "6": "The side of Earth you never see.",
    "7": "The clearest photo of Mercury, the closest planet to the Sun | NASA",
    "8": "What about second breakfast? ☕\nWe're eating up NASA's James Webb Space Telescope's second look at the star Earendel, first seen by NASA's Hubble Space Telescope. It's the farthest star ever detected, and Webb now shows it to be more than twice as hot as our Sun and about a million times brighter 🔆",
    "9": "Is there a reason that all the lens flares all appear with six points?",
    "10": "Stars, Dust, and Gas near NGC 3572",
    "11": "𝐌𝟏𝟎𝟎: 𝐀 𝐆𝐫𝐚𝐧𝐝 𝐃𝐞𝐬𝐢𝐠𝐧 𝐒𝐩𝐢𝐫𝐚𝐥 𝐆𝐚𝐥𝐚𝐱𝐲\nMajestic on a truly cosmic scale, M100 is appropriately known as a grand design spiral galaxy. It is a large galaxy of over 100 billion stars with well-defined spiral arms that is similar to our own Milky Way Galaxy.🪐",
    "12": "First direct image of another planetary system located about 300 light-years away around a star like our Sun.",
    "13": "Pluto in Colorized Infrared  NASA😧💕",
    "14": "𝐖𝐞𝐛𝐛'𝐬 𝐅𝐢𝐫𝐬𝐭 𝐃𝐞𝐞𝐩 𝐅𝐢𝐞𝐥𝐝\nThis stunning infrared image was released one year ago as the James Webb Space Telescope began its exploration of the cosmos. The view of the early Universe toward the southern constellation Volans was achieved in 12.5 hours of exposure with Webb's NIRCam instrument. Of course the stars with six spikes are well within our own Milky Way. \nTheir diffraction pattern is characteristic of Webb's 18 hexagonal mirror segments operating together as a single 6.5 meter diameter primary mirror. The thousands of galaxies flooding the field of view are members of the distant galaxy cluster SMACS0723-73, some 4.6 billion light-years away. \nLuminous arcs that seem to infest the deep field are even more distant galaxies though. Their images are distorted and magnified by the dark matter dominated mass of the galaxy cluster, an effect known as gravitational lensing. Analyzing light from two separate arcs below the bright spiky star, Webb's NIRISS instrument indicates the arcs are both images of the same background galaxy. And that galaxy's light took about 9.5 billion years to reach the James Webb Space Telescope.",
    "15": "The Colourful Horsehead Nebula\nCredits: Canada-France-Hawaii Telescope, J.-C. Cuillandre, CFHT, Coelum",
    "16": "The James Webb Space Telescope reveals new features in heart of the Milky Way.\nAmid the estimated 500 000 stars in the image is a cluster of protostars – stars that are still forming and gaining mass – producing outflows that glow like a bonfire in the midst of an infrared-dark cloud. At the heart of this young cluster is a previously known, massive protostar over 30 times the mass of our Sun.",
    "17": "Hemispheric View of Venus",
    "18": "Closest image of Saturn ever taken.🤩"
}