{
    "0": "🐼Panda News🐼\nAccording to a report from the China Giant #Panda Conservation and Research Center on August 13, male giant panda \"#TongTong,\" born on August 30, 2004, at the #Wolong Hetaoping Base, passed away suddenly on the morning of June 12, 2024. Despite his recent good health—normal eating, activity, and weight—he was found to have severe gastric pyloric obstruction, with multiple organ hemorrhages and acute inflammation. These issues led to multi-system failure and ultimately his death. Though his loss is deeply felt, we can only express our heartfelt sorrow and hope that \"Tong Tong\" rests peacefully, free from pain. 🙏😭❤️ #rip",
    "1": "عناق أمي\nmom's hug\n#panda #cute  #everland #funny",
    "2": "لقد تم إرسال مثيري الشغب.\nThe troublemaker was sent out.\n #panda  #cute  #funny  #판다",
    "3": "🐼Panda Q&A🐼\nQ: Why do caretakers need to smash #bamboo?\nA: In the wild, giant #pandas choose bamboo with a smaller diameter for easier grasping. However, in #captivity, the bamboo provided is often thicker than what wild pandas eat. Therefore, caretakers smash the bamboo into strips or segments to make it easier for pandas to grasp and eat. This practice not only makes it easier for pandas to handle and consume the bamboo but also significantly reduces the wear on their teeth during feeding, thus protecting their oral health.\nIn addition to facilitating feeding and reducing dental wear, smashing bamboo also benefits the psychological health of giant pandas. Pandas have acute hearing and are sensitive to changes and unusual sounds in their environment, which can cause stress. The crisp sound of bamboo being smashed daily becomes a familiar background noise in their captive environment, helping them build a kind of \"immunity\" to these sounds and reducing their tendency to become frightened or stressed by sudden noises. This has a positive impact on their mental well-being. #trivia #triviachallenge #animals",
    "4": "🐼Panda News🐼\nTo mark the 27th anniversary of #HongKong's return to the motherland, the central government of #China will gift Hong Kong another pair of giant #pandas, expected to arrive by October 1. #OceanPark Hong Kong is preparing for their arrival.\nThe new pandas, aged 5 to 8, include a 120 kg active male and a 100 kg gentle female. To ease their transition, Ocean Park will first send Guangdong bamboo to Sichuan to acclimate the pandas and will provide #Sichuan bamboo upon their arrival.\nHong Kong’s Secretary for Culture, Sports, and Tourism, Kevin Yeung, stated that discussions are ongoing with mainland authorities about details such as the pandas' ages and potential renaming. Although they already have names, Hong Kong is considering new names with special significance.",
    "5": "خدمة الاستيقاظ القسري\nForced wake-up service  #panda #cute  #Huibao #Ruibao #funny",
    "6": "🐼Panda Q&A🐼\nQ: Why do giant #panda rangers need to collect panda #droppings?\nA: Giant panda droppings hold many \"secrets.\" Fresh droppings within three days can reveal individual information and gender of the #pandas, while droppings containing bamboo segments can help determine the age structure of the population. With this data, scientists can delve into understanding the panda population’s structure and habits, making precise decisions about whether a panda to be reintroduced into the wild is male or female and where it should be released. Fresh panda droppings are green, often shaped like sweet potatoes, and are covered with a slimy surface within a week. When broken open, they have a minty, slightly bitter smell, which is the result of fermented bamboo leaves. #trivia #triviachallenge #animals",
    "7": "وضعية نوم الطفل الغريبة\nThe baby's strange sleeping position.  #panda #cute #funny #sleep #판다",
    "8": "الأختان تحبان سحب شعر بعضهما البعض عندما يتشاجران\nThe two sisters love pulling each other's hair when they fight #푸바오 #Fubao #panda #funny #cute",
    "9": "الأميرة فو باو دغدغت\nPrincess Fu tickles\n#판다 #panda #푸바오 #Fubao  #cute",
    "10": "🐼Pnada Q&A🐼\nQ: Are giant #pandas solitary animals?\nA: In the #wild, giant pandas are known as \"#bamboo forest recluses\". Except during the breeding season, they live alone, maintaining their own territories. They can be solitary due to their strong bite force, robust physique, sharp claws, and agility in climbing trees, which means they have few natural enemies. Additionally, giant pandas mainly eat bamboo, so they don't need to cooperate like carnivores such as wolves. Pandas only come together during the breeding season, and after mating, they separate. Panda cubs are raised solely by their mothers without the father's involvement. #wildanimals #triviachallenge",
    "11": "🐼Panda News🐼\nExciting news from Berlin Zoo! 🐼 The #Berlin #Zoo announced on August 13th that the 11-year-old giant panda, #MengMeng, is once again expecting twins!🌟 Ultrasound shows both babies are growing well, each about 2.5 cm long. If all goes smoothly, the twins could arrive by the end of August. The zoo emphasized that it is still early in the pregnancy, and they will closely monitor the development of the embryos through ultrasound and hormone analysis to accurately determine the birth date. Stay tuned for updates as the zoo keeps a close eye on their development! 🍼💕\nMeng Meng arrived in #Germany in 2017 and successfully gave birth to twins, #MengXiang and #MengYuan, in 2019.❤",
    "12": "اسرق خبز الذرة المطهو ​​على البخار وشاهد كيف سيتصرف!\nSteal his steamed cornbread and see how he reacts! #판다 #panda  #cute  #funny #shorts",
    "13": "ثلاث شقيقات جميلات!\nThree pretty sisters!\n#푸바오 #panda #cute #후이바오 #아이바오",
    "14": "هوي باو وروي باو مرنان ~\nFlexible huibao and ruibao~\n #panda #cute #Huibao #Ruibao  #funny",
    "15": "وقت ممتع~\nFun time~\n#panda  #cute  #funny #판다",
    "16": "🐼Panda News🐼\nOn the 15th, the #HongKong SAR government announced that the central government’s gift to Hong Kong, giant pandas \"#YingYing\" and \"#LeLe\", successfully mated naturally at Ocean Park Hong Kong in March this year, and after nearly five months of gestation, female giant panda \"Ying Ying\" gave birth to a pair of twins, a boy and a girl, at 2:05 AM and 3:27 AM on August 15th. 🥰\nThe animal care professionals at #OceanPark, in collaboration with experts from the China Conservation and Research Center for the Giant #Panda, are carefully tending to \"Ying Ying\" and the two cubs until their condition is fully stabilized.\n\"Ying Ying\" and \"Le Le\" were both born in August 2005. In 2007, as a gift from the nation to Hong Kong to celebrate the 10th anniversary of its return to the motherland, they moved from #Sichuan to Hong Kong and have been residing at Ocean Park Hong Kong since then. 🎉❤",
    "17": "🐼Panda News🐼\nOn August 4th, forest rangers from the Forestry and Grassland Bureau of Songpan County, Aba Prefecture, #Sichuan, discovered in the footage from infrared cameras a robust adult giant #panda leading an adorable panda cub through the forest. They were moving quickly along a forest trail, with the adult panda walking steadily while the cub, with its little short legs, followed closely behind in a very endearing manner.\nAdditionally, in another segment of the footage, a wild giant panda was seen moving back and forth before leisurely lying down on the ground. The panda was occasionally seen with its paws in the air, sometimes lying on its side and rolling around, displaying very playful and cute behavior. #wildanimals #cute",
    "18": "🐼Panda News🐼\nOn July 21, 2022, giant panda \"#AnAn\" passed away at Ocean Park #HongKong at the age of 35, equivalent to over 100 human years. Prior to his death, the research team at Ocean Park conducted 422.5 hours of observation from July 2019 to January 2022 to analyze An An’s late-life activity patterns and habitat preferences. The results were recently published in the international journal “#ZooBiology”.\nDuring the data collection period, the team categorized 15 paths within An An’s #habitat and his daily activity habits. They recorded how often and in what patterns he used these paths through field observations and video analysis to understand his preferences. The study found that An-An was active and energetic approximately 35% of the time.\nThis groundbreaking path #analysis method helps assess animal health and reveals how aging and disease affect their behavior, which can be used to improve habitat conditions and long-term care for #animals.",
    "19": "🐼Panda Q&A🐼\nQ: How much #bamboo do caretakers need to prepare for giant #pandas each day?\nA: In #captivity, caretakers prepare bamboo based on each panda's size and individual consumption needs. Giant pandas eat approximately 6% to 15% of their body weight in bamboo daily. Specifically, an adult giant panda needs to consume 10 to 15 kilograms of fresh bamboo each day to meet its nutritional and energy needs. However, since more than half of the bamboo is often wasted, caretakers need to prepare an ample supply, with each panda requiring 20 to 30 kilograms of bamboo daily. #trivia #triviachallenge #animals"
}