{
    "0": "NEW_STORY_ALERT\n ￼\n\n❀❀❀❀❀❀❀\n\n💖🌼My Campus Life 🌼💖\n\n18+🚫🔱💦💦💨\n\n💖By AUTHORESS ANNA💖\n\n🌼A Ciara's Romance 🌼\n\n❀ ❀ ❀ ❀ ❀ ❀ ❀\n\nOne girl, two brothers! Will Tricia the daughter of the aristocrats be able to love them both, even when she learns about the duo? Guess, we'll have to read deeper now. Let's go!\n\nTHE BEGINNING\n\nHer smile,\nthat smile\nHer beauty that yonder shines,\nand her love which doth strengthens me;\nLike the wind which blows unceasingly across the White Eastern sea\nShall it forever be?\nOh,I wish\nIf only wishes do come true...\n\n❀❀❀❀❀❀❀\n\nI am Tricia. The only child of Mr and Mrs Parker, honorable owners of Gravantees Ville.\n\n...Like I actually care...\n\nMum and dad were really harsh on me on the course of growing up, right from when I was a kid, and even when I attained puberty, it got even worse, freaking me out the more. I was never allowed outside;not on their watch 'cause they were too scared of letting me out, or so I thought. So technically,I was never really allowed to explore the outside world like the rest of the people. It didn't matter anyway. I still had a way of going against their bullshit rules, without them actually knowing - Making me one hell of a badass!\n\nYears swiftly passed and I gained admission into this popular college, at the far side of Fitchburg; a town where James resided. James was my best friend - Such sweet lad he was.\n\nRight from kindergarten, he and I never parted ways, but since he had to leave for college, we were left with no choice. But there's always a bright side to everything like they say, 'cause hear ye, people! I'm going to be schooling alongside with him\n\nI can't exactly say I had a boyfriend. Didn't fancy guys much, but when it came to James Halton, things were literally different. And my, such sweet partners we were. Guess his fancy charms and sweetness made me love him even more. Although,he had such a huge influence on me, that I could see, but it didn't matter to me. Anyway, sit tight. 'Cause we're going on one amazing, fun ride I bet you're gonna love. \n\n...Ciao...",
    "1": "💓🦋MY CAMPUS LIFE 🦋💓\n\n      🦋BY AUTHORESS ANNA 🦋\n\n          🦋🦋🦋EPISODE FOUR 🦋🦋🦋\n\n  \"Why, isn't this such a surprise?!\" His husky voice spoke, as I turned, my eyes looking deeply into two glistening brown eyes.\n\n  Gasping, my eyes shone alongside.  \"Derek?\"\n\n  \"Hello, Parker,\" The light-haired lad said to me.\n\n  \"H-how are y-you here?\" I stuttered.\n\n  For one thing, I could say I never expected to see any of my friends from my old high school here, but here I was, standing not a million miles away from one.\n\n  \"How am I here?\" He stared at me for a moment. \"You do know you and I applied for the same school, right? I remember telling you,\" He spoke as I recalled.\n\n........\n  \"Hey, Peez. What's popping?\" A savagely handsome, whiskey brown eyes lad approached me. \n\n  \"Pass.\" I sighed, shutting my locker.\n\n  \"Oh, c'mon, Parker. There's no need for that.\"\n\n  \"Oh, there is.\" I shot back. \"Now if you'll excuse me, I'll-\" I stopped, taking a deep breath. \"What do you want?\" I asked. \"You do know James got eyes on all corners, and boy, he'd be so mad if he saw the two of us talking right now.\" \n\n  \"Peez, don't tell me you still worry about that loser?\"\n\n  Hearing him call James that got me off steam. \"You know, Matthews, why don't you just beat it, and quit poking at my man at every chance you got! Not like you're any better.\" I scowled, pushing him aside.\n\n  \"Hey, hey, hey.... chilax! I'm sorry, all right?\"\n\n  \"Oh, you better be, dude! Look, I'm late for class, so if there's anything you wanna say, you'd better spill.\" I said to him.\n\n  \"Since when do you care about class?\" He joked, and I threw an angry stare at him.\n\n  \"Oh, fine. I just wanted to ask you if you'd like to be my date to the...\"\n\n  \"Oh, please don't say prom.\" I cut in, raising a brow at him.\n\n  \"I'm serious.\" He laughed. \"You know Halton's gonna be out, and I thought maybe - Well, maybe we could....\" \n\n  \"Oh, you thought wrong! Ciao.\" I said, walking out on him.\n\n  \"I'll be going to Campbell next summer.\" His voice rang. \"Hope to see you there.\" \n\n  \"Whatevs!\"\n........\n\n...Ah, those were the days...\n\n  The sound of his voice came yanking me out of thoughts. \"Huh?\" \n\n  \"Oops! I forgot you weren't listening.\" He laughed, placing a finger on his lips, which were quite full and moist.\n\n  Jeez. Am I really noticing his lips? I asked myself as he went on talking.\n\n  \"Oh, you still haven't changed, I see.\" \n\n  \"You know I'm not the only one.\" He grinned. \"Where' you headed, though? Certainly not to class. And certainly not in those.\" He laughed, staring at me.\n\n  Ah, jeez!\n\n  I shrugged. \"Well, it's none of your business. Hope you enjoy your stay here. Happy talking.\" \n\n  \"N-no, wait. Tricia! Tricia!!\" He called, but I was already out of earshot.\n\n  Lots better!\n\nDEREK\n\n  Damn! She's always doing that, I thought with anxiety, feeling hurt. I sulked inside, forcing myself to walk,  as I succeeded; if only it would be,  when time comes knocking....\n\n  I got home early, and was so worn out from the short, yet tedious class we had, owning to the activities we did, coupled with the one I had previously. I hoped for Philip to come, but he was nowhere to be found and I couldn't help but miss his presence. I didn't know why, but a part of me did wish he came, and I couldn't help thinking something was up somewhere, keeping me in thoughts.\n\n  \"You okay there?\" Karen's voice came jerking me out. \"You've been staring at nothing for a couple minutes, now.\" She said to me.\n\n  Karen was my other roommate. She was a Ghanaian, a half and half actually, as her mum was an Australian, and her dad, a Ghanaian. She had such pretty long hair, which she carried in braids, making her look more like an African queen, no doubt. She was slender, beautiful; her body like that of an athlete. She was in the same department with Joan. All this I learnt in one day - So me!\n\n  \"Y-yeah. Yeah, I'm fine.\" I faked a smile, getting up. \"Just need to head out for a couple minutes. I'll be back.\" I announced, walking out the door.\n\n  I strolled the sidewalks, stroking my arms, my head raised up, as I felt the warmth of the evening sun on every part of my body. I hummed a certain tune my mum used to sing to me when I was little, as I walked slowly, inhaling the nice scent of summer's airy breeze. I felt lost in the sweet melody, as I began singing, not minding if anyone was watching.\n\n  Sunflowers in the meadow \n  Red roses in the garden\n  One special as the other:\nScent of nature embracing summertime\nBringing to us happy memories\n\n  Memories, I stressed, a smile dancing across my lips.\n\n  \"My! Such talent you've got.\" A voice came startling me.\n\n  \"Oh my goodness.\" I jumped, panting for breath. \n\n  I turned around, a gasp escaping my lips. \"You again?!\" I said, my eyeballs enlarged as though they were about popping out from their sockets any minute.\n\n  \"Oh, be quiet. I'm not here for you.\" He hushed, making to leave.\n\n  I thought for a moment, grabbing hold of his arm, \"Wait! Don't leave,\" \n\n  \"Oh, how I've wanted to hear you say that.\" He laughed, turning around.\n\n  I feigned anger, pinching him real hard on his sides, and he gave a sharp groan. \"Whew! Damn, woman!\" \n\n  \"Oh, don't damn me, man! You following me?\"I asked suspiciously.\n\n  \"Well, what do you think?\" He smirked, making towards me.\n\n  I groaned, taking a step backwards, as he followed. \"Oh, don't you dare....!\"\n\n  \"Or else what?\"\n\n  \"Or else -\" I gasped, almost stumbling.\n\n  \"I got you. I got you. There! There, there now. Steady as you can.\" He went on saying, the softness of his voice ringing in my ears. \n\n  It was calmly and very soothing. Not like I cared, really.\n\n  \"You okay?\"\n\n  \"Oh, quit touching me.\" \n\n  \"Me? You're the one who came falling. A simple \"thank you\" will suffice.\"\n\n  \"You wish. By the way, I'm sorry about this morn.\" I said suddenly.\n\n  Like, what the hell?!\n\n  \"Oh, it's nothing. Hold on, did you just...\"\n\n  \"Zip it, Matthews!\" I hushed, rolling my eyes at him and making to leave.\n\n  He held me back, moving in front of me. \"Hey, you can't go now. I still wanna talk to you.\"\n\n  \"Talk to the trees, then! I'm quite sure they've got lots of earplugs with them.\"\n\n  \"Seriously? Is that how much you hate me?\" He frowned.\n\n  \"I don't hate you! I just hate the fact that you're always there, sucking up every air I wish to breathe alone. You know what, just leave me be, please!\" \n\n  Hearing my voice sound that way,  made my heart feel so heavy. And my conscience pricked me instantly like I've been stung by gazillion of bees.\n\n   \"I...I shouldn't have said that,\" I shook my head.\n\n  \"No. No, it's fine.\" He smiled.\n\n  \"Derek -\"\n\n  \"Good night, Parker.\"\n\n  \"Derek...Derek, I'm sorry. Derek!\" I called, but his back was turned on me.\n\n  I watched as he disappeared, and I felt really worse - Worse than ever before....",
    "2": "👑Lucifer’s\nBride💫\n(She’s mine)\n\nEpisode 32\n\nBy: Faith Lucky.\n\nRoxanne’s POV:\n“I’ve missed you mum” I said to mum as I hugged her one more time before we both took our separate seats.\n\n“How’ve you been Roxanne? I’ve been so worried about you” she said anxiously.\n\nWe were sitting at a quiet place in the garden while Damon waited in the car.\n\n“I’ve…I’ve been fine. But what about you? I was scared you were dead” I asked.\n\n“I wasn’t dear. Damon had me released some days back. He gave me a place to Stay but warned me not to try coming close to his estate.\n\n“But what’s going on? Why do you seem…so free around him? Has he been hurting you?” She asked and I sighed and stared downwards.\n\n“Don’t worry mum; that was all in the past. I’m fine now” I said dolfully.\n\nBut what does Damon have in Mind now? Is he willing to let me go with mum? Or is he going to hold me Back?\n\n“I was so scared, Roxanne.” She said soberly.\n“I thought I was never gonna see you again.I’m so sorry for lying to you in the past. I just didn’t know how you’d take the news…”\n\n“Mom please” I cut her off.\n“Its okay. I understand. There’s no need for regrets.”\n\nShe sighed and placed her palm on mine and I lowered my gaze to the floor.\n\nI was so worried.\nHow do I tell her about the pregnancy? How will she feel about it?\n\n“Roxanne” she Called lowly and I lifted my eyes to look at her.\n\n“During your stay with Damon, did he…”She paused and looked down at my waist and my heart leapt as I understood what she meant.\n\nI bent my head and didn’t say a word.\n\n“Roxanne” she called but I still didn’t look at her.\n\nSuddenly, the clouds went dark and I cowered in fear. Mum and I sprang on our feet immediately.\n\n“Mum” I called and held her hand.\n\nWhat was going on? Why did the clouds suddenly go dark?\n\nI turned and saw Damon coming towards us.\nHe looked bewildered.\nIt was confusing.\n\nTo my greatest surprise, something strange happened – something indescribable.\n\nIt was like… something started falling from the sky…some creatures.\n\nThey seemed scary and looked almost like animals. They had big black wings fixed to their back.\n\nAnd they were uncountable.\nWhat was going on?\n\n“Run” Damon said to me, his eyes fixed on the dark creatures Which were still decending.\n\nWhat?\n\nImmediately, mum gripped my hand and started running away with me, leaving Damon behind.\n\nNo!\nI can’t leave him all alone.\nWhat was going to happen to him?\nWhat if those people were there to hurt him?\n\n“Mum” I called as she kept running with me.\n\nI wanted to stop but couldn’t.\n\nOh goodness.\nDamon.\n\nI didn’t want to leave him behind.\n\nImmediately, two similar creatures flew on air and stood in front of mum and I.\n\nWe gasped in fear and stopped running.\n\nOh mercies. No.\n\nThey were so horrible and grinned in such a way that revealed their ugly dentition.\nI could feel my heart thumping fast.\n\nThe two demons looked at each other and looked back at me.\n\n“She’s the one” one of them said and pointed his bow and arrow at me.\n\nWhat?\n\nLike a flash, he released at me but mum got in the way and took the arrow instead.\n\nNooo\n\n“Mum!!!” I shrieked and held her as she reached for the floor.\n\nNo, no.\nMercies no.\n\nWhat’s going on?\nPlease no.\n\nShe fell on the floor with her head on my legs as blood gushed out from the spot.\n\n“Mum!!” I cried and held her face.\n\n“Baby” she winced in pain.\n\n“Run”.\n\nTears dripped down my cheeks like rainfall. I couldn’t let this happen.\nWhy did they have to do this?\nWhat have I done to them?\n\nI wept on the floor as I stared into mums face. I couldn’t lose her.\n\nThe demons grinned and Came closer to me.\n\n“Please stop it” I whimpered.\n\nThe second growled and pointed his bow and arrow at me and my eyes dilated in shock.\n\nHe targeted it at me and finally let it go.\n\n“I said stop!!” I shut my eyes and yelled at the top of my voice and stretched out my hand, trying to use it as a coverage as the arrow came towards me.\n\nI was in dilemma.\n\nSurprisingly, I heard a strange sound from the creatures and I opened my eyes to see them struggling on the floor.\n\nThe arrow…it was broken to pieces on the floor.\n\nI opened my eyes wide in shock and looked around. What just happened?\n\nI looked at my palm which had been stretched out and noticed something strange – there was a light on it.\n\nAt that moment, I felt something different – a whole new feeling.\nIt was so strange and powerful – like I’ve never felt before.\n\nWhat was going on with me?\n\nTBC.\nLike and comment.\nCould it be Roxanne has gotten her powers",
    "3": "👑Lucifer’s\nBride💄\n(She’s mine💫)\n\nRated 🔞🔞🔞\n\nEpisode 24\n\nBy: Faith Lucky.\n\n \nRoxanne’s Pov;\nI felt so weak and scared. I was tied to the chair the whole time and kept wondering what Nicklaus and the maid was up to.\n\nAfter a long while, I heard the door open and the lights in the room went on and I tried to adjust my eyes in the darkness.\n\nI looked and discovered it was Shantel coming in.\n\nShe walked in stylishly without saying a word and stood in front of me.\n\n“Roxanne” she called and squatted in front of me.\n“Gerald’s daughter”.\n\nI bent my head and tried to ignore her.\nAlthough, her presence made me really uncomfortable.\n\n“Your father was very powerful, you know?” She continued.\n\n“He came from the lineage of royalty and was actually more powerful than the Lucifer at that time. But he was just too selfish and felt he was the rightful king of hell. So, he betrayed the King.\n\n“You know, I’m really curious. How did Lucifer get to love someone like you? You should be his greatest enemy – considering what your father did to him. Unless…Nicklaus is actually wrong and Lucifer’s not in love with you. Well…I guess we’re about to find out pretty soon”.\n\nI lifted my eyes to look at her.\n\n“Wh…What do you mean?” I asked nervously and she smiled.\n\n“You’ll find out pretty soon, honey” she replied and my fears increased.\n\nOh, mercies!\nWhat are they up to?\n\nImmediately, the door whacked open and we turned to see Nicklaus standing by the entrance, breathing heavily.\nI was shocked.\n\n“Nicklaus?” Shantel called and stood up, also surprised.\n\n“Lucifer…he’s able to trace Roxanne’s footsteps” he said in deep breaths.\nmy eyes beamed.\n\n \n“Huh? What…What are you talking about?” Shantel inquired.\n\n“He’s here! He found us!” He almost yelled and I gasped.\n\nDamon?\n\nOh, goodness!\nHe’s here?\n\nShantel flinched and looked at me, then back at Nicklaus.\n\n“F**k! How the hell did it happen? Why didn’t you think about it?” She growled.\n\n“Seriously? Are you trying to put the blame on me? Why didn’t you think about it either?” Nicklaus barked.\n\n“Oh, Nicklaus! My plans will be ruined. Where’s he!” She asked and Nicklaus started walking towards me.\n\n \n“He’s close. Come on; take Roxanne away. I’ll face him” he replied as he got to where I was.\n\n“You…You want to face him?” Shantel asked, abacked, but he didn’t say a word as he got to where I was and loosed the ropes that bounded me.\n\n“Nicklaus, you can’t face him. You…”\n\n“I can, Shantel! It’s high time I stood up to him for once. its now or never!” He said angrily and looked at me.\n\n“Take her away. We can’t let Lucifer have her. Do it now!” He rasped and hurried out of the room.\n\nI remained on the chair and looked at Shantel in fear.\nOh, goodness!\n\nWhat do I do?\n\n \n“Come on” she said as she lifted me by the arm and started taking me out of the room.\n\nNicklaus’ Pov:\nI went out to the balcony of the first floor and there he met Damon, about entering.\n\nDamn! He actually came alone – without his guards.\n\nHe really got some nerves, huh?\n\nHe stopped when he saw me and we stood face to face with each other.\n\nI should’ve know he’d be able to trace Roxanne’s footsteps. I just forgot his powers were upto that level.\n\n“Decided to pay me a visit?” I asked as I stood in front of him but he didn’t even flinch.\n\nHis hands were crossed behind his back.\n\n“You have 10 seconds to bring her out” he coldly said and I laughed.\n\nGosh! How I’ve always despised this guy. This time around, I’ll do everything possible to kill him.\n\n“You’re trespassing, Lucifer; and you have the nerves to threaten me?” I asked, but he didn’t reply.\nI smiled and tried to hit him. I threw a light at him, but he missed it.\n\n“5 seconds left” he said and it angered me to the guts.\n\nI threw another light at him from my palm, but he still missed.\nWhat the f**k?\n\n“3 more” he stated.\nAll the while, his hands remained crossed behind his back.\n\nThis time around, I went to him instead and tried punching him in the face, but he held my fist and twisted it in a way that made me groan.\n\n“Time up” he said and pushed me backwards and I fell crashing to the floor.\n\nHe stretched his hand towards me and I felt my brains turning.\n\n“No!!” I yelled angrily and in pains as I held my head, still on the floor.\n\n \nThen, he got to where I was and that was when he stopped.\n\n“Oh, Nicklaus’ he called and squatted in front of me.\n“You’ve always been a weakling. No matter how hard you try, you’ll always be below my feet”.\n\nI yelled in anger and tried hitting him again, but he threw the light back at me and I started bleeding immediately – from my nostrils.\n\n“Just accept your fate, Nik; you’re nothing; Even the dust is better than you” he whispered into my ears as I laid on the floor; bleeding.\n\n“You know” he continued.\n“You wanted me to cause my own death. But now, you’re gonna have to do same.”\nHe stood up and backed me.\n\nI’m too busy to kill you. So, I want you to do it yourself” he added and turned to look at me again.\n\nHis eyes turned red in a flash and I felt myself choking immediately.\n\nNo; no.\nThis can’t be.\n\nIt was unbearable pains.\nI’d only keep choking and the only way to stop it was for me to die – for someone to kill me.\n\nAs long as it was done by him, there was no cure to it.\n\nThe only way was for someone to kill me; or I kill myself.\nI just needed to die.\n\n“Lu..ci.fer” I struggled to call, but ended up choking more.\nI wanted to plead for mercy.\n\nHis eyes had turned back to normal and he stared at me for a little more while before walking away.\n\nRoxanne’s Pov:\nShantel kept running with me and I felt so weak and tired.\n\nMy legs became heavy.\n\n“Shantel please” I pleaded but she didn’t stop.\n\nShe continued running until we got to the balcony of the top building.\nThere was nowhere else to go.\n\n“You!” She growled and itched her head.\nShe looked like some or who was about running mad.\n\n“Why should I even keep you alive? Huh? I can’t let Lucifer have you. He doesn’t deserve your powers”.she said angrily and my heart leapt.\n\nMercies, no.\n\nThen, she tried coming close to me and I managed to kick her on the legs.\nBut for someone like her, it didn’t have any effect on her and she pushed me back with her powers; making me fall on the floor.\n\n“Aargh!” I shrieked as I crashed on the floor.\n\n \nGoodness; no.\n\nShe came to me and pulled me up and shockingly, slammed my back against the irons, almost making me fall over.\n\n“Shantel please” I cried in fear and she held me by the neck.\n\nShe looked into my eyes with so much anger ,but suddenly, her eyes dimmed.\n\nHer brows furrowed and slowly; she took her hand to my tummy.\n\nAll I could do was whimper in fear.\n\nShe touched my tummy and a different look crept into her face.\n\nSuddenly, she was drawn back by a mighty force and she crashed to the floor, far from me.\n\nI fell on the floor as well, coughing and felt someone hold me;\n\nDamon!\n\n“Roxanne” he called as he lifted me from the floor.\n\nOh, mercies! He came for me!\n\n“D…Damon?” I called in surprise and relive and he just stared into my face.\n\nI was so scared and felt like hugging him tight.\n\nAnd I did.\n\nI clutched him tight, forgetting how scared I was of him.\nTears came strolling down my cheeks.\n\nI looked at Santel, but she was gone. She wasn’t there anymore.\n\nI wavered and buried my face in Damon’s chest.\n\nI couldn’t let go of him.\n\nTBC.\nLike and comment.",
    "4": "💓🦋MY CAMPUS LIFE 🦋💓\n\n      🦋BY AUTHORESS ANNA🦋\n\n          🦋🦋🦋EPISODE THREE 🦋🦋🦋\n\n  I sat deeply engrossed in what I was writing and the loud chattering wasn't helping the situation. I adjusted a little, a low moan escaping my gloss, wet lips.\n\n  I shut my eyes partly, slipping them open again, and with a sharp roll tried working out where Philip was - The only friend I've made.\n  \n  I wonder where he's at, I wondered, catching not a glimpse of him anywhere. \n\n  I gotta admit, college was really different. A whole lot different from Bovillean - My former high school. There were so many people, so many culture I craved so much to learn, most especially the Mayan.\n\n  \"Oh, why can't these assholes just quit it!\" I mumbled irritably.\n\n  I lifted my palms and with them, covered my ears, my eyes shut alongside as I tried so hard to separate myself from the unending noise that was always making me want to explode. \n\n  PHILIP'S P.O.V\n\n  I searched around for the pretty new girl I longed to see again. She sat all alone looking ravishing and calm. I walked towards her, not taking my gaze off.\n\n  \"Hey there,\" I greeted, a magnificent smile eluding her lips.\n\n  \"Oh, hi. How're you?\" She asked.\n\n  \"Heh. You got no idea.\" I joked, averting my eyes on the book that laid in front of her. \"What have we here?\" \n\n  \"Oh, just, you know, trying to cover up some things.\" She replied.\n\n  Her smile was perfect; Her oval face matching her perfectly pointed nose, alongside everything she had.\n\n  \"You got such an amazing smile.\" I remarked.\n\n  ...Shit! Shouldn't have said that...\n\n  \"T-thanks.\" She shyly said, and we began talking like we've known all along.\n\n  It felt really nice being around her and I couldn't help but marvel at such unparalleled grace God has created. \n\n  \"So tell me, what have you been up to?\" She asked, jerking me out of thought.\n\n  \"Well, nothing. I was just wondering if you could join me for lunch? You know, before the lecturer comes in.\"\n\n  \"Lunch?\" She paused for thought. \"Bet that won't hurt.\" She managed to say.\n\n  \"Alrighty. Lunch it is.\"\n\n  At late afternoon, I went to see James. I wore a smashing, red, hot, sleeveless mini gown that partly revealed my sides and a blue fancy slippers to match,  alongside a light make-up. Not like it was of any use, but I certainly didn't want to look unattractive in his sight.\n\n  \"Hi, baby.\" I said happily as the door swung open, revealing a hot figure with a towel wrapped around his waist, and the smell of aftershaves enveloping my nostrils.\n\n  He grinned, pulling me into his arms. \"You made it.\" He added, \"Never thought you would.\"\n\n  \"Well, why won't I?\" I laughed, feeling the coolness of James' body around my warm skin.\n\n  He shut the door behind, still not letting go as he began kissing me hungrily, without any pause. \"Damn! You're hot.\" He breathed, slowly sucking on the side of my neck.\n\n  I gave a soft giggle, \"You certainly couldn't wait, could you?\"\n\n  \"You got no idea,\" He laughed, slowly pulling the hands of my gown down as the enlarged part of my breast came in sight.\n\n  He made to suck slowly on them, one hand trying to set them free from the partly loose bra which held them gorgeously in place. I yearned for this and if there's anything I ever wished for, was for it not to stop - Never to end!\n\n  I was stark naked, left in a world of lust and love as we made love, our bodies entwined at the mercy of the sheet underneath us: The atmosphere reeking of nothing, but the driving sweat birthed from our constant love making and lubricious body rhythm.\n\n  I couldn't return back to Marionette, not after the long day I had. So I stayed back, and my, we sure did have such an amazing night to remember.\n\n  \"Leaving already?\" \n\n  \"Yeah,\" I nodded slightly, turning backwards. \"Will you, please?\" I said as he helped me with my zipper.\n\n  He made to kiss me as I put a finger across his lips. \"No, baby. Some other time.\" I added.\n\n  \"Awe, come on, just one more kiss,\" He persuaded.\n\n  \"Oh, fine. Have at it...\" \n\nI walked through the narrow path, my earplug inserted into my ears, trying to distract myself from some thought. The thought of having gone in bed with James after I told myself I wasn't - Again!\n\n  Ah, Parker, I muttered and stopped, taking out my earplug as I rummaged in my bag for a free gum.\n\n  I got it out, unwrapped it and took the whole in, allowing its sweetened chicle taste enclose my mouth. I began moving again, but this time, was held back by a strong grip - Who could that be? 🙀🙀🙀\n\n￼\nTBC...",
    "5": "cifers Bride\nLucifer’s Bride Episode 33\n5 min read\n May 2, 2020  Museitz\n\n \n 4.4  (18)\n👑Lucifer’s\nBride💫\n(She’s mine)\n\n \nEpisode 33\n(Semi _Final)\n\nBy: Faith Lucky.\n\nRoxanne’s POV:\nI looked at mum and she was staring weakly at me. But she looked surprised.\n\nRyan. I had to get him.\n\n“I’ll be back, mum; I promise” I told her as I laid her head properly on the floor and stood up.\n\nI ran back to where Ryan was and I was shocked at what I saw. He was surrounded by the evil creatures and was trying to fight them off with his powers.\n\nI looked into my both palms. I could feel it – the powers – that strange feeling; it was there.\n\nMy breath became still.\n\nThey were over whelming me.\nIt was just too much.\n\nSome of the creatures saw me and charged at me and I stretched out my both hands to them. I didn’t even know how it worked. I just did it and a light came out from my palm and struck at the creatures, making the yelp and vanish.\n\nIt frightened me.\n\nI was scared.\n\nNoticing the light, Damon turned to look at me and surprise was large writ on his face.\n\nHe was lost staring at me and didn’t know he was being targeted by some of the creatures.\n\nI saw it and stretched my hand towards them and they all growled and vanished.\n\n \nThe rest of the creatures looked at themselves in surprise.\n\nThen, Damon came towards me and held my hands. My heart was racing so fast.\n\nHe stared into my eyes with our hands joined and suddenly, I felt a different feeling around me.\n\n \nA heavy force started hitting at me – like it wanted to explode me.\n\nI looked at our hands and noticed a white light coming from it.\nWhat was he doing?\n\nImmediately, the rest of the creatures started shrieking.\n\nA fierce wind started howling in the dark, blowing everything around.\nI could hardly see properly.\n\nThe demons were all growling and then I noticed something;\n\nDamon was merging our powers so he could kill them.\n\nThe strong wind increased and so did the cries of the creatures.\n\n \nIt persisted for a long time and finally, it all stopped.\n\nThe wind, the darkness, the cries of the creatures.\nThey all stopped.\nEverything went back to normal.\n\n \nI looked around and confirmed it.\nThe place had really become so calm and quiet.\nThere was no trace of the creatures.\n\nI looked at Damon and he was staring back at me, breathing Heavily.\n\nI felt so weak.\n\nAnd immediately, I passed out.\n\n*\n🕖🕖🕖🕖🕖\n\nI opened my eyes blearily and the first gaze i caught was the ceiling.\n\nI groaned and sat up on the bed I was and looked around the room. It was Damon’s room.\n\n \nWhere am I?\n\nI racked my head and tried recalling what had happened. The memories came flashing in.\n\nOh, my!\nMum!\n\nI was about leaving the bed when the door opened with Damon coming in.\n\nI sprang on my feet immediately.\n\n“Roxanne” he called, sounding surprised.\n\n“My mum! Where’s she? I need to find her.” I said restlessly and tried rushing out of the room but he stopped me.\n\n“She’s fine. You don’t need to worry about her” he said as he held me by the wrist.\n\n“She…She was shot…”\n\n“I know. She’s being taken Care of” he cut me off and I sighed, still feeling restless.\n\nOh goodness, please. I really hope she’s fine.\n\nHe brushed his fingers into my hair and made me sit on the bed.\n\n“How’re you feeling?” He asked as he sat next to me.\nI touched my tummy.\n\nOh, my baby. I hope its fine.\n\n“I…I think I’m fine” I replied, batting my lashes.\n\nThat strange feeling – the powers – I could feel them.\n\nWere my powers really back?\n\nWasn’t this what…he’s been waiting for?\n\n \nI looked at him and he sighed and stared away.\n\n“I’m sorry you almost got hurt yesterday” he started palely, staring into space.\n\n“All these are happening because I’m yet to return to my kingdom. They will keep coming after me.\n\n“I guess I was scared to leave…leave you behind. But now, I don’t think I have much of an option. I need to go back”.\n\nI gasped and looked at him.\n\n“You…You’re leaving?” I asked, bemused and he nodded.\n\nThen, he held my cheeks and kissed me.\n\n“I love you Roxanne” he said.\n“And I wouldn’t want to be away from you…and my baby. But I have a kingdom to rule. Will you come with me?” He asked and my eyes dimmed.\n\nWhat?\n\nI stared blankly at him, gibsmacked.\n\nHe wants me to go to hell with him?\n\n“You…want me to come with you?” I asked and he nodded.\n\n“But…there are enemies there right? There are people who are trying to kill you” I said.\n\n“They only wanted me back. But, I’m definitely gonna handle them when I return.”\n\nI exhaled and stared at the floor.\n\nGoing to hell…\nI never thought of it.\n\nBut…I heard it was a terrible place.\n\n“You’re wrong” he said with a scoff.\n\n“Hell isn’t as terrible as you all think”.\n\nHe paused and turned to look at me, holding my hand.\n\n“Come with me” he said.\n“Just for a short time. Let me show you a glimpse of hell. And when I’m done, you decide if you wanna stay or return here to earth.\n\n“Whatever you decide on, I’ll be okay with it”.\n\n \nI furrowed my brows in surprise and stared into his face.\n\nReally?\n\n“Do you wanna give it a try?” He asked with his palm stretched out.\n\nI looked at the open palm and cogitated.\n\nThen I heaved and placed mine on his.\n\n“Yes” I replied and he almost smiled.\n\nHe stared Directly into my eyes and immediately, his eyes turned pure red and within the twinkle of an eye, I couldn’t feel myself anymore.\n\nTBC.\nHm. A trip to hell.\n\nSo, what do you think, guys? Do you think Damon and Roxanne should return to hell or stay back on earth?\n\nClick the like button and drop your comments.\nFinal episode loading…",
    "6": "Please guys my page needs to be reviewed before it is closed by Facebook.\n For those using Normal Facebook please I beg u review it and write something nice there.\n  Thank you all\nLove💖💖💖💖",
    "7": "Museitz.com\nMUSEITZ.COM\n\nWORLD BEST, ALL IN ONE SPOT\n\n Primary Menu\nHome2020MayLucifer’s Bride Episode 34\nLucifers Bride\nLucifer’s Bride Episode 34\n10 min read\n May 3, 2020  Museitz\n\n \n 3.5  (28)\n👑Lucifer’s\nBride💫\n(She’s mine)\n\n \nEpisode 34\n(Grand finale)\n\nBy: Faith Lucky.\n\nRoxanne’s Pov:\nI was finally able to feel myself again and when I looked around, I discovered I was in a strange place. A strange place with a different atmosphere.\n\nLuckily, Damon was beside me, still holding my hand and that was the only thing that stopped me from panicking.\n\nHe started walking with me and we approached a tall huge building with a big black door.\nOh!\nThey were some armed guards by the door and the moment they spotted us, shock crept into their faces.\n\nI looked at each other in surprise and looked back at us.\n\n“My Lord” they finally called and went on their knees immediately, keeping their heads bowed.\n\nDamon maintained a straight face as we walked pass them and surprisingly, the big door in front of us opened on it’s own.\n\nWow!\n\nWe entered the gigantic room and my jaws dropped.\n\nIt was a throne room.\n\nYes, obviously.\n\nThere were some people in it who seemed to be having some sort of discussion and immediately they saw us, they all gasped in fright.\n\nAuthor’s Pov:\nThe members of the council were all in a meeting when the door suddenly opened with Damon coming in with a lady.\n\n“What?” The first elder exclaimed unconsciously.\n\n \nLucifer was back in hell?\n\nThey were aware he had been able to defeat the black Angels that were sent after him. But they never expected he’d return at that moment.\n\nKaylan was overwhelmed.\n\n \nShe left where she stood and walked to where he was.\n\n“Lu…Lucifer?” She called with a little quiver in her voice.\nShe had been so scared he wouldn’t be able to survive the black angels.\n\nFor the first time, she hugged him.\nAlthough it wasn’t something she was supposed to do, but she had to. She felt so relieved seeing him there. She had never been in support of the elders trying to kill him.\n\nRoxanne stared at the floor and they disentangled from the hug.\n\nThen Damon left her and walked closer to the elders.\nHe left Roxanne behind as well.\n\n“My…My Lord” the elders greeted immediately with their heads bowed.\n\nDamon stood in front of them and crossed his hands behind his back.\n\n \n“You shouldn’t be sitting when talking to me” he said and clicked his fingers and it forced them to their knees immediately.\n\n“You’re surprised to see me, huh?” He asked.\n“You thought I was dead”.\n\n \nThen, the first elder stood up.\n\n“You wouldn’t blame us, Lucifer. What did you expect? You left the kingdom hanging for years” she faciled.\n\n“And that was enough reason to want to kill me and the mother of my unborn baby?” He asked and all eyes darted to Roxanne who felt her feet wobble at the spot.\n\n“Since you were meant to be dead, we didn’t want any offspring of yours alive” the first elder replied.\n\nThe rest of the people in the room were surprised at how boldy she could speak to him.\n\nDespite the fact they were all older than him, they dare not speak to him in that manner.\n\n“You’ve grown so much wings huh?” He asked.\n“Maybe you don’t need your tongue anymore”.\n\n \nAnd immediately, she lost her tongue.\nIt just left her mouth and she couldn’t speak anymore.\n\n“MNM” was all she could mumble when she tried to speak.\n\n“Have a nice time in Oblivion” he added and stretched his hand towards her and a light struck her from his palm.\n\nShe cried out and got lost immediately – vanished like she’s never been there before.\n\nThe rest of the elders were drenched in fear and conniption as they kept their heads bowed.\n\n“Please Lucifer, we’re sorry. We were only acting on her orders” the third elder said.\n\nDamon took in a deep breath and kept his hands crossed behind his back again.\n\n“What do you Call a set of people that tries to kill me when I’m away?” He asked but no reply came from them.\n\n“You’re not worthy to be called my subjects. Leave” he said and without a second thought, they sprang on their feet and ran out of the room.\nAll they needed was their life.\n\nNow, the throne room was empty, leaving just Damon, Kaylan and Roxanne.\n\nWell, it’d be very easy having them all replaced.\n\n“Hey” Kaylan called as she stood to face Roxanne.\n\n“You’re Gerald’s daughter right?” She asked and Roxanne nodded with a light smile.\nShe kind of felt nervous.\n\nThen Kaylan hugged her.\n\nOops.\n\n“I thought you’d be dead the moment Lucifer sets his eyes on you. Funny to know you’re actually pregnant for him” she said and Roxanne just chuckled.\n\nYeah, funny indeed.\n\n“Nice to meet you anyway” she added.\n\n \n“Thanks” Roxanne replied and looked at Damon.\nHe was staring at both of them.\n\n“Kaylan” he called when they were done.\n\n“My Lord” she replied immediately with a bow.\n\n“I want you to call for a meeting with all the members of the cabinet. I want everyone present and I want that done as soon as possible. I’ll be back” he said and took Roxanne’s hand.\n\n“Come on” he stated and they left the throne room together.\n\nRoxanne was stunned at the appearance of *hell*\nShe had expected to see flames of fire everywhere, but it turned out to be something different.\n\nThere were houses there – just that they looked different from the ones on earth. Even the atmosphere was different.\nIooked foggy.\n\nSo many people were around, busy with activities and it amazed Roxanne that they were behaving just like humans.\n\nAll the people bowed in obeisance as Damon walked pass them.\nThat was actually the first time the King of hell was taking such a walk and they couldn’t help but be nonplussed.\n\nA little kid ran up to Roxanne with a tiny flower.\nThe mother of the kid was scared to the teeth and tried calling her back, but the kid ignored.\n\n“This is for you, pretty miss” she said with a smile as she held out the flower to Roxanne.\n\nRoxanne looked at Damoj and back at the kid.\n\n“Thanks” she replied and took the flower from the kid who went scuttling Back to her mother.\n\n“What do you think?” She asked as she showed the flower to Damon.\n\n“That’s what happens when people like you. You can open with your powers” he said and she furrowed her brows.\n\n“Huh? How?” She inquired.\n\n“Just use your heart. Imagine it opening in your heart and it will be done in reality” he replied and she chuckled and looked at the flower.\nIt sounded interesting to her.\n\nShe stared at it and just like he said, pictured it opening in her heart. And it did.\n\nShe gasped and giggled. It was magic. She did it?\nHow?\n\nShe giggled and looked at Damon with happiness.\nHe just smiled and took the flower from her, fixing it into her hair.\n\nWait;\nHe smiled!\n\nThat was the like the first time he ever smiled.\n\n \nRoxanne was gobsmacked as she stared into his face. But she couldn’t ask him about it as he quickened his steps, probably trying to avoid the question.\n\nThey kept walking and finally got to a tall dazzling house.\n\n“What’s this place?” Roxanne thought as Damon took her into the house.\n\nRight there at entrance, they met some kids playing.\n\n“Hah!” The children gasped the moment they saw them.\n\n“Its Lucifer!” They Exclaimed and ran to embrace him.\n\nRoxanne was surprised. So, people got to embrace him? She thought they were all scared of him.\n\nHe received their hug and dropped to a crouch in front of them.\n\n“How’ve you been?” He asked in that unruffled voice of his as he brushed his hands on their heads.\nThey were four of them.\n\n“Mother! Lucifer’s back” one of them said while running into the house.\n\nWho could there be to him?\n\nImmediately, two women rushed out of the house and were started at the sight they beheld.\nThey placed their hands on their chest and stared in bewilderment.\n\nDamon stood up and took Roxanne’s hand, going closer to meet them.\n\n“Hi aunt” he said breezily as he stood in front of them.\n\n“Lu…Lucifer?” His aunt called, shock resounding in her voice.\n\nOh! So, she was his aunt? Roxanne thought.\n\n“You’re back?” The second woman asked and he gave a slight nod.\n\nHis aunt sighed and embraced him, clutching him tight.\n\nShe’d missed him. She never thought she could see him again – the only son of her late sister.\n\n“Good day ma’am” Roxanne had to greet when they disentangled from the hug.\n\nHis aunt sniffed and looked at her.\n\n“Who’s she?” She asked and Damon sighed.\n*\n*\n“So, Gerald’s daughter wasn’t dead after all?” Damon’s aunt asked as they all sat and ate together in the dining.\n\n“Well, it’s good to have you back, Roxanne.” The second woman said. “Although, your father did a lot of despicable things, but with the story so far, its obvious you’re different from him”.\n\n“Thanks” Roxanne simply said with a smile.\nIt still pained her to be reminded of her father.\n\n“What is earth like, aunt Roxanne?” One of the children asked and she smiled and looked at Damon.\n\n \n“Uh…it’s beautiful and just a slight difference with this place” she replied.\n\n“Really? So, you mean it’s fun staying there?” Another asked.\n\n“Yeah…maybe”\n\nThe children looked at each other and stood up.\n\n“Come with us, aunt. We have a surprise for you” they said and took her hand, trying to make her stand.\n\n“Hey! What are you doing? Let her be” their mother tried to stop them but they giggled and succeeded in lifting her up.\n\nDamon just smiled and looked down at his food as they took her out of the house.\n*\n*\nThey spent quite sometime over there and finally, Damon decided to leave.\n\nThe children who had been playing with Roxanne in the garden grumbled and begged her to return soon.\n\nShe hugged them tight before leaving.\nSo, this was what hell was like?\n\n“I have one more place to take you” Damon said and held her both hands.\n\nIt was just like a flash and they found themselves in an entirely different place.\n\nRoxanne looked around and noticed this place looked strangely different from the previous place they’ve been. It looked…ugly.\n\nDamon held her hand and walked further into it.\n\n“Your friend Naomi” he suddenly said as they walked along.\nRoxanne snapped her head to look at him immediately.\n\nNaomi ñ\n\n“She was threatened by Nicklaus to quit coming to school” he said without looking at her and she gasped.\n\nWhat?\nNo wonder she strangely stopped coming to school. So, it was Nicklaus all along?\nHe probably did it to get close to her.\n\nBut how did Damon get to know about it?\n\nSuddenly, they got to a place which felt very hot. It was so hot that they had to stop walking.\n\nWhat was that place? Roxanne thought.\n\n“We Can’t go any further” Damon said.\n\n“Beyond here is the flames of fire; the horrible place of anguish and torment”.\n\nRoxanne looked at him confused.\nWhat was he talking about?\nFlames of fire?\n\n“Its a place created by Zeus to punish his followers who fail to keep his commandments” he further said.\n\n“Zeus?” Roxanne repeated.\n\n“Yes. He’s the immortal the humans refer to as God. He lives above – far up in the paradise – a place called Heaven” he enthused and Roxanne batted her lashes with a nod.\n\nOh! So, that was how it was? She’s never heard of it before.\n\nDamon held her hands and within the twinkle of an eye, they were no longer there.\n\nThey appeared in the middle of a dazzling garden, filled with sparkling flowers. It was so beautiful – like something Roxanne’s never seen before.\n\n“So, Roxanne” Damon Called and stood to face her.\n\n“What do you think?”\n\nShe bent her head and bit her lips.\n\nThe choices niggled at her.\n\nWas she to stay or return to earth?\n\nBut if Damon leaves earth, what about his wealth and properties?\n\n“I can leave them to your mum” he said, reading her thoughts.\n\nShe sighed and looked at him. But she was Going to miss earth.\n\n“You can always visit at anytime” he said, reading her thoughts again.\n\n“Can you stop reading my mind?” She asked with an eye roll and he laughed.\n\nHe laughed!\n\n“I’m sorry, but I can’t. It’s not something I can control” he replied and she sighed again.\n\nWell, with the few moments she’s spent there with him, it didn’t seem bad – not at all.\n\nPerhaps, staying there with him would be fun.\n\nBesides, she couldn’t think of staying away from him. There’s no way she’d be able to cope.\nShe needed the father of her baby around.\n\n“Then, be my Queen 👑” he said as he placed his hand on her tummy.\n\nShe smiled and looked at it – his hand on her tummy.\nHow could she give up such a moment?\n\n“I will, Damon. I will be your queen” she said with a beaming smile and he Cracked.\n\nHe took his hand from her tummy and cupped her cheeks.\n\n“I never thought this could happen to me” he spoke softly.\n\n“What you’ve made me feel for you; I never thought I could feel it for anyone. Thank you Roxanne”.\n\nShe felt her melting. She didn’t even know what to say. All she could do was smile.\n\nAnd slowly, he kissed her.\n\n💕The End💕\n\nWow!\nFinally😊😊😊\n\nWho else feels like crying?🤧\n\nThanks for reading, guys.\n\nMy next story starts tomorrow\n    CAMPUS LIFE",
    "8": "Lucifer’s Bride – Episode 30\n(She’s mine)\nA story by Faith Lucky\nRated\nRoxanne’s POV\nI stood in front of Damon and watched him as he sat on the bed and attended to his wound.\nHe was shirtless and it made it easy for him to stitch up the place.\nHe groaned as It finally stitched up.\n“Pass me the drink” he said fraily and I went over to the table and took the glass of black drink on it.\nI walked back to him and handed It to him and he collected it and gulped it down with a crumpled look.\nIt was obvious it tasted bitter.\nHe stood up and gave the cup to me and I went to return it to the table.\nI kept the cup back on the table and when I turned around, I saw him standing behind me – very close.\nHow did he…\nI thought he was just by the bed a while ago?\nMy eyes twitched as I stared a them – shirtless.\nHe kept staring quietly at him.\n“Why did you keep it hidden from me?” He asked lowly and I gulped nervously.\nI knew he was talking about the baby.\nI couldn’t say a word and just lowered my gaze to the floor.\nI felt so scared…and shy.\nI was pregnant for the king of hell. What was going to happen?\nHold on;\nCould it be the reason Shantel had acted strangely when she touched my tummy the other night?\nOh, my! Could it be possible she knows about the baby already?\nI was still thinking when I felt Damon hold my cheek.\nHe cupped my cheeks with both hands and lifted my face to look at his.\nMy lids fluttered as I stared into his eyes. Why’s he holding me this way?\nHe drew his face close and kissed me.\nOh, goodness!\nThis is happening again.\nHe kissed me – again – for the second time but I couldn’t reciprocate because I had no idea how to kiss.\nHis hands left my cheeks and went to the back of my waist, brushing them upwards.\nI closed my eyes and couldn’t help but enjoy the kiss. Perhaps, there was nothing I could do.\nSurprisingly, within the twinkle of an eye, we were on the bed.\nLike, he just super sped to it.\nHow does he do it?\nHe unlocked from the kiss as he laid on top of me. He hid his face in my neck as he sent his hand under my dress.\nHis cold hand moving on my bare skin made me shiver and I shut my eyes and tried not to make a sound.\nBut, if he does this, wouldn’t it affect the baby?\nI felt him touch my p**t and my eyes beamed.\nI thought he was going to pull it out, but he brought out his hand and came to my zipper instead.\nGoodness.\nHe pulled the zipper down and pulled the gown off my body, and next, he went for my p**t.\nFinally, I was lying stark n**ed in front of him.\nHe came in between my legs and planted a soft kiss on my tummy.\nHe kept kissing downwards until he got to my public bone and I gasped and flung my eyes open immediately.\nHe noticed the look in my eyes and released a light smirk.\nThen, he left there and came to my lips, giving me a gentle smooch.\nI was lost in the kiss and didn’t realise when he started fingering me. I gasped immediately but couldn’t yelp as a result of the kiss. He made sure I didn’t unlock from it\nAfter a while, he stopped the kiss and fingering and went ahead to unhook his belt.\nI tried not to look as he took off his trouser and came in between my legs again.\n“Do you want me to stop?” He spoke softly into my ears and my heart skipped.\nI looked into his face and he was staring into my eyes.\nWas he really giving me an option?\nI gulped hard as my throat became sore.\nWhat did I really want? Was he to stop?\nDid I really want him to?\nHe sighed and kissed my ear lobe, giving it a little bite.\nThen, he tried leaving me, but surprisingly, I held him back.\nYes, I did. And I seriously don’t know how I was able to do that.\nI didn’t want him to go.\nI didn’t want him to…stop.\nHe stared at me as I held his arm.\nThen, he returned to his position and this time around, he s**ked from my b**bs.\nHe s**ked so roughly from them like an infant and I found myself holding his hair.\nWhat is wrong with me?\nI thought I never liked this?\nNext, he inserted his hard c**k into me and I couldn’t stop myself from screaming.\n*****************\nI opened my eyes and found myself lying comfortably on the bed.\nI looked around and discovered I was in Damon’s room.\nOh, my! I slept in his room after the…\nGosh, Roxanne.\nBut…normally, he’d have taken me to my room when I slept off. How come he left me here?\nAnd where was he? Did he sleep here as well? Beside me?\nI sat up and sighed. I was n**ed and was covered with the duvet which I held to my chest.\nI recalled last night’s incidence and it made me bashful, even if I was the only one in the room.\nWhat happened to me last night? Why couldn’t I resist s3x with Damon? I mean, he had given me an option. Why couldn’t I resist him?\nGeez! It seems my feelings for him were becoming something else.\nBut what if it gets me into trouble? I mean, I don’t even know how he feels about me.\nAlthough he kissed me, but…a kiss doesn’t necessarily mean he loves me.\nOh, mercies! I wish I could get some answers to kill my curiosity – even if it were just a little bit.\nI covered my face in my palm and just then, the door to the bathroom opened with Damon coming out of it.\nWhat?\nOh! He was in the bathroom.\nOh, Roxanne!\nFire works.\nI couldn’t face him.\nHe paused by the door for a second and proceeded to meet me at the bed.\n“You’re awake” he said calmly as he sat on the edge of the bed.\nI could feel my stomach rumbling.\n“Um…good morning” I greeted nervously, looking down at the bed.\nAdnairax\nHe stood up without saying a word and surprisingly, came to carry me on the bed.\nI was shocked, but he did.\nHe carried me in his arms like a baby, making the duvet fall freely from my body.\nWhat’s he doing?\nI thought of asking him but couldn’t and he carried me into the bathroom.\nHuh?\nHe took me in and laid me in the bathtub which had already been filled with warm soapy water.\nHold on, did Damon prepare bath water for me?\nI laid In the bath tub, surprised and was happy the soapy water was able to cover my n**ed body from him.\nHe sighed and sat on the edge of the tub.\n“Is it warm enough?” He asked, giving a soft look into my eyes.\nAll I could do was nod. I was speechless.\nHe brought his hand to my face and used his fingers to brush the front part of my hair.\n“Hurry up with the bath. We’ll be going out soon. I’ve got a surprise for you” he said tenderly and left.\nTo be continued…",
    "9": "👑Lucifer’s\nBride💄\n(She’s mine💫)\n\nRated 🔞🔞🔞\n\nEpisode 27\n\nBy: Faith Lucky.\n\nRoxanne’s Pov:\nI gasped and covered my mouth with my palm to prevent me from screaming.\n\nWas this for real?\nThe lines…They were double.\nAnd according to Sally, it was…positive?\n\nNo, no. This isn’t possible. There’s no way it can be positive. I mean, I can’t be pregnant.\n\nLike…pregnant?\nCarrying a baby In me?\nDamon’s baby?\n\nThe tube fell off from my hand and I leaned on the table for support. I was shocked beyond words.\n\nBut what if this was true? And I was really pregnant? For Damon?\n\nI could remember…\nMiss Margaret had said something about conception. And since Damon has been having s3x with me, isn’t it possible for me to get pregnant?\n\nBut…\n\nNo;\n\nThis isn’t possible.\n\n“Roxanne” I heard Sally call from my outside and I shrugged out of my thoughts. That was when I realised the tear rolling down my cheek.\n\n“I’m…I’m fine” I managed to say, hoping she doesn’t come in.\n\nI sank my fingers into my hair, confused.\n\nHow did this happen? How did i get pregnant for Damon? How can I be pregnant for him?\nThe king of hell;\n\nSomeone that doesn’t even love me.\n\nWhat do I do?\n\n“Roxanne! Damon’s on his way here!’ I heard Sally growl from outside and I gasped.\n\nWhat?\n\nOh, goodness.\n\nNo.\n\nI quickly bent and picked up the test tube from the floor.\nwhat do I do with this?\n\nI looked around in confusion and finally threw it into the toilet, closing up the seater afterwards.\n\nThen, I washed my face and left, returning to the bedroom.\n\nSally was no longer there and I got in the same time Damon was coming in.\n\nI shook nervously and quickly took my eyes to the floor. My heart was racing so fast.\n\nI couldn’t tell him about it.\nI couldn’t.\n\nWhat would his reaction be? Knowing I was pregnant for him. What if he tries to kill the baby?\n\nBut, do I even want this baby? How can I be a mother at this age?\n\nI Don’t know anything about it. And Damon of all people! How can I have a child for him? I’m the daughter of his greatest enemy. He wants to kill me.\nHow can I possibly have a child for him?\n\nI looked at him and noticed he was staring at me. Why has he been quiet?\n\nHe was putting on a long red jacket and looked as handsome as he’s always looked.\n\nOh, mercies!\nI can’t be pregnant for him.\n\n“Why haven’t you touched your meal?” He asked as he darted his eyes to the food on the table.\n\n“I…I um…” I paused and took my gaze to the floor again.\n\n“I was busy in the bathroom. But, I’ll eat right away” I replied and gulped nervously.\n\nHe didn’t say anything immediately as he started walking towards me and my anxiety increased.\n\nI thought of moving backwards, but suddenlysuddenly stopped myself. I didn’t want him to get suspicious.\n\nOh, my!\nPlease, don’t tell me he’s reading my thoughts.\n\nNo; no.\nIt’s not possible.\n\nHe stood in front of me with his hands crossed behind his back and stared quietly at me.\n\n“I want you to get ready in time” he finally broke the brooding silence.\n\n“We’ll be going out later in the evening” he said and I just nodded.\nBut where’s he taking me?\n\nHe turned around and headed for the door but stopped when he opened it.\n\n“It’s what the humans call a date” he added and walked out and I lifted my eyes to look at the blank door.\n\nHold on;\nDamon’s taking me out on a date?\n\nTBC.\nSorry it’s short.\nHappy New months guys wish u all the best and Happy Christmas in advance.\nFrom ur lovely authoress",
    "10": "Don't u guys like the story\n   Why re u not commenting and sharing it",
    "11": "💓🦋MY CAMPUS LIFE 🦋💓\n\n      🦋BY AUTHORESS ANNA🦋\n\n          🦋🦋🦋EPISODE TWO 🦋🦋🦋\n\n  I ran through the hallway, hotfooted, a groan escaping my lips. \"Can't believe I'm gonna be late.\" \n\n  \"Whoa! Take it easy.\" A calm voice came halting me as I quickly turned around, my eyes meeting with his.\n\n  Such charming gray eyes, I thought, blinking simultaneously.\n\n  He gave a welcoming smile, as my heart skipped a bit. \"I'm Philip.\" He said to me.\n\n  I gulped, wanting to say something, but no words came out.\n\n  \"Uh...\"\n\n  \"Oh, sorry. I...I'm Tricia,\" I stammered.\n\n  \"What a lovely name you got, Trish.\"\n\n  \"Oh, thank you.\" I blushed, forgetting all about class.\n\n  \"My pleasure. Come along, now. Class' this way.\" He gestured, as I followed.\n\n  Walking side by side with him made me nervous and I couldn't fathom out why. Maybe he's not human. Or maybe....Just maybe he's -\n\n  \"We're here!\" He announced, a smirk dancing across his perfectly, curved shaped lips. \"Welcome to LSAT hall. Come on in.\"\n\nThe two of us walked right in, taking our seats at the middle row, neither of us uttering a word, as a white bearded man walked in.\n\n  \"That's Professor Wane,\" The gray eyes lad whispered to me.\n\n  Feeling the warmth of his breath on my left ear, and hearing the softness in his voice made me wish he wouldn't stop.\n\n  \"He'll be taking us English Language, since Professor Shane isn't back yet.\" He added, much audible this time.\n\n  \"Oh.\" I said.\n\nI went about wondering how this one guy could make me act really nice - Nicer than ever before.\n\n  We sat in silence, eyes focused on the screen, except for the fact my mind remained unrest, with the frequent glances I kept throwing at my new friend. He seemed to notice, as our eyes met, and a soft chuckle escaped his lips.\n\n  My eyes glistened, and I felt a bit shy, thinking of the next move to take. \"So...where are you from?\" I asked, drawing invisible circles on my jean.\n\n  \"Britten hills,\" He smiled. \"Ever been there?\"\n\n  \"Nah.\" I gave a less sounding laugh.\n\n  He paused for a moment, his lips slanted at an angle. \"You don't say.\"\n\n...Great! I'm sure he thinks I'm Psyche...\n\n  \"Well, care to tell me yours?\"\n\n\"Oh yeah. I come from Henson.\"\n\n  \"Henson, huh?\"\n\n  \"Mm-hmm. Been there?\"\n\n  \"Been there?! Girl, are you kidding me?\" He laughed, his words, half a question. \"I spent half my childhood there.\" He added.\n\n\"No way!\" I exclaimed lowly.\n\n  \"I know right? You know my mum and dad used to go to this rich resort...\"\n\n  \"Gravantees?\" I cut in, and his eyes stood wide open.\n\n\"Yes! That's it!\"  \n\n\"Small world.\" I said ecstatically.\n\n  The smile he wore slowly disappeared. \"What's wrong?\"\n\n  \"N...\"\n\n  \"All right, guys. Let's call it a day.\" Professor's Wane's voice echoed in the hall.\n\n  Wait. That's it? I questioned myself as I watched students exit the class.\n\n  \"Be right back.\" Philip said to me as he hurried off in the opposite direction.\n\n  A red-hair black girl, dressed in a mini skirt and a matching slender top gestured to him, and I felt an ounce of jealousy gather up inside of me. \n\n  \"Oh,\" A soft moan escaped my lips and I instantly buried my head in my palms.\n\n  \"Hey there,\" Came a soft tap on my shoulder. \"Welcome aboard.\" She said, coming in front of me. \"I see Duchy's showing around already. The name's Chels. Chelsea Valentine.\" The brown hair girl said to me.\n\nShe had a black leather jacket atop a stylish pink gown that partly covered her smooth, slender legs.\n\n  \"Mm? You mean....?\"\n\n  \"Philip-\" She smirked. \"Saw you two come in.\" \n\n...Great! Maybe she's girlfriend number two...\n\n  \"That's Daphne, though. Daphne Martinez.\" The brown hair girl continued.\n\n  \"Daphne?\"\n\n  \"Mmm-hmm. I caught you staring at them.\" She giggled, moistening her lips.\n\n  \"Heh. I certainly wasn't staring.\" I shrugged, my conscience pricking me.\n\n  \"Oh, I won't tell.\" She winked. \"Phil's a great guy. We both attended the same high school.\"\n\n  Well, that explains a lot, I thought.\n\n  I faked a smile, getting up. \"Well, Chels. It's being nice talking to you.\"\n\n  \"Whew! I'm back. I'm sorry I took so long, Trish.\" Philip broke in. \"Oh, hey, C. You doing well?\"\n\n  \"You know it!\" Chelsea laughed as I averted my eyes swiftly. \n\n  \"So Trish, you ready to go?\" Phillip's question came.\n\n  \"Yes,\" I replied laconically.\n\n  \"Goody. You coming, Chels?\"\n\n  \"Ergh, I still got some things to do.\" She smiled, throwing a quick look at me and back at Phil. Guess, I'll see you two later.\" She said to us as we bid her goodbye.\n\n  The gray eyes lad and I walked side by side, under the warm airy breeze, the sun lighting our path as we walked on the less busy road, lined up with flowers and coconut trees, which made it such an amazing sight to behold. We chatted, and then I remembered we haven't really talked about the one thing I was wanting him to hear him say.\n\n  \"So Phil, what happened back there in class?\"\n\n  Did I just call him that?\n\n  \"Sorry?\" He stopped, confused. \"Oh, you mean with the girl I was talking with?\"\n\n  \"No.\"\n\n  \"Oh, you mean before we got interrupted.\"\n\n  I affirmed. \"That one.\"\n\n  \"Well, it's just family related. Nothing much.\" He laughed, as we began walking again.\n\n  \"Hmm-\"\n\n  \"Yeah. I got none. It's just me and my gran.\" His shocking response came, and my legs stood stiffly.\n\n  \"T-they're dead?\" I swallowed hard. \"Oh, gosh. I'm so sorry.\"\n\n  \"Oh, it's fine. I think this is where we part ways, Trish.\"\n\n  \"Part ways?\" I asked, a bit surprised.\n\n  \"Ha! Not that kind.\"\n\n  Thank goodness, I exclaimed. \"I'll see you soon, Philip....\"\n\n\"Mac-Kenny. But call me, Phil.\".\n\n\"Oh, wow. Mine's Parker.\"\n\n  \"It's such a pleasure meeting you, Tricia Parker. Hope to see you again.\"\n\n  I smiled. \"Sure hope so, too.\"\n\n   I watched as he slowly disappeared, and was about taking the next turn when a hand came on my bum, startling me. \n\n  \"Oh my goodness!\" I uttered aloud.\n\n  \"Missed me?\"\n\n  \"Ohh!\" I yelled as the mystery guy came in front of me, and with a naughty expression written on his face, cupped my cheeks. \"Oh, how I've missed you.\" He grinned, nibbling sweetly on my lower lip.\n\n  I made to resist, but my feelings betrayed me at the sudden capture of the erotic feeling that was starting to gather up inside of me.\n\n  I let out a soft moan, my body melting totally in his arms. \"Ahh, James....\"\n\n  \"That's right, baby.\" He smirked, moving his hands down my back onto my enlarge butt cheeks as he gripped it in a way my kitty-cat made a spurting sound.\n\n  \"J-James, you know we can't do this here.\"I purred, vibrating from his touch.\n\n  \"Oh, please! No one really cares about us doing this here. You have no idea how much I've missed you.\" He grinned between kisses.\n\n  \"I know baby, but-\" I made to pull away, but he pulled me back, my bosom grazing his broad chest, which I could see clearly. \n\n  He went further into brushing my hair aside as he made to nibble on my earlobe. \n\n  \"Oh, that t-tickles.\" I laughed, feeling the wetness in between my legs.\n\n  \"Oh, I know, baby. You're gonna come see me tomorrow, right?\"\n\n  I looked up at him, giving a slight chuckle, my arms still wrapped up around him. \"I'll be right where you need me, baby.\" \n\nDon't forget to give me those smashing comments,my dearies. YOU KNOW I LOVE YOU💖\n\nM❤\nU💛\nA💚\nH💙",
    "12": "👑Lucifer’s\nBride💄\n(She’s mine💫)\n\nRated 🔞🔞🔞\n\nEpisode 28\n\nBy: Faith Lucky.\n\nRoxanne’s Pov:\nI say next to Damon in the black limo as we drove to the venue of the “date”.\n\nI tried not to think about the pregnancy so he doesn’t get to read my thoughts.\n\nI seriously don’t know what to do about it. How can I possibly tell him I’m pregnant? How do I go about it.\n\nHe was silent throughout the drive and kept staring through the window.\n\nThen, finally, the limo came to a stop and I figured we had gotten to our destination.\n\nThe door was opened and we both came out from it.\n\nI looked around and wow!\nIt was beautiful and breathtaking. It looked more like a garden.\n\nI waited for Damon to get to where I was and we started walking into the garden together.\n\nI felt so nervous. I couldn’t believe I was walking beside Damon in such manner. What’s his reason for taking me on a date in the first place?\n\nWe walked in and I found a table in the middle of the garden, filled with so many foods and drinks.\n\nOh, my!\n\nThe garden was dark, but beautiful colored were fixed all around the flowers and it gave it a bedazzling sight.\n\nDamon took me to the table and made me sit while he also took his, opposite to mine.\n\n“Do you need some wine?” He asked while looking down at the table and I gulped nervously.\n\n“Um…no” I replied and he looked at me.\n\n“Sorry, yes” I added quickly and he turned some wine from a bottle into a glass cup and handed It to me.\n\n“Thanks” I said nervously as I collected the glass from him.\n\nI took a sip and kept it back on the table.\nIt’s a good thing it didn’t slip from my hand because of how shaky it was.\n\nI looked at the table and was amazed at the different types of food on it.\nWhy did Damon do all these?\n\n“Go on. Start eating” he said calmly and I opened the covered plate in front of me and began eating slowly.\nI didn’t want to do anything that’d upset him.\n\n“I don’t really know anything about this” he said without looking at me.\n“So, you’re gonna have to manage my treat”.\n\nI just smiled and looked down at my food.\n\nIsn’t this the same guy that’s tried to kill me?\nThe same guy that’s always brought me pains, not caring about my feelings?\nHow come he’s suddenly changed? What’s he upto?\n\nThe meal was so delectable but I couldn’t enjoy it because I was eating so nervously. I was curious to know what Damon had in mind.\n\nHe didn’t say any other through out the dinner till I was done eating. The only thing he did was drink. He didn’t even touch any of the foods or fruits.\n\n“um…I’m done” I said when I was done eating.\nI just couldn’t take in anymore of it.\n\nFor a while, he remained still.\nThen, he stood up and cane to me, taking my hand.\n\nHe helped me stand and walked me closer to the flowers.\n\nAs we stood facing the flowers, he picked out a pink color from it and faced me.\n\nHe brought it close to my face and my heart skipped.\nWhat’s he up to?\n\nSurprisingly, he fixed it into my hair.\nWhat?\n\n“Roxanne” he called as he tucked my hair behind my ear.\n\n“Can I ask you a question?”\n\nI twitched and stared at him.\nWhat does he have in mind?\n\nThe last time he asked me a question, I couldn’t give him a reply.\n\n“If you’ve been greatly offended by someone, what could possibly be done to gain your forgiveness?” He asked and my eyes dilated in shock.\n\nWhat…why’s he asking such question?\n\nDamon?\n\nI looked at him like a bloated goat, not knowing what to say.\nWho’s forgiveness is he trying to gain?\n\nHe stared into my eyes as I stared into his, perplexed.\nAt that moment, I could feel my blood running through my veins.\n\nHis eyes boring into mine left me gobsmacked.\n\nSuddenly, an arrow flew from nowhere and landed on Damon.\nWhat???\n\nIt pierced into his skin and he groaned and bowed.\n\nWhat’s this??\n\nI looked around and found Shantel standing and staring from a distance, holding a bow in her hand.\n\nNo. Please don’t tell me.\n\nShe shot him!!!\n\nI looked at Damon with my eyes wide open and noticed the arrow was glowing. He was already bleeding.\n\nMercies! No!\n\n“Damon!!!” I yelped in fear.\n\nTBC.\n\nLike,comment and share.",
    "13": "💓🦋MY CAMPUS LIFE 🦋💓\n\n      🦋BY AUTHORESS ANNA🦋\n\n          🦋🦋🦋EPISODE ONE 🦋🦋🦋\n\n  \"Tricia? Tricia! Hurry up, baby. Today's a big day for all of us.\" My mum said shrilly.\n\n  Her voice echoed so loudly from the living room and I feared it was going to bring down our storey building. She's the paranoid one, unlike my dad who's out working all the time. I can't help but think he and work were created on the same day. He's barely around. Most times, he'll come, and then, go all again.\n\n...So annoying....\n\n  \"Oh, Tricia,\" My dad followed almost immediately.\" Come on downstairs, Honey. It's past seven already.\" He announced.\n\n  Argh!Why can't those two just stop?It's not like I'm getting married or anything. I sighed, rushing downstairs, my right arm clutching tightly onto my backpack.\n\n  \"Oh, there you are, sweet pea,\" My mum said, embracing me warmly.\n\n  \"Mu-mum. Mum,you're squeezing me\"I heaved a deep sigh,trying to wriggle free. \"Mum!\" \n\n  \"Oh, you.\" she chuckled, releasing me. \"Mm, you look gorgeous, my baby.\" She complimented sweetly, eyeing the red jacket I had on my tank top.\n\n...Yeah, yeah. I do get that a lot...\n\n  I was one average teen, a bit huge, and had really good, welcoming bosom and a smashing, hot booty to match, which shook rhythmically when I walked. Guess that's the reason why the boys in our neighborhood never failed to steal a glance whenever I walked passed them - One perks of being adorable.\n\n  \"Thanks ma.\" I giggled, snatching my box from Josie.\n\n  Josie was our house keeper, a pigtailed, Browne eyed girl who seemed a lot quiet than usual. But that still didn't make me like her. She was so gullible. And the fact she and I were the same age made me detest her more - Humph!\n\n  \"Hope everything's all packed up, my sweet?\" My mum's voice came again. \"Remember,you don't wanna leave anything behind.\"she continued, accompanying dad and I to the garage.\n\n  \"Mmm-hmm,\"I  replied with a nod.\n\n  \"Oh, I'm really going to miss you, baby.\" She sulked, embracing me.\n\n  ...Bluff!Such drama...\n\n  \"Ma-\" I stopped. \"Oh mummy. You know I'm not a baby anymore.\"I laughed.\n\n  \"Oh, you. Do take care of yourself, all right? I know you'll make your father and I so proud.\" She smiled, caressing my cheeks.\n\n  \"And oh,\" Dad cut in. \"Always remember those advice we've been giving you. They'll sure be of help.\"\n\n  \"Sure daddy.\" I affirmed, giving my lips a slight lick.\n\n  \"I can't believe my baby's all grown up,\"\n\n  \"Gee,\" I gave a mutter and turned to face her. \"It's just college, mother. I'll be fine.\" \n\n  \"I know, baby.\"\n\n  \"Yo guys! Wrap it up. We gotta beat traffic, you know.\" Dad interrupted, getting into the SUV.\"\n\n  \"Oh.\"we both laughed.\n\n  \"I love you, mum.\"I said, getting in  right next to dad.\n\n  \"Oh, baby, mama loves you most.\" She said, bidding us goodbye.\n\n  Campbell! Ain't it adobes?! I smiled within, shutting the car door.\n\n  \"You okay there?\"\n\n  \"Never been better.\" I replied with doubts. \"Dad, do you think the girls over here will be better than ours at Henson?\" I asked curiously.\n\n  \"I don't know baby. Just try fit in, okay?\" He said. \"I know my little Sunshine's gonna make us proud.\"\n\n  \"You really think so, dad? I mean, what if I mess up?\"I continued, clasping my box.\n\n  \"Oh, I know so, baby. I'm sure you will.\" He spoke with full assurance.\n\n  \"Oh, thanks,daddy.\" \n\n  \"Uh, honey, what about these stuffs you packed in here? Need help moving them ? They're so heavy.\" He laughed, taking the rest of my luggage out of the trunk.\n\n  I faked a frown. \"Why do you worry so much, dad?\"\n\n  \"Why shouldn't I? My daughter's entering a new chapter, which I know would be-\"\n\n\"Yeah, yeah, dad. I know.\"\n\n\"Ha- Goody. Whew! Guess that's the lot. Still need me?\"\n\n\"Dad!\" I yelled, my brows arched at him.\n\n\"Come on, baby, you don't have to be like that.\" He laughed, poking my sides.\n\nI made to laugh, but took it all in, my eyeballs enlarged, sending him a signal he understood.\n\n\"Alright. I'm sorry.\" He gave a funny chuckle, getting into his car. \"I love you.\"\n\n\"Love you, too, dad.\"\n\n  Marionette hostel was one gigantic one, and had really long stairs. And if one wasn't careful, he or she could end up lost in the whole no-boys zone.\n\n...Can't believe it actually is...\n\n  \"Room 344.\" I muttered, turning the doorknob.\n\n  The milky painted room came in sight and I couldn't help but marvel at how convenient it looked. I can't say why I've got a nice feeling about this place - But loved it!\n\n  I tossed my bag carelessly on the bed that laid in the middle, giving a slight shrug as I took out my MP-3 player and my phone, a gasp eluding my lips as I remembered James.\n\n  \"Damn! He's really gonna be mad.\"\n\n  I gave a sharp slide on my phone, dialing his number swiftly. \"Shit! He's not answering.\" I groaned.\n\n  \"I'm sorry, who are you?\" A female voice came.\n\nOh, good Lord!\n\n  \"Ah. You must be the new girl Singer talked about. I'm Joan.\" She said with a British accent.\n\n  \"Tricia. Tricia Parker.\" I said.\n\n  \"Parker, huh? Any relation to the Brooklyn's.\"\n\n   \"Uh....no?\"\n\n  \"Heh! Forgive me, dear. Welcome to Campbell. Be sure to have such an ecstatic stay here. I'm a final year student, by the way. Theater Arts.\" She said at one stretch.\n\n...Doubt her words ever have commas in them...\n\n  I smiled. \"Lovely. I'm a newb, which I'm sure you already know.\" I said, my right hand suspended in the air.\n\n  \"Oh, right.\" She giggled. \"Newbies are always my favorite.\" She smiled, throwing a wink at me. \"Oops! Almost time.\" she said, stealing a glance at her watch. \"I'll see you later, Roomie.\"\n\n  \"As will I.\"\n\n    ❀ ❀ ❀ ❀ ❀ ❀ ❀\nTBC....\nPls like, comments and share pls am begging 🙏🙏🙏🙏🙏🙏🙏🙏",
    "14": "Lucifer’s Bride – Episode 31\n(She’s mine)\nA story by Faith Lucky\nRated 18+\nRoxanne’s POV\nAfter bathing, I had breakfast and set out on the “surprise trip” with Damon.\nWe sat together in the card for a long time and without saying a word as he just kept staring out the window.\nI was so nervous and fiddled with the tip of my shirt. What could his surprise be? I was so curious to know.\nAfter a long time, the car finally came to a stop and the doors were opened for us and we stepped out the same time.\nI looked around and noticed we were in a different place with so many flowers around.\nIt looked more like a garden.\nDamon came and stood beside me and I turned to look at him. Was this the surprise he was talking about?\n“Roxanne” he called and crossed his hands behind his back.\n“Are you okay carrying the baby?” He asked and my heart leapt.\nHuh?\nWhat sort of question is that?\nI was gobsmacked and stared at him, confused.\nThen, he turned to face me properly.\n“I just want to make sure you’re not feeling like I’m making you carry a burden. But, if you ask me, I sure don’t have a problem with it. But what about you? Can you be a mother now?” He asked.\nI batted my lashes and stared at the floor.\nThe thoughts niggled at me. I’ve also been scared of it.\nWas I ready to become a mother at this age? And for the king of hell?\nBut, what would happen to the baby if I didn’t want to keep it? I seriously can’t hurt my baby.\nI heard him sigh and I lifted my face to look at him. He was now staring into space.\n“You can be rest assured I won’t let anyone harm the baby. You’re under my protection now. But one thing’s for sure; there’re gonna be enemies” he spoke calmly.\nImmediately, I heard my name.\n“Roxanne!” I heard a familiar voice call and I turned to see mum scuttling towards me.\nWhaaaaat?\nMum???\nI opened my mouth in shock as she ran towards me, happily.\nIt was my mum! It wasn’t a dream.\nOh, goodness!\nShe’s alive!\n“Mum!!!” I called at the top of my voice and ran into her arms.\n******************\nHĘĽĻ\nKaylan’s POV\nThe place was on fire. The entire council were angry.\nFor the first time, they couldn’t sit in the throne room but just kept pacing tho and fro.\n“That Lucifer has bitten more than he can chew” the first elder said, anger resounding in her voice.\nI was standing as well.\n“He needs to be killed.’ She added.\n“What?” I asked with a scoff.\n“Do you really want to try again? I mean, haven’t we learnt our lesson? He killed Nicklaus; he killed Shantel. He killed everyone who made an attempt to kill him. He’s just too powerful. There’s no way we can defeat him” I said.\n“And that’s the more reason he needs to be killed. He killed my servants!” She yelled and stopped walking.\n“Release the 50 black angels. Send them to earth. I want them to make an open attack and kill Lucifer!”\nMy eyes dilated.\nWhat?\n“You…You want to send the black angels after him?” I asked in shock.\n“Yes! And this time around, if he’s able to defeat them, I promise never to make an attempt on his life again” she said with an evil smile.\nOh, no.\nBut the black angels are way too powerful!\nSending them all at once might make it difficult for Lucifer to defeat them.\n“But wise one…” I tried to speak.\n“Release them, Kaylan! I want Lucifer dead! Together with that unborn baby of his” she said angrily.\nTo be continued…",
    "15": "👑Lucifer’s\nBride💄\n(She’s mine💫)\n\nRated 🔞🔞🔞\n\nEpisode 25\n\nBy: Faith Lucky.\n\nRoxanne’s Pov:\nI laid in the bathtub, taking a warm bath.\n\nI spent like forever there, thinking about the whole thing that’s happened.\n\nDamon and I were able to get home safely, but I still had so many fears.\n\nWhere could Nicklaus be there? He had made mention of going to face Damon. Could he be dead.\n\nAnd Shantel…where could she be as well? She had managed to escape.\n\nAnd…why had she acted strangely when she touched my tummy? What happened to her?\n\nI closed my eyes and kept thinking about the whole thing.\nI felt so much pains – all over my body. And the place where I had been stabbed, it was beginning to hurt a bit.\n\nI think it must have been a result of the stress Nicklaus and Shantel made me go through.\n\nAnd Zara…where was she? She started all these by helping them abduct me. But where was she?\n*\nAfter a long time, I finally came out of the water.\nI tied a white towel round my body and walked out, going into the bedroom.\n\nSurprisingly, I found Damon there.\nOh, no!\n\nHe stood at a spot, facing the window with his hands crossed behind his back.\n\nI gulped nervously and closed the door behind me, walking fully into the room.\n\nI didn’t even know what to do as he stood backing me.\nBut suddenly, he turned around and faced me.\n\nI felt my heart leap.\n\nI swallowed hard and took my gaze to the floor.\n\nThen, I quickly walked over to the wardrobe so I could get something to wear. I couldn’t remain in this state.\n\nI opened the wardrobe and was about bringing out a cloth when I felt him hold me from behind.\n\nHe wrapped his hands around my waist and it sent shivers down my spine.\n\nMercies, please.\nDon’t tell me.\n\nHe sent his hands into the towel and touched my tummy.\nThen, he brought his lips to my neck and planted a kiss there.\n\n“Roxanne” he called softly and touched the tip of the towel.\n\nHe was so close and I could feel his breath on my ear.\n\nHe got hold of the tip and untied it, making towel fall freely from my body.\n\nOh, goodness; no.\n\nI released a light gasp as he now gained access to my body.\nI was standing stark na*ed in front of him – again.\n\nHe touched my b**bs and gave them a light squeeze. I pressed my lips and tried not to moan.\n\n“Can I ask you a question?” He asked as he played with my tilts.\n\nI just stared blankly at the wardrobe, not able to control my anxiety.\n\nHe kissed my ear lobe and pressed my b**bs real hard like he wanted them to produce something.\n\n“When Nicklaus had given you an opportunity to kill me, why didn’t you do it?” He finally spilled the beans and I flinched.\n\nWhat?\n\nFor a moment; he stopped moving his hands around me and my nervousness Increased. How did he get to know about it?\nDid Nicklaus tell him?\n\nOh, Roxanne!\nWhat do I say? How do I explained the fact that I couldn’t kill him? I turned down a once in a life time opportunity for him?\n\nOh, my!\n\nWhat if he’s reading my thoughts??\n\nWhat if…\n\nNo!\n\nI shut my eyes and wavered. I couldn’t control it – the thoughts.\n\nI’m pretty sure he must be reading them like a book.\n\nThe same thoughts of how I couldn’t kill him because I couldn’t bear to see him dead.\n\nThe same thoughts of how I sacrificed my freedom and happiness just for him – something Miss Margaret called ‘true love’.\n\nHe moved his hands down my tummy until they got to my thighs and my fears increased.\n\nI felt him touch my v, rolling the clit but I tried not to moan.\n\nThen, he inserted two fingers into my honeypot and for this time around, I couldn’t help it.\nI had to moan.\n\nHe moved the fingers in and out, slowly, making me feel a little displeasure.\nBut the pains was nothing compared to what I had to feel the first time. It came with a little pleasure this time around.\n\nI shut my eyes and moaned lightly as I felt his fingers moving inside me, forcing it’s way into my tight pussycat.\n\nThe feeling…It was unexplainable.\nBut suddenly, I couldn’t feel him anymore.\nHis touch – his presence – I couldn’t feel them anymore.\n\nI opened my eyes immediately and turned around to notice I was now the only one in the room.\n\nDamon was no longer there.\n\nBut how…?\n\nHe was here not long ago. How did he just vanish?\nHow possible?\n\nI looked down at my body and discovered the mark on my tummy was no longer there. And the pains…They were gone as well.\n\nWait! all the pains were gone. I couldn’t feel a thing anymore.\n\nMy whole body was sound and strong;\nLike I hadn’t been hurt before.\n\nI felt relieved.\n\nHow did it happen?\n\nCould it be Damon?\n\n🔥 HÉĽĻ🔥\n\nShantel’s Pov:\nI trudged into the throne room and stood before the elders with my head bowed. I felt so much pains.\n\n“Shantel” the first elder called strictly, but I still kept my head bowed.\n\n“It’s obvious Lucifer’s too powerful for you to handle. It’s been weeks now. I’m afraid we might have to find someone else for the job”.\n\n“I found her” I said coldly without looking at them.\n“Gerlad’s daughter…she’s there on earth”.\n\n“Gerlad’s daughter???” They all exclaimed at once.\n\n“Yes. And Lucifer’s in possession of her. According to my source, he’s waiting for her powers to surface so he could steal them” I replied.\n\n“She doesn’t have her powers yet?”\n\n“Yes – for now.\n\n“But there’s something more important you need to know about her” I said and lifted my eyes to look at them.\nCuriosity was eating them up.\n\n“Gerlad’s daughter…” I started.\n“She’s pregnant”.\n\nTBC.\nUnlock the next episode with 10 comment",
    "16": "Lucifer’s Bride – Episode 26\n(She’s mine)\nA story by Faith Lucky\nRated ���\n(Roxanne’s Pov:))\nI woke up the next morning with so much discomfort.\nI sat up on the bed and buried my face In my palm. I was feeling a light head ache.\nJust then, I had a strange urge to puke and I rushed into the toilet immediately, releasing all the contents in my mouth.\nWhat the heck?\nI washed my mouth and looked into the wall mirror in front of me.\nWhy did I have to puke this early? I can’t remember the last time I actually did this.\nI washed my face and returned to the room and there I found Sally, dropping a tray of meal on the table.\n“Hey Roxanne’ she called as she gave me a glance and took her eyes back to what she was doing.\nI took in a deep breath and walked fully into the room, sitting on the bed.\n“Good morning’ I said tiredly.\n“Good morning, Roxanne. Are you…okay? You look kinda weak” she asked and I sighed.\nPeople are already making a lot of money through Ethereum Forsage, what are you waiting for? Click here to join our whatsapp group and learn how to make your own money with Forsage\n“I’m…Im fine. I just…don’t worry about it” I replied and she shrugged and sat beside me.\n“By the way, you’re looking pretty this morning” she complimented with a smile.\n“I thought I’ve always been pretty?”\n“Yes. But, you just look really pretty. Your face is…” she paused and laughed.\n“Anyway, here’s breakfast for you. Damon wants you to eat up immediately” she said and I looked at her.\n“D…Damon? Have you seen him this morning?” I asked.\n“Yes. When I had gone to clean up his room”.\nI nodded and opened the meal.\nIt was bread and eggs.\nDamon – I wonder what he must be thinking.\nAfter he left strangely last night, I didn’t get to see him again.\nI wonder what must be going through his mind. I couldn’t give an answer to his question. But I’m pretty sure he read my mind.\nOh, goodness!\nI wonder what he must be thinking.\nI took a slice of bread and fixed some eggs into it.\nIt used to be one of my favorites, but this morning, I suddenly felt petulant by it.\nI tried to take in a bite and as soon as i did, I rushed into the toilet, throwing up immediately.\nOh, mercies!\n“Roxanne!” Sally called, surprised as she stood behind me.\nI breathed heavily and washed my mouth.\n“What’s wrong with you?” She asked.\n“I…I just don’t feel like eating the meal” I replied carewornly, facing the washbasin.\nI didn’t hear a word from her and I turned to see her staring keenly at me.\nI narrowed my eyes at her.\n“What’s…What’s wrong?” I asked, wondering why she was staring at me that way.\n“Do you take pills each time you have an inter course with Damon?” She asked and I scoffed.\n“What pills?” I asked.\n“Obviously, you don’t. Roxanne!” She gasped.\n“Don’t you think you might be…pregnant?”\nI was stupefied and stuttered backwards.\nWhat is she talking about?\nWhat pregnant?\n“Roxanne” she called and tried coming close to me, but I moved away.\n“You…you’re obviously possessing the symptoms of pregnancy. I’ve been there before. So, I know what it looks like’ she enthused.\n“You have a child?” I asked and she sighed and nodded.\n“Yes. It was a mistake, though. But it happened.\n“Hold on” she said and suddenly ran out of the room.\nI went back to the bedroom and sat on the bed. What is she up to?\nHow can she even say such a thing? Who the hell’s pregnant?\nI shook my head and looked at the food. Just staring at it was making me wanna puke again.\nI sighed and took my eyes away.\nThe door opened after a little while and Sally came in, holding something that looked like a piece of paper.\nI stood up immediately.\n“Roxanne” she called as she stood in front of me.\n“This is a called a test tube. You need to carry out an HPT”\n“H what?” I asked with a crumpled face.\n“It’s called Home Pregnancy Test. It’s a way of knowing if you’re pregnant or not” she replied and tried fixing it into my hand, but I rejected\n“Sally, I don’t need it”\n“You just have to be sure, Roxanne. It isn’t gonna do a thing to you. You need to be on the safer side” she said and forcefully fixed it into my hand.\n“Here’s how to make use of it. Go into the toilet, wee in a bottle or something; then insert the tube into the urine and watch out for the red lines. If it shows just one line, then it’s negative. But if the line comes up two, then it’s positive. Come on; try it” she explained with so much enthusiasm.\nI looked at her and shook my head.\n“Sally, I…”\n“Come on Roxanne; this is for your own good. Do it” she cut me off and gave me a prodding look.\nIt sounded insane.\nI gave her a hard stare and finally walked into the toilet room.\nWhy would she want me to carry out a p test? I can’t be pregnant. It’s just isn’t possible.\nI can’t be pregnant for…Damon???\nOf course, not!\nMaybe I just needed to do the test after all.\nI wee into a small container and inserted the test tube like she said.\nThe first line came up immediately and at that moment, I suddenly became scared.\nMy hands wavered as I held the test tube. I could only see one line.\nAccording to her, that means it was negative, right?\nI started breathing heavily and nervously.\nYes! It was negative.\nOf course.\nGosh!\nI brought out the tube from the bottle and threw the urine away.\nOh, goodness! How could Sally try to make me this scared?\nI should probably show the result to her.\nI looked back at the test tube in my hand and saw something that almost made me scream.\nThe lines…\nThe second line.\nIt did came up.\nThere were two lines!\nWhat?\nTo be continued…\nOMG I CAN'T BELIEVE THIS IS HAPPENING NOW.\nRoxanne is pregnant\nWhat's gonna happen?\nWill he tell her to abort it\nOya let's being a name for the baby",
    "17": "💓🦋MY CAMPUS LIFE 🦋💓\n\n      🦋BY AUTHORESS ANNA 🦋\n\n          🦋🦋🦋EPISODE FIVE 🦋🦋🦋\n\n  Days passed and there was still no sign of Derek anywhere. I felt miserable, didn't know why, but part of l wished so much to apologize and make things right once again. Ah. This is frustrating. Why do I say the wrong thing all the time? Why do I always mess things up?!\n\n  I rolled restlessly, my towel seeming it was going to roll off my body, right hand stretched to the table, searching aimlessly for my phone. Come on, where are you?\n\n  I found it lying on the far side, so I partly got up, took it with me and I swiped it open; logging on to Facebook as my eyes made a thorough scan of the zillion texts that laid in wait.\n\n  I groaned, giving a slight shrug as I reluctantly made to reply;\n\n  Pass...\n\n  Pass...\n\n  Pass...\n\n  Don't pass...\n\n  Ooh...\n\n  Pass!!\n\n  \"Pas- \" I jerked up immediately, rubbing my eyes. \"Please tell me I'm not dreaming,\" I rubbed again, bringing my phone a little closer.\n\n  Can't be. Totally can't be, I went on with doubts, clicking on the text. Three weeks ago, I gasped, rolling my eyes on the screen.\n\n  I stopped for a minute, giving a slight thought. No, no, no. I rather call. That'd be better.\n\n  Another voice came, Oh, no you don't, Parker! Remember your reputation. It said.\n\n  I curved my lips, burying my face in my palms as I yelled silently into it. I can do this...I can do this.\n\n  I took a deep breath, making for his profile as his number stood surprisingly on his wall like it's being waiting for me to embrace it.\n\n  \"Yes!\"\n\n  I swiftly put it on the dial as it rang, \"It's Derek speaking. Please leave your message.\" His voicemail came.\n\n  \"Dang it, you!\" I groaned, hanging up.\n\n  I tossed my phone on the bed, getting up on my feet as I headed for the bathroom, taking up my shampoo by the corner.\n\n  I got in, shutting the door as I turned the shower on, the warm water spraying all over my face onto my bare skin. I shampooed my hair for some minutes, sponging my body for about thirty minutes, finally getting off whatever dirt that laid hidden, as I washed the lather off my body, the sweet fragrance of my soap enclosing my nostrils as it covered my feet.\n\n  I stepped out, turning the handle as I walked back to my room, tossing my towel on the bed as I stared across where my mirror hung, admiring my pretty curves and glowing skin...one habit I formed. \n\n  It was funny, really, but it was something worth doing and I certainly didn't mind staring at that figure in the mirror all day long.\n\n  I stopped the admiration for a moment, moving towards the bed as a name popped up on my screen. \"Oh yay. He's calling,\" I said happily.\n\n  I gave a slight cough and tried to relax my voice as I answered. \"Hel...loo,\"\n\n  \"Hi, Tricia,\" His sweet voice rang from the other line as a blush coated my cheeks.\n\n  \"Oh Phil. How nice of you to call,\" \n\n  He chuckled, \"You sound like you've been expecting me,\"\n\n   \"Oh, yes. Yes, yes, yes,\" I smiled, sitting down as I got my legs crossed.\n\n  \"I see.\"\n\n  Guess he was smiling now.\n\n  \"So...why'd you call?\" I asked, making circles on my laps.\n\n  Damn! His voice is so hot, I imagined as we talked.\n\n  I was so lost in it that I wished he wouldn't stop talking.\n\n  \"Guess I'll see you tomorrow then.\" \n\n  \"Mm-hmm,\" I answered, nodding like he could see me. \"Take care. Byeeee.\" I puckered my lips, ending the call.\n\n  Wheeee! I fell back on the bed, silly thoughts crowding my mind.\n\n  I stayed that way for a moment, the sound of my phone jerking me up as I picked it up. Derek! I groaned, almost ignoring him as I answered.\n\n  \"Hello? Who is this, please?\" He questioned.\n\n  \"Derek I just wanna say I'm sorry for what I said to you some days ago,\" I saw myself saying.\n\n  OMG!\n\n  \"Tricia?\"\n\n  I held my breath for a second, releasing it again. \"Yes,\"\n\n  \"Tricia. Oh, man. I'm so happy hearing from you,\"\n\n  \"You are?\" I asked, startled.\n\n  \"I'm dead serious. Whew! I've been looking everywhere for you.\"\n\n  \"You've been looking for me?\" I repeated, my brows arched at an angle.\n\n  \"Do you have to repeat everything I say?\" He teased.\n\n  \"I'm just...you know, wasn't expecting you to be all...\"\n\n  \"Cheery? Hmm?\"\n\n  \"Totally happy-ish?\"\n\n  I shrugged. \"Ye-yeah,\" \n  \n  \"Oh, it's nothing,\" \n\n  \"Cool. Why'd you call?\"\n\n  \"I called? Or you called?\"\n\n  \"Totally wasn't me,\" I denied.\n\n  \"But..\"\n\n  \"Hush, hush. Got class now. I'm gonna see you later. Bye-bye. Love you.\" I said in a hurry, hanging up.\n\n  I made to dress as the door swung open. I didn't lock that, I realized.\n\n  \"You're back,\" I eyed Karen.\n\n  \"Yea, honey. Gosh! Quite a day we had,\" She narrated. \"Professor Stuart didn't let us rest. Ugh!\"  She grumbled, tossing herself on the bed. \"Going somewhere?\"\n\n  \"Oh, not at all. Just came back not quite long.\"\n\n  \"Lucky you. I need that shower most.\" She got up lazily.\n\n  \"That'd be great.\" I said to her and went back to slipping my shorts on.\n\n  I noticed I didn't hear the bathroom door creak so I glanced over my shoulders, seeing two eyes focused directly on bum as I quickly averted my gaze, hoping she hadn't notice.\n\n  Is she gay? I asked myself, making towards the bed.\n\n  \"You're one gorgeous girl, you know?\" I heard her say.\n\n  I scoffed, getting in bed. \"Whatever games you're playing, you had better stop!\" \n\n  \"Oh, I'm not playing any here, Sweet. You're really pretty,\" She continued, cat walking towards me.\n\n  \"I got up angrily, \"Out of my way...now!\"\n\n\"Or what?\"\n\n  \"You're horny, Karen Adako, so I'm just going to leave,\" I pushed her aside. \"And oh, one more thing,\" I turned. \"I DON'T DO GIRLS! Read my lips!\" I hissed, slamming the door. \"Some whore...\"",
    "18": "Lucifer’s Bride – Episode 29\n(She’s mine)\nA story by Faith Lucky\nRated ���\nRoxanne’s POV\n“Damon!” I yelped in fear as I saw the blood gushing out of his body.\nOh, mercies!\nNo.\nWhat has she done?\nI looked up at her in fear and she started walking towards us.\nImmediately, Damon held my hand and I couldn’t feel myself anymore. We suddenly vanished.\nI gasped in fear as we landed on a different place – a quiet strange place filled with trees and bushes.\nI looked beside me and found Damon lying on the floor, his hand on the arrow.\n“Damon!” I cried and knelt beside him.\nTears came dripping down my cheeks.\nHis eyes fluttered as he groaned in pains. Could it be possible the arrow was poisoned?\nOf course;\nelse, it wouldn’t have such impact on him.\n“Damon” I whimpered.\n“What should I do? Please tell me”.\nHe didn’t say anything and blood started flowing from his mouth.\nIt increased my fears.\nI looked around, wondering if I could get some help. But the place was quiet and bushy. Where did he bring us to?\nHe probably just wanted to get away from Shantel and didn’t take notice.\nI looked at the arrow and thought of pulling it out. Maybe it’d ease the pains.\nI held the arrow and placed my other hand on his tummy.\nI suddenly felt scared.\nI shut my eyes and pulled out the arrow and he groaned wildly.\n“I’m sorry; I’m sorry” I said amidst tears as I threw the arrow on the floor.\n“Roxanne’ he finally called, faintly.\nPains could clearly be heard from his voice.\n“I can’t make it” he said and my eyes dimmed.\nWhat?\nI scoffed and looked directly into his face.\n“D…Damon?” I floundered helplessly.\nWhat was he saying?\nHe suddenly became still and relaxed. His eyes were now closed.\n“Damon?” I called with my eyes wide open.\nHe didn’t move.\nI shook my head and juddered him, but he still didn’t move.\nWhat’s happening???\nNo; this isn’t possible. It can’t be.\n“Damon!” I screamed and hit him.\nWhy isn’t he moving? I can’t let this happen.\nWhat’s this supposed to mean?\nHe can’t just…die?\nTears dripped down my eyes like rainfall and poured on him.\n“Damon” I cried and lifted his body to hug me.\n“Damon, you can’t do this to me please. You can’t just leave me. I need you. My baby needs you. Damon please, I know you’ve been a terrible person to me, but I can’t do without you. I’m sorry I kept it away from you; but I’m pregnant, Damon; I’m pregnant.\n“How do you expect me to survive this without you? Please, don’t do this to me. Open your eyes, Damon; please”. I cried bitterly.\nI buried my face in his chest and wept.\nI felt so much pains; so much fear.\nHe can’t possibly do this to me. He can’t just die.\nNo; goodness, please. Don’t allow this to happen.\n“He’s never coming back” I heard a familiar voice say and I turned in shock to see Shantel standing behind me.\nWhat???\nI gasped in trepidation and moved away from Damon.\nWhat’s she doing here?\nHow…\nNo;\nHow did she find us?\nDid she follow us?\nShe smirked and started coming towards me with a dagger in her hand.\n“So, Nicklaus was right after all” she said.\n“You do love him. But now that I’ve succeeded in taking him away, I think it’s time I took that little thing of his right in your tummy”.\nI stood on my feet immediately, my legs wobbling.\nShe increased her pace and came towards me with a full force and I tried to run but tripped and fell on the floor.\nShe laughed as she stood close to my feet.\n“Poor Roxanne” she sniggered.\n“Your life has always been a mess right from birth. Perhaps, I’m doing you a favor by trying to bring an end to it.”\nI winced in fear and started crawling backwards.\n“Please don’t” I whimpered as she pointed the knife at me.\nI held my tummy tight and shut my eyes. I can’t afford to loose this baby now.\nI can’t just go.\nMy eyes were still shut when I heard her scream and I quickly flung them open to see what was going on.\nAt first, I was blinded by the tears on my eyes, but I wiped them off and the view became clear to me.\nA bright light was shining on her and looked properly and saw Damon standing behind her with his hand stretched towards her.\nThe light was coming from him.\nI opened my mouth in shock and bewilderment.\nWhat was going on?\nWasn’t he…lying lifeless a while ago?\nShantel screamed in pains and fell on the floor and the light stopped.\nI watched in awe as Damon walked towards her, slowly, and stood in front of her.\n“First, you tried to kill me” he started.\n“And second, you tried to kill the mother of my unborn baby. What treason could be greater than that?\n” you deserve the death penalty”.\nHe paused and formed a light with his hands.\nShantel was already shaking and tried crawling backwards.\n“Therfore, with the powers vested in me as the King of hell, I hereby sentence you to death and an eternity in the flames of fire”\n“Lucifer please…” she cried, but it was already too late as Damon threw the light at her and she vanished immediately, like nothing had been there before.\nMy eyes glistened.\nMy lips were shaking.\nWhat just…\nWhat just happened?\nI remained stuck to the floor, unable to.to move.\nI’ve never been this stunned in my entire life.\nHe started coming towards me and I just watched helplessly.\nHe had a vacuous expression on.\nHe got to where I was and stretched out his hand to me, but I was too enfeebled to even take it.\nI just kept staring, foxed.\nThen, he dropped to a crouch In front of me and helped me up; his hands on my shoulders.\nHe stared into my eyes without saying a word and my anxiety multiplied.\n“Were you hurt?” He asked but I still kept mute.\nHe took his hands from my shoulders and cupped my cheeks and for the first time, he kissed me.\nTo be continued…"
}