{
    "0": "Join me for a glass of cocktail @74💥",
    "1": "Do you peel forward or backwards.",
    "2": "**Summer Berry Bliss**\n✅ Ingredients:\n* 1 cup fresh strawberries\n* 1 cup fresh blueberries\n* 1/2 cup fresh pineapple\n* 1/2 cup fresh mint leaves\n* 1/2 lemon, peeled\n* 1 tablespoon honey (optional)\n\nInstructions:\n\n1. Add all the ingredients to a juicer or blender.\n2. Juice or blend until smooth.\n3. Strain the mixture through a fine-mesh sieve or cheesecloth to remove any pulp or fibers.\n4. If desired, add honey to taste and stir well.\n5. Pour into a glass and serve immediately!\n\nThis recipe is not only gluten-free but also packed with antioxidants and vitamins from the berries, pineapple, and mint. The honey adds a touch of sweetness without any refined sugars. Enjoy your refreshing drink!\n\nWould you like more recipe options or have any questions about this one?",
    "3": "Gluten-free smoothie\n1 cup of fresh strawberries \n1 cup of fresh blueberries\n#naturaljuiceandsmoothie",
    "4": "Benefits of navel oranges 🍊",
    "5": "❇️Strawberry Blueberry Vegan Smoothie\n\n* 1 cup fresh strawberries\n* 1 cup fresh blueberries\n* 1/2 cup frozen pineapple\n* 1/2 banana\n* 1 cup unsweetened almond milk\n* 1 handful of spinach\n* Ice cubes",
    "6": "The first light of Sunday",
    "7": "Getting set for the week",
    "8": "Crown your day with this healthy greeny",
    "9": "Morning dose of natural juices and smoothies. Good morning everyone",
    "10": "Raspberry juice:\nIngredients:\n- 2 cups fresh or frozen raspberries\n- 1 cup water\n- 2 tablespoons sugar or honey (optional, to taste)\n- 1 tablespoon lemon juice (optional, for added flavor)\nInstructions:\n1. **Prepare the Raspberries:** Rinse fresh raspberries under cold water. If using frozen raspberries, let them thaw slightly.\n2. **Blend:** Place the raspberries and water in a blender. Blend until smooth.\n3. **Strain (Optional):** If you prefer a smoother juice without seeds, strain the mixture through a fine mesh sieve or cheesecloth into a bowl or pitcher.\n4. **Sweeten and Flavor:** Add sugar or honey to taste, and stir until dissolved. Add lemon juice if desired.\n5. **Serve:** Pour the juice into glasses. You can serve it chilled over ice or as is.",
    "11": "Bedtime digestible juice for you",
    "12": "A quench of thirst",
    "13": "Delicious 😋",
    "14": "It’s really getting hot. What about some fresh orange juice",
    "15": "💚 Spinach smoothie\n\n🟢1 cup fresh spinach leaves\n\n🟢1 ripe banana\n\n🟢1/2 cup frozen berries (strawberries,  blueberries, or raspberries)\n\n🟢1/2 cup plain Greek yogurt \n\n🟢 1 tablespoon honey  \n\n🟢1/2 cup ice cubes\n\nInstructions:\n1. Wash the spinach leaves thoroughly and remove any stems.\n2. Peel the banana and break it into chunks.\n3. Place the spinach, banana chunks, frozen berries, Greek yogurt or almond milk, and honey (if using) into a blender.\n4. Add the ice cubes if desired.\n5. Blend on high speed until smooth and creamy\n6. Taste and adjust sweetness if necessary by adding more honey or maple syrup.\n7. Pour into glasses and enjoy immediately!\n\nFeel free to customize this recipe by adding other ingredients like chia seeds, and flaxseeds.",
    "16": "How to peel car. Show us yours: Clean"
}