{
    "0": "It all depends on what you see first! 👀",
    "1": "Learn what they are and always listen to your body!",
    "2": "It's surprising that this beautiful moment gets less liкes than a random meme. 🙁",
    "3": "This is neat! 👏",
    "4": "10 Times When Celebs Showed More Than the Eye Needs to See. Check the 1st comments: 👇👇",
    "5": "If you find a “bleach” patch in your underwear, you had better know what it means 😮 I had no idea... Check Comments 👇👇",
    "6": "Tonight, my mother-in-law cooked dinner with ground beef, but she didn't rinse it. I couldn't eat it, and I kept my kids from eating it too. I always rinse ground beef before cooking. I can't believe she doesn't do that. Isn't it necessary? See the first comment.",
    "7": "If you find these scary-looking insects in your home, you had better know what it means 😮 Check Comments 👇",
    "8": "It's all in the nose!👃",
    "9": "She has never eaten processed sugar in her life!",
    "10": "They Say The Secret To Your Personality Is The Length Of This Finger. Mine’s SO True! 😨 Read full article in comments 👇",
    "11": "She hasn't cut her hairs for 25 years, even though her husband begged her to. Then, one day, she finally gave up and cut her hair! Better sit down before you see what this woman looks like today: - Check the comments 👇",
    "12": "Don't ignore them!",
    "13": "Giant Eagle captured in Brownsville, Texas. It is HUGE 🦅😱",
    "14": "7 Reasons Why Divorce Is Better Than A Bad Marriage 👇🏻",
    "15": "What Happens If You Start Eating 2 Dates Every Day for a Week",
    "16": "She was given the title at just six years old!",
    "17": "It’s always a good idea to pay attention to any changes in your body, especially if they arise suddenly from out of nowhere.\n\nRead more 👇",
    "18": "When You Know The Meaning of the Letter M in the Palm of Your Hand You Will Be Speechless., See More... 👇☺️ Check Comments 👇 👇",
    "19": "Look Closer, The Photographer Was Not Expecting This Photo  Look Closely The First Comment's below 👇"
}