{
    "0": "We offer a wide range of tanks, each with their own uses and benefits for your home or business.​ Which one do you need?​\nOrder yours and enjoy a 20% discount and free delivery to major towns: \n#PoaTanks #JipangeNaPoa #WaterTanksKenya",
    "1": "Ukijipata kama maji imekosa kwako, having a POA TANK will help you during such emergencies! Having a reliable water supply means life does not come to a stop in your home or biashara. Reach our sales representative  to make your order today!​\n#PoaTank #JipangeNaThePoas",
    "2": "Watu wetu, how do you use water in your businesses?​\nOur water tanks ranging from 100L to 12,000L provide a reliable water supply for all your needs. Enjoy a 20% discount by ordering your POA",
    "3": "As we start a new week, here is what a POA customer had to say about our water tanks and delivery service! We are always ready to provide superior products and service with every order. Speak to our sales rep for more information\n\n#PoaTanks #JipangeNaPoa #WaterTanksKenya",
    "4": "Myth: You need to spend a lot of money for a durable water tank.​\nFact: With POA TANK, you receive a 20% discount that does not compromise the quality or durability of your water tank.​\n\nFind your preferred size for a water tank that benefits your home and business, while enjoying a 20% discount\nCall/Whatsapp : 0704 024477\n\n#PoaTanks #JipangeNaPoa #WaterTanksKenya",
    "5": "No matter the weather, your POA TANK remains of high-quality due to its durable double-layer material. ​\nEnsure you have a reliable water supply by securing a POA TANK \n\n#PoaTanks #JipangeNaPoa #WaterTanksKenya",
    "6": "Bado discount ya 20% inaendelea! Save your coins and get a durable POA TANK that will last up to 30+ years. Na msisahau kutumia water guard ama water filter! Reach us on to make your order today!\n#PoaTank #JipangeNaThePoas",
    "7": "When purchasing a water tank, it is important to ensure it has a double-layer. The benefit of this is that it adds to the tank’s durability, while keeping the water stored in the tank safe to consume. Get your double-layered POA TANK today and enjoy a 20% discount! Order now on 0778 000 000\n#PoaTank #JipangeNaThePoas",
    "8": "Introducing the newest member to the POA team… Everyone, please welcome Miss POA!​\nSimply make your order on WhatsApp, and the friendly Miss POA will assist you 24/7 with your preferred tank size, delivery location and payment options with ease. Get in touch today and enjoy a 20% discount!​ Click the link to get started. \n#PoaTank #JipangeNaThePoas",
    "9": "cfghj",
    "10": "FLASH SALE!! OFFER! OFFER!\nGET UPTO 20% DISCOUNT IN ALL OUR TANKS \nWE OFFER COUNTRY WIDE DELIVERY SERVICES \nWe offer a wide range of tanks, each with their own uses and benefits for your home or business.​ Which one do you need?​\nOrder yours and enjoy a 20% discount and free delivery to major towns: \nVisit our store conveniently located in Arthi River Along Mombasa Road. Call/Whatsapp : 0704 024477 to make an order now\n\n#PoaTanks #JipangeNaPoa #WaterTanksKenya",
    "11": "Do you have a POA TANK that you use for rainwater harvesting?​\nIf so, what have you been using the water for? Cleaning, cooking, running your biashara? Secure a quality water tank with us and enjoy free delivery to major towns and 20% discount! ​\nhttps://jumboquality.com/products/cylindrical-vertical-tank/\n#PoaTanks #JipangeNaPoa #WaterTanksKenya"
}