{
    "0": "★★★ QUIZ TIME ★★★\n\nAt which time of the day did prophet Muhammad SalAllahu Alayhi Wasallam used to cup his hands together and blow over it after reciting Surah Al-Ikhlas, Surah Al-Falaq and Surah An-Nas, and then rub his hands over whatever parts of his body he was able to rub, starting with his head, face, and front of his body and he used to do that three times?",
    "1": "Say SAW",
    "2": "Dear Girls, don't be silly, protect your purity. A lot of Girls are blind\nand do for the man they love everything to please him. They are\nafraid to lose him. But actually in this situation they are the only\nloser. When the man gets what he wants he will leave you after a\nshort time. And because you were never married and your family\nnever knew about your relationship, you are often the only loser.\nKeep your love and beauty for the one u marry and not for the one\nwho will leave you when you are talking about marriage. Confront\nhim with the marriage issue, if he try to change the topic or not like\nto talk about, leave him, even though you love him... because this is\na symptom of fake men.",
    "3": "Don't start to focus on Eid just yet! There are still a couple of nights\nto go and also the potential for Laylatul-Qadr. Laylatul-Qadr is\nbetter then a 1000 months and it may be potentially on the night of\nthe 29th! Let us go hard for these last couple of beautiful nights.\nAlso remember that the devils will be freed once Ramadan is over.\nDon't get caught up with them. Don't be like those who 'celebrate'\nEid by enjoining the haraam either!\n[MUST SHARE] —\nSalim ahmed ali",
    "4": "MUST READ !!!!!!!!!!!!!!\nMANY PEOPLE ON FACEBOOK LIKES ISLAMIC PAGES ALONG WITH\nENTERTAINMENT PAGES SUCH AS HOLLYWOOD , BOLLYWOOD ,\nNUDE ACTRESS , PORN PAGES , MUSIC ALBUMS AND MANY MORE\n.\nONE THING I WANT TO SAY ABOUT THIS i.e.,\nIN OLDEN DAYS IF A CHILD DOES A STOOL {HUMAN WASTE} ON\nTHE FLOOR , THEN AT THAT TIME PEOPLE HAS TO COLLECT THAT\nWASTE IN A SPECIAL PLATE IN ORDER TO CLEAN THE FLOOR . SO\nI WANT TO SAY IS THAT CAN WE EAT FOOD FROM THAT SAME\nPLATE ? NO KNOW ?\nSIMILAR THING IS HAPPENING WITH US . IN OUR NEWS FEED\nTHERE IS A MIX UP OF ISLAMIC HOLY IMAGES , AYATS OF QURAN\n& HADITHS WITH NUDE AND PORN ACTRESS IMAGES .\nIF ANY NON MUSLIM SAY SOMETHING BAD ON ISLAM , INSULTS\nOUR RELIGION , WE GET ANGRED WE LOOSE OUR PATIENTS AND\nPROTEST ALL AROUND THE WORLD , OK GOOD ! BUT ???\nWHAT ABOUT US BEING A MUSLIM WE MIX UP NUDE THINGS IN\nOUR NEWS FEED WITH THE HOLY IMAGES OF KAABA , MADINA\nETC ???\nIS IT NOT A INSULT TO OUR DEEN ??? WHERE IS OUR ANGER ???\nBE A COMPLETE AND PERFECT MUSLIM !\nIF WE CARRY ON THIS THING THEN ALLAH WILL LEAVE US AND\nSELECT THE PEOPLE FROM DIFFERENT TRIBE FOR HIS DEEN !\nWE NEED ALLAH , ALLAH DOES’NT NEEDS US !\nPLEASE FOR OUR SAKE AND FOR OUR AKHIRAT {DAY OF\nJUDGEMENT} , PLEASE UNLIKE ALL THE NUDE AND PORN PAGES\nFROM OUR TIMELINE AND UNFRIEND SUCH PERSON WHO SHARES\nPORN AND NUDE IMAGES .\nMAY ALLAH GUIDE US AND UMMAH TO RIGHT PATH . AAMEEN .\nLIKE , TAG & SHARE . SURELY ALLAH WILL REWARD YOU ON THE\nDAY OF JUDGEMENT . IN SHAA ALLAH . AAMEEN .\nJAZAK ALLAU QHAIR",
    "5": "★★★ QUIZ TIME ★★★\n\nWhat is the name of the mountains which the wife of Ibrahim Alayhi salaam ran up and down in search of water?",
    "6": "Aamen",
    "7": "We live in a selfish world today. Every man for himself. But don’t be selfish with your prayer, Pray for your friends, your family, loved ones, as well as those you don't know. Remember, you may think it’s not much but your sincere prayer can change someone's situation!",
    "8": "\"No one will be with you forever in this life. The door will always be swinging open and closed. Love the people who enter. Let go of the people who leave. \nDon’t hang on.\"",
    "9": "Women  are the main pillars to every home. When you don't treat them right, don't be surprised when your home begins to fall apart.",
    "10": "THE CRIME IS CRIME\nA worried woman went to her gynecologist and said: 'Doctor, I have\na serious problem and desperately\nneed your help! My baby is not even 1 year old and\nI'm pregnant again. I don't want kids so close\ntogether. So the doctor said: 'Ok and what do you want me to\ndo?' She said: 'I want you to end my pregnancy, and I'm\ncounting on your help with this.' The doctor thought for a little, and\nafter some silence\nhe said to the lady: 'I think I have a better solution for\nyour problem. It's less dangerous for you too.' She smiled, thinking\nthat the doctor was going to\naccept her request. Then he continued: 'You see, in order for you not\nto\nhave to take care 2 babies at the same time, let's kill\nthe one in your arms. This way, you could rest some\nbefore the other one is born. If we're going to kill one\nof them, it doesn't matter which one it is. There would\nbe no risk for your body if you chose the one in your arms. The lady\nwas horrified and said: 'No doctor! How\nterrible! It's a crime to kill a child! 'I agree', the doctor replied. 'But\nyou seemed to be OK\nwith it, so I thought maybe that was the best solution.' The doctor\nsmiled, realizing that he had made his\npoint. He convinced the mom that there is no difference in\nkilling a child that's already been born and one that's\nstill in the womb. The crime is the same.",
    "11": "★★★ QUIZ TIME ★★★\n\nWhat act in islam is known to be permissible but the most hated by Allah?",
    "12": "Islamic University \n\n#Follow me Shahbaz Butt\nToday,s Best Photo ❤️❤️❤️🕋🤲⭐💚💚\nMiami Beach ⛱️ Florida USA 🇺🇸💖💖\n#photography\n\n#ShahbazButt\n\n#bestphotochallenge\n\n#BestPhotographyChallengeio\n\n#picturechallenge\n\n#photo\n\n#challenge\n\n#photographychallenge\n\n#picture\n\n#picoftheday\n\n#photographer\n\n#photoshoot\n\n#photochallenge2024\n\n#PhotoEditingChallenge\n\n#ChallengeChallengeChallenge\n\nToday's the best Photo\n\nBeautiful\n\n#moodchallengemoodchallenge\n\n#Swadhinnews\n\n#moodchallengechallenge\n\n#BestPhotographyChallenge\n\n#photographychallenge\n\n#PhotoEditingChallenge\n\n#beautychallenge\n\n#photoofthed\n\n#photoshoot\n\n#photographer\n\n#photochallenge\n\n#eidmubarak2024  #abbasitpalhsindhi\n\n#bestphotochallenge\n\n#smilechallenge\n\n#SmileFaceChallenge\n\n#smilechallengeaccepted\n\n#smilechallengechallenge\n\n#smilechallengesmilechallenge #smilefacechallengesmilechallenge\n\n#smilemoreworryless\n\n#BestPhotographyChallengeio\n\n#moodchallengemoodchallenge Today\n\n#BestPhotographyChallenge\n\n#moodchallengemoodchallenge\n#photochallenge\n\n#тобаспапеngетобаспапендетоuay\n\n#BestPhotographyChallenge\n\n#moodchallengemoodchallenge\n\n#bestchallenge\n\n#photographychallenge\n\n#photochallenge\n\n#BestPhotographyChallengeio\n\n#moodchallengemoodchallenge Today\n\n#BestPhotographyChallenge\n\n#moodchallengemoodchallenge\n\n#bestchallenge\n\n#photographychallenge\n\n#photochallenge\n\n#moodchallengemoodchallenge\n\n#moodchallengechallenge\n\n#BestPhotographyChallenge\n\n#photographychallenge\n\n#PhotoEditingChallenge\n\n#photochallenge\n\n#smilechallenge\n\n#bestphotochallenge\n\n#beautychallenge\n\n#beautifulchallenge\n\n#Infinity_Bangladesh\n\n#islamabadbeautyofpakistan #Islamabad\n\n#islamicrepublicofpakistan #Pakistan\n\n#beautifuldestinations #beauty #blogger\n\n#bloggersofinstagram #MargallaHills #mountains\n\n#live #dawndotcom #morningvibes #northernareasofpakistan #rainbow #winter\n\n#islamabadians #Lahore #trending #rainyday\n\n#etribune\n🌺∙──༅༎﷽༎༅──∙🌺\n#photographer \n#photooftheday \n#photographychallenge \n#PhotoEditingChallenge \n#BestPhotographyChallenge \n#photochallenge \n#moodchallengemoodchallenge \n#moodchallengechallengeToday \n #photography \n#photoofthedaychallenge \n#photographychallengeraphychallenge \n#photoediting \n#BestPhotographyChallengeio \n#photochallengesmilechallenge \n#moodchallengechallenge \n#moodchallengechallenge1k \n#BestPhotographyChallenge﻿﻿\n#bestchallenge \n#photographychallengepicture \n#BOOMchallenge \n#moodchallenge\n#AlAqsa\n#madina\n#madina \n#writersabuj \n#Möhãmmôd\n#makkah #1MillionChallenge\nNew York City USA 🇺🇸🇺🇸 ❤️❤️❤️💜💜💜\n\n#jumanjichallenge\n#JumaMubarak\n#kannywood\n#kannywoodactor\n#kannywoodstyle\n#kannywoodNews\n#Kannywoodactress\n#kannywoodmedia\n#kannywoodtunabaya\n#kannywoodexclusive\n@top fans\n@followers\n@highlight\nBeautiful Romantic Poetry",
    "13": "PLZ READ 4 ZE SAKE OF ALLAH\ncelebrating April Fool's Day is haram? Why?\nYes it is, because of the origins of April Fool's Day, OR because you\nwould be lying, OR because you would be imitating the Kuffar. OR\nall three.\nThis is one version:\nIt was around a thousand years ago that Spain was ruled by\nMuslims. And the Muslim power in Spain was so strong that it\ncouldn't be destroyed. The Christians of the west wished to wipe\nout Islam from all parts of the world and they did succeed to quite\nan extent. But when they tried to eliminate Islam in Spain and\nconquer it, they failed. They tried several times but never\nsucceeded.\nThe unbelievers then sent their spies in Spain to study the Muslims\nthere and find out what was the power they possessed and they\nfound that their power was TAQWA. The Muslims of Spain were not\njust Muslims but they were practicing Muslims. They not only read\nthe Quran but also acted upon it.\nWhen the Christians found the power of the Muslims they started\nthinking of strategies to break this power. So they started sending\nalcohol and cigarettes to Spain free of cost. This technique of the\nwest worked out and it started weakening the faith of the Muslims in\nparticular the young generation of Spain. The result was that the\nCatholics of the west wiped out Islam and conquered the entire\nSpain bringing an end to the EIGHT HUNDRED LONG YEARS' RULE\nOF THE MUSLIMS in Spain. The last fort of the Muslims to fall, was\nGrenada (Gharnatah), which was on the 1st of April.\nFrom that year onwards, every year they celebrate April fools day on\nthe 1st of April, celebrating the day, they made a fool of the\nMuslims. They did not make a fool of the Muslim army at\nGharnatah only, but of the whole Muslim Ummah. We, the Muslims,\nwere fooled by the unbelievers. They have a reason to celebrate\nApril fool day, to keep up the spirit.\nDear brothers and sisters, when we join in this celebration, we do so\nout of ignorance. If we had known about it, we would never have\ncelebrated our own downfall.\nSo now, that we are aware of it, and now let us promise that we\nshall never celebrate this day. We should learn our lesson from the\npeople of Spain, and shall try to become practicing Muslims, never\nto let anybody weaken our faith NOR FOOL ( OR MAKE A FOOL OF )\nUS ANY MORE.\n_ _ _\nAnd even if not because of it's history, lying is Haram. Joking is\nconsidered lying also if it isn't true (unfortunately probably all of us\nstill do this). Even if you were to feel content with just \"joking\", it is\na Kafir \"celebration\", so by celelbrating it, we are imitating the\nKuffar. We are supposed to separate ourselves and set examples\nwith our actions, not drop ourselves to the level of the Kuffar. Our\nobjective is to do Dawah by our actions, and this can't be done if we\nare blending in and adjusting our lifestyles with the Kuffar.",
    "14": "S 💖 A 💖 W 💖"
}