{
    "0": "So many are struggling. I know that I am very transparent in my pain, and I do so because the Lord has called me to do so- in hopes to show others the joy and hope we have in Jesus, despite the pains of this world. So many ask “How do you do it? How do you suffer and keep going? How do you parent special needs and medically complex children, while you’re so sick?”  Some days, I don’t even know how I do it. Many days feel impossible in all honesty. But that’s where assurance comes into play. God does it. Not me. And if He is the one getting me through it, then I know there’s nothing I can’t get through as long as I’m walking with Him. \n\nAt the end of the day, the only thing that keeps me going is having a relationship with God. It’s not about a building or a special prayer or specific words. It’s about taking time to spend with God just like I do my family. It’s a relationship and you talk, I talk to God just like I do here, and I listen to worship music and look for His signs and guidance. On the days I can’t go on one more minute, I cry, but I know he’s crying with me. I know God doesn’t make me sick. I know that sin in this world makes me sick, and honestly, knowing without a doubt that God is real, because He must be for me to have survived this long, He has proven He is real, helps me trust Him to also believe that eternity and heaven are real, and when I want to scream or do, and I feel like it’s ending here, I remember this pain will pass, like a long labor, and at the end of it I will see a face and smile. It will be the face of Jesus, and I know that I will never suffer again. That is where my hope lies. In Him. \n\n“The suffering of this present time is not worthy to be compared to the glory that awaits!” Knowing that the pain will not only end, but end forever and be replaced with eternal love and peace with God....I’d do it all over again. I wouldn’t have changed a single thing in my life. Suffering has shown me how real and miraculous God is. It’s the only thing I’m sure of. He’s real and He loves us, and this pain will end and we will be rewarded and we will understand why we had to feel what we feel. Faith. Lots of Faith. I have faith in you and I will be praying that The Holy Spirit touches you today  in a way that you can feel here on earth, to know how real and active our God is. He sure loves you and so do I. 🥹🙏🏽🛡️⚔️🔥💎👑🙌🏽🕊️🩷",
    "1": "Urgent prayers, please. 🩷",
    "2": "1 day to go. Going down with anesthesia now. Be encouraged. The King above all Kings holds you in His hands today. 😭🙌🏽🩷",
    "3": "🥹🙏🏽🛡️⚔️👑🌳🙌🏽🖤",
    "4": "Love to you all. I will update once I am able.🖤",
    "5": "Be encouraged, woman of God. 🥹🙏🏼🛡️⚔️🤍",
    "6": "😭🙌🏽💎🕊️🔥👑⚓️🩷",
    "7": "I’m waking from anesthesia and it’s been a rough go, but thank God this portion is over. Oncology appointment is on Monday, to decide with the transplant team who operates first. I have one more day to reach my goal for my scheduled appointments, procedures, tests and possible surgery at Mayo Clinic. Jesus, thank you for bringing me through today and giving me peace to face tomorrow. Bless every person who have donated to make this possible, and to those whom have prayed and kept my arms raised as I can’t hold my own. Bless these people. These friends. These warriors. 😭🙏🏻🩷 These next few days will be hard. My body doesn’t recover easily from 4 hours of anesthesia and I’m already so sore and bruised. Love you, Mandee Alyson. 🖤",
    "8": "😭🙌🏽🕊️🔥🔐💛🙏🏼",
    "9": "🥹🙏🏽🩷🪽💎😭🙌🏽🤍⚓️👑",
    "10": "😭🙏🏻⚔️🪔🔥🪽💎🙌🏽👑🕊️⚓️",
    "11": "💃🏼🔥🙌🏽🛡️⚔️🕊️🔐👑🙏🏼🖤",
    "12": "🥹🙏🏼🕊️⚓️🩶💎🪽🔐⏳🛡️⚔️🪔",
    "13": "2 days to go and look how far you have gotten me! Glory be to God! I know He’s going to see this through! 🙌🏻😭🩷 Tomorrow I head to the local hospital for Oncology to get new measurements on the masses in my thyroid and neck. I’ll be under anesthesia for quite a while, but I will update you all once I can. Thank you for your kindness and support and love and most of all- prayers. I’m still here, so I know God is answering. Love to you, all. Mandee Alyson 🖤",
    "14": "7 hours left seems impossible to those who don’t believe in the God we serve! If He could create everything in 7 days, surely He can move this in 7 hours. 😭🔥🙌🏽 this morning I have a fever and the sides of my neck near the masses are incredibly swollen and very painful. Praying today that the Lord calms my flesh, heart, soul and mind. Thank you for being the beautiful part to my story. Your comments and prayers- are truly felt and His presence is here. This song comes to mind…\n\nThe atmosphere is changing now\nFor the Spirit of the Lord is here\nThe evidence is all around\nThat the Spirit of the Lord is here\nThe atmosphere is changing now\nFor the Spirit of the Lord is here\nThe evidence is all around\nThat the Spirit of the Lord is here\nOverflow in this place\nFill our hearts with Your love\nYour love surrounds us\nYou're the reason we came\nTo encounter Your love\nYour love surrounds us!\n😭🙌🏽🩷🪽🙏🏻🔥⚔️💎🕊️⚓️👑\n\nLove and thanks to you all, Mandee Alyson. 🖤",
    "15": "This is Mandee’s son. My mom is in recovery. There was an issue with her stomach valve opening affecting her airway, but they were able to fix it & finish the tests. It went much longer than planned, but we r thankful for the team she had & for the Great Physcian she has. Thank u all for praying for my mom and us. You truly are holding us all up. Last night she asked that I share this little meme with u all today. ￼",
    "16": "😭🙏🏽🔥⚔️💔🙌🏻❤️‍🩹🕊️🪽👑⚓️",
    "17": "🗣️🔥🙏🏽🛡️⚔️👑🕊️🩷🪽⚓️🙌🏽",
    "18": "🗣️🔥🙌🏽💜🪽👑🕊️⚓️🙏🏻💎✝️"
}