{
    "0": "Ajax manager Erik ten Hag has all but confirmed Hakim Ziyech's £38million move to Chelsea and expressed surprise the Moroccan didn't leave the club sooner.   \n https://www.dailymail.co.uk/sport/football/article-7998925/Ajax-boss-Erik-ten-Hag-confirms-Hakim-Ziyechs-38m-Chelsea.html?ns_mchannel=rss&ito=1490&ns_campaign=1490&mobile=true",
    "1": "Gilmour was part of the reason for the transfer ban, now he’s flourishing because of it\n\nIt was around this time last year that the news came down from FIFA mountain: Chelsea had been banned for the next two transfer windows (and fined, too, but that’s pocket change). And while Chelsea eventually appealed successfully (to CAS) to get the ban cut in half, we effectively served out the full sentence anyway since we didn’t sign anyone in January.\n\nInto that vacuum have stepped a veritable plethora of young players, most long-time members of the Chelsea Academy. One of the exceptions to that trend has been Billy Gilmour, who’s as young as any of them, if not even more so, but he only joined the club in 2017, when he turned 16.\n\nNot three years later, he’s turning all the heads, especially after his Man of the Match performance against league-leaders Liverpool in the FA Cup this week. It was only his 6th appearance for the first-team; it might as well have been his 60th.\n\nFantastic. Personality on the ball, intelligence in his desicion making, always making angles to offer himself and has that bit of aggression in him which is very important specially in the Premier League.\n\n— Cesc Fàbregas Soler (@cesc4official) March 3, 2020\n\nGilmour has been roundly praised for Tuesday’s efforts, but if you read the headline, you can guess where this piece is going. Gilmour, who counted as an “international” signing for FIFA’s purposes since the English and Scottish Football Associations are separate entities, was one of the players involved in the transfer ban case. And it’s actually very easy to figure out how he factored in, even though no names were ever used during the legal proceedings.\n\nChelsea were hit with 29 breaches of Article 19, with the specific players involved identified only by numbers 1-29. These counted for the bulk of the violations. But Chelsea were also hit with two counts of breaching Article 18bis, which is the bit about third-party influence.\n\nBasically, FIFA claimed that in the process of arranging future transfers, Chelsea exerted undue influence on another team by preventing them from operating autonomously and making decisions regarding one of their own players on their own. And while some, including Chelsea in the appeal, might argue that’s an unavoidable side-effect or agreeing a future transfer (Chelsea reserved veto power over any loan moves for said players in the interim, for example), FIFA did not see it that way.\n\nMore pertinently to this story, FIFA identified these two cases not by numbers, but by the other teams involved: Ajax and, you guessed it, Rangers. The Ajax player in question is probably Juan Familia-Castillo (now back with Ajax, ironically); the Rangers kid is undoubtedly Billy G. Chelsea hadn’t signed anyone from Rangers since the ‘90s (Nigel Spackman in 1992?) before young Gilmour made the southbound journey a few years ago.\n\nSo, Chelsea agreed to sign Gilmour, then ensured that Rangers wouldn’t do something altogether silly with him. As FIFA note, somewhat to their credit, they realize that teams enter such common-sense agreements all the time, but apparently never in such a formalized manner — and we couldn’t do a sign-and-loan-back like with Christian Pulisic and BVB, since Gilmour wasn’t yet 17.\n\nObviously Gilmour wasn’t the only reason Chelsea were banned (FIFA investigated Chelsea’s dealings with over 92 players just for Article 19 violations alone), but he played his part. Now he’s set to play an even bigger part in something that matters even more — and no, I don’t mean another Burberry fashion shoot",
    "2": "The Olympic stadium in Baku where the Europa League final will be played\n\nThe Olympic stadium in Baku where the Europa League final will be played\nAmnesty International has criticised UEFA's decision to hold the Europa League final in Azerbaijan, saying the country should not be allowed to “sportswash its appalling human rights record” by staging major events.\n\nArsenal and Chelsea will make the 3,000-mile journey on May 29, even though the two clubs are based just a few miles apart in London.\n\nThere has been considerable criticism of the venue, especially by Arsenal. Henrikh Mkhitaryan won't be travelling because there are genuine fears for his safety on the pitch, due to political tensions between Azerbaijan and his country, Armenia.",
    "3": "Chelsea may cut short Charly Musonda loan spell at Celtic\n\nTime: 2018-05-04 22:00\n\nThe Belgian has been restricted to three starts and five substitute outings since joining in January on an 18-month deal.\n\nReports in England claim the Blues are unhappy at the lack of playing time being given to the 21-year-old attacking midfielder, whom they regard as one of their brightest prospects.\n\nAsked if Chelsea could recall Musonda, Hoops manager Rodgers replied: \"They may well do. There is an agreement in place which is fairly relaxed. I haven't heard anything.\n\n\"It has been difficult for Charly but, equally, it's been difficult for Patrick Roberts - young Odsonne Edouard has come in from PSG.\n\n\"I'm relaxed with all of that. There are stories around these things, but I'm experienced with working with players.\n\n\"Across the board, I've taken lots of players from lots of clubs and given them opportunities.\n\n\"Ultimately, it's down to the players.\n\nBrendan Rodgers says it has been difficult for Musonda this season at Celtic\n\"Charly's probably not played as much as he would have liked to, but there are obviously reasons for that.\n\n\"I'll always bring players to develop them and, in the main, it's normally what happens when they are in my environment.\n\n\"At times, there are things off the pitch that people won't understand.\n\n\"It's difficult for players when they move to different cities and areas, that settlement. Everything can be tough.\"",
    "4": "15 v 15 come ib\nComment + likes",
    "5": "Chelsea’s 7-1 Bayern Munich humiliation their worst European result as Lampard’s side concede most goals in a campaign\nCHELSEA'S 7-1 Bayern Munich humiliation was their worst European two-legged result and ensured the Blues conceded the most goals in a campaign.\n\nTrailing 3-0 from the first leg at Stamford Bridge, Frank Lampard's injury-hit side were thumped 4-1 at the Allianz Arena on Saturday night.\n\nRobert Lewandowski's double sandwiched finishes from Ivan Perisic and Corentin Tolisso with Tammy Abraham tapping in just before half-time.\n\nChelsea have never lost by a six-goal margin nor conceded seven in a two-legged European tie before.\n\nAnd to make matters worse for the under-fire defence, that took the tally to 15 goals shipped in a Champions League season - another new and unwanted record.\n\nCHELSEA NEWS LIVE: Click here for the latest Blues news\n\nIt brought a disappointing end to the legendary midfielder's first season in charge.\n\nIn total across all competitions, Chelsea conceded 79 times, their worse defensive performance since 1990/91.\n\nAnd while the likes of Timo Werner and Hakim Ziyech have already arrived to bolster the attack, it is at the back where Lampard must strengthen this summer.\n\nThe Blues boss said: \"We will look at improving in the summer, that's our job. We have worked at it already. From having the transfer ban we have missed out where other clubs have spent.\n\n\"We have a quick turnaround and we can see where we can improve. It will take time, it is not overnight.\"\n\nFor Bayern Munich, however, the four last night ensured they scored 17 goals against Premier League teams since playing Spurs on October 1 - the same number as relegated Norwich managed in the same time frame.\n\nThe Bundesliga giants recorded 7-2 and 3-1 wins over Tottenham in the group stages.",
    "6": "Chelsea captain Gary Cahill launches ‘must read’ outburst on Maurizio Sarri\nChelsea FC news / CFCnet / 2 days ago\n\nChelsea’s captain Gary Cahill has been a stalwart for the club over the years, taking on the leadership mantle in the wake of John Terry’s departure back in 2017.\n \nHowever, it’s been a season to forget for Gary Cahill, making just seven appearances, six of which have come in the cups and just the one in the Premier League.\n \nIn an interview in the Telegraph, the captain has launched an honest account of the season and hasn’t held back on his thoughts towards Maurizio Sarri;\n \n“It’s been really terrible for me personally.”\n \n“It will just be erased out of my head when I leave Chelsea. My last memory will be last season’s FA Cup final.”\n \n“It’s been very difficult. I have played on a regular basis over the previous six seasons and I’ve won everything with Chelsea, so to be watching from the stands is something I didn’t expect.”\n \n“I know how the whole club works, I’ve got a big relationship with all the players and staff, and yet none of that has been utilised.”\n \n“If you are not playing a player, any player, for two, three, four games, then you don’t have to give a reason for that. But if it gets to eight or nine games, then you have to explain the situation. What’s going on?”\n \n“But the manager hasn’t done that. I see some of the situations with players who won the title with Chelsea, not just myself, and it just hasn’t been right.”\n \n“It makes it very hard for me to have respect for someone who has not respected what some of us have won with the club.”\n \nCahill will leave the club at the end of the season and is expected to make any more appearances for the Blues. He departs Stamford Bridge as one of the club’s most decorated players with two Premier League titles, Champions League and Europa League victories, as well as two FA Cups and one League cup.",
    "7": "CHELSEA URGED  TO HIJACK MANCHESTER UNITED TRANSFER MOVE AND RE-SIGNED WORLD CUP STAR JAMAL MUSIALA \n\n Comment\n\nMetro Transfer News ReporterSaturday 3 Dec 2022 12:22 pm\n\nChelsea have been urged to sign the Man Utd transfer target (Pictures: Getty)👇\n\nGlen Johnson has urged Chelsea to re-sign World Cup star Jamal Musiala and hijack a Manchester United transfer move in January.\n\nGraham Potter will look to bolster his Stamford Bridge squad in his first transfer window in charge next month.\n\nChelsea spent more than £250m on new signings last summer but could splash more cash in January following the team’s wobble under Potter.\n\nThe Blues lost three Premier League games in a row before the World Cup break to slip to eighth in the table, eight points outside the Champions League places.\n\nEx-Chelsea defender Johnson believes his former club should try to re-sign former academy star Musiala from Bayern Munich and also wants the Blues to rival Manchester United for Cody Gakpo.\n\nBoth Musiala and Gakpo have impressed at the Qatar World Cup, with Musiala earning praise from Mauricio Pochettino and Peter Schmeichel and Gakpo scoring three goals in group games for Netherlands.\n\n‘Cody Gakpo has really caught my eye at the World Cup,’ Johnson told FairBettingSites. ‘It’s not easy to score at this level, also the way he reads the game, the way he plays and moves, he looks the real deal.\n\nJamal Musiala left Chelsea to join Bayern Munich in 2019 (Picture: Getty)👇\n\n‘In terms of personnel, Chelsea need Gakpo more than Liverpool. Chelsea have always had fantastic wingers, but they never scored goals, if you don’t get in those positions to score goals there’s not much point in you being in the team.\n\n‘Gakpo looks like he could do it in the Premier League, he looks like he would burst onto the scene like Darwin Nunez and Luis Diaz has for Liverpool.’\n\nJohnson added: ‘I’d like to see Jamal Musiala in a Liverpool or back in a Chelsea shirt, especially with the way he’s playing at the moment. Most top teams would bite their arm off for him.",
    "8": "Completely out of his depth\", \"Sell\" - Lots of Chelsea fans destroy \"atrocious\" display\n\n1 minute read 7/10/2019 | 06:01am\n\nChelsea made it four straight wins in all competitions with an impressive 4-1 success at Southampton in the Premier League on Sunday afternoon.\n\nThe Blues entered the match off the back of a 2-1 victory over Lille in the Champions League on Wednesday night.\n\nSouthampton started quite well at St Mary’s, but it was tough for the home side from the moment that Tammy Abraham made the breakthrough.\n\nWhich English youngster has the most potential?\n\n*Tammy Abraham\n\n*Reece James\n\n*Fikayo Tomori\n\n*Mason Mount\n\nDanny Ings did make it 2-1 in the 30th minute with a close-range finish, though, and Blues centre-back Kurt Zouma was perhaps at fault for the goal.\n\nIndeed, the five-time France international did not deal with the low cross from Yan Valery as Ings managed to convert into the back of the net.\n\nChelsea went on to win the game 4-1 in comfortable fashion, but it would be fair to say that the London club’s fans were not best pleased with Zouma.\n\nWatch Chelsea Live Streams With StreamFootball.tv Below\n\nFrank Lampard’s side have conceded 14 Premier League goals this season, and many of their fans have doubted whether Zouma is up to the task.\n\nA selection of the Twitter reaction can be seen below:\n\nGet Zouma out of this team sharpish. Completely out of his depth at the back.\n\n— Drewsy (@drewsy1991) October 6, 2019\n\nZouma shouldn’t be be starting.\n\n— Being Me. (@Wyckietas) October 6, 2019\n\nZouma is so bad.\n\n— Easy Street (@ChelseaTaIk) October 6, 2019\n\nDear Frank I hope you listen and read this. Kurt zouma is not a defender that should be making that team #SOUCHE .\n\n— Dr.Sly (@iamslysong) October 6, 2019\n\nZouma is atrocious\n\n— loftus (@ricardomujahid) October 6, 2019\n\nNot as poor as we are, Zouma is awful\n\n— Alastair Weston (@alastairw1976) October 6, 2019\n\nZouma is a disgrace to defending\n\n— Timothy (@okoli_timothy) October 6, 2019\n\nSell Zouma in January, he’s not Chelsea level.\n\n— #JusticeForPulisic (@BridgeBlues1) October 6, 2019",
    "9": "Chelsea planning move for£100m-rated La Liga star\n\nChelsea are reportedly planning whether to launch an approach to secure services of Atletico Madrid stopper Jan Oblak.\nWith Kepa Arrizabalaga continuing to struggle for consistency between the sticks, the West London club, head-coach Frank Lampard is open to parting ways with the former Atletic Bilbao stopper.\nWhile a bid for Ajax’s goalkeeper Andre Onana is a possibility, The Mirror reports that Chelsea may look to try and lure secure services of Jan Oblak as Arrizabalaga’s replacement.\nAware that the Slovenia international possesses a release clause well in excess of £100m, the Premier League giants are keen to include Arrizabalaga in a player-plus-cash deal.\nNevertheless, despite potentially being able to reduce Oblak’s price tag during talks, Chelsea may still need to part with at least £70m to get a contract over the line.\nOblak still has three years left on his current deal at Wanda Metropolitano.\nChelsea also eyeing a move for another in-form goalkeeper Dean Henderson, Man Utd starlet who has been on loan at Sheffield Utd arguable has been one of the best keepers in the Premier League and the Blues can get him with half of Jan Oblak’s price tag.",
    "10": "Derby boss Frank Lampard is ignoring 'obvious' reports linking him with a return to Chelsea\nFrank Lampard is ignoring \"obvious\" reports linking him with a return to Chelsea as he focuses on getting Derby into the Premier League.\n\nDerby owner Mel Morris says there have been no approaches for his manager, although he does expect Lampard to take charge at Chelsea at some point in the future.\n\nLampard, however, is refusing to take his eyes off Monday's Sky Bet Championship play-off final against Aston Villa as Derby bid to return to the Premier League after an 11-year absence.\n\nDerby owner Mel Morris says it is 'inevitable' that Frank Lampard will be linked with a return to Chelsea\nWhen asked about the speculation surrounding Chelsea, Lampard replied: \"I've said it a few months ago [response to links] and I find it quite difficult because they have a game coming up.\n\n\"More importantly for me, we have a game before that. They also have a manager in (Maurizio) Sarri who is trying to get them to win that [Europa League] final.\n\n\"It's been a bit of an obvious link all season. We've had a good year and I get linked because of my 13 years with the club.\n\n\"I understand the link but in terms of how I'm seeing it, I don't want to think or talk about it. I want to talk about Monday, I want to talk about the team and get this over the line.\"\n\nLampard has enjoyed an impressive first season in management, leading Derby to a sixth-place finish before beating Leeds over two legs to reach Wembley.\n\nThe 40-year-old is keen to repay the faith shown in him.\n\n\"To the Derby fans, my focus all year is how well I can do in this job,\" he said.\n\n\"This club gave me an opportunity and I want to finish this season as well as I can. That's why I'm focused on this game. I'm thankful for that opportunity.\n\n\"I've got two years left on my contract here and I see no further than Monday. I will sit down with Mel after the game, which was planned anyway.\n\n\"Monday's result is going to define how we chat, to see how the club goes forward. It's as simple as that.\"",
    "11": "Chelsea defender set for AC Milan loan including £26m optional future\n\nChelsea defender Fikayo Tomori is set to join Serie A leaders AC Milan on a short-term loan with the Italian side able to activate an optional future £26m (€30m) fee in the summer.\n\nTomori, 23, has spent his entire career with Chelsea after joining their illustrious youth academy all the way back in 2005.\n\nAfter the talented English centre-back made his way through the Blues’ youth ranks, he enjoyed successful loan spells with Hull City and Derby County.\nHowever, now back with his parent club and struggling to force his way into Frank Lampard’s first-team plans, the 23-year-old looks set to be heading out on loan to Italy’s top-flight.\nAccording to football journalist Fabrizio Romano, Tomori is set to complete his short-term loan to AC Milan next week.\nAC Milan currently lead the Serie A by three-points over arch-rivals Inter Milan and will be desperate to claim their first domestic title since 2011.\nIt now appears that in an attempt to aid their title ambitions, the Rossoneri are set to add Chelsea’s Tomori to their defensive options.\n\nRomano has also revealed that AC Milan have successfully negotiated an optional £26m future fee.\nIt is claimed that Chelsea’s young defender will fly out to Milan in the next few days, presumably to complete his medical and any necessary paperwork.",
    "12": "Chelsea midfielder Mateo Kovacic may play a “significant” role in the Blues securing the signature of Josko Gvardiol, according to The Athletic‘s Simon Johnson.\n\nThe journalist claims Kovacic has a “close bond” with the defender and it could prove important in helping Graham Potter’s side win the battle for the Croatian international"
}