{
    "0": "The growth of the WNBA from last year to this year is incredible 🔥\n\nCailtin Clark, A'ja Wilson, Breanna Stewart, Angel Reese, and the rest of the All-Stars are gonna put the world on notice at the All-Star game! \n\n(via @VanshayM/X )",
    "1": "Time to disappoint a new team PG!",
    "2": "When Kyrie Irving revealed exactly why he requested a trade from the Nets 👀👇",
    "3": "Former Raptors player DeMar DeRozan appeared on Kendrick Lamar’s official music video for the diss song on Drake,  “Not Like Us” 🔗👇\nCredit :Clutch Points",
    "4": "Jeremy Lin would be a Dreamcast controller (it was hot for like a second lol)",
    "5": "Spider-Man 🤝🏽 Spida\n\n(via @spidadmitchell)",
    "6": "Welcome to the Jared McCain TikTok era.",
    "7": "🚨 On this day 8 years ago, Kevin Durant shocked the NBA world and decided to leave Oklahoma City Thunder and join the Golden State Warriors.\n\nHands down one of the GREATEST teams ever assembled 🏆\n\nIt's really been eight years...do you remember where you were when KD dropped the bomb?\nCredit :Clutch Points",
    "8": "Angel Reese continues to make history with her 12th straight double-double.\n\nThe Chi Barbie is a double-double machine! 🔥🔥🔥🔥🔥\nCredit :Trenton R.Thomson",
    "9": "Naruto and Boruto is actually a really good comp for LeBron and Bronny\nCredit :NBA Memes",
    "10": "The best backcourt duo in league history 😆",
    "11": "To be fair, Jokic probably doesn't care 😂",
    "12": "Caitlin Clark and Angel Reese are the only rookies to earn WNBA All-Star berths this season. Check out their reactions after they secured All-Star status 🔗👇\nCredit :Clutch Points",
    "13": "LeBron looking like \"watch me cancel your lil podcast, bro\" 😂\nCredit :NBA Memes",
    "14": "MJ never made a game winning layup vs South Sudan in his entire career 🤷‍♂️",
    "15": "Blame Dennis Schroder for this",
    "16": "LMFAOOOOO I can see Dillon Brooks saying this 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣"
}