{
    "0": "“Do It Quickly, Quietly, And Privately.” - Legendary Musician And Actress Onyeka Onwenu Shared Her Buri@l Wishes Shortly After Her 70th Birthday In January 2022.  \n\nAccording To Reports, She told Her Family To Bury Her Quickly, Quietly, And Privately When She Eventually D!es.  \n\nIn Her Words: \"I Have Told My Family How I Want To Be Bur!ed. Do It Quickly, Quietly, And Privately. Celebrate Me With Prayers, Lunch Or Dinner Afterward. Share Some Jokes About Me And Laugh. Møurn, But Not Excessively. Make Merriment And Then Go About Your Business.\"  \n\n\"If My Friends Want To Celebrate Me, They Should Do So While I'm Alive, So I Can Enjoy It With Them, Not When I'm Gone And Have No Idea.\"\n😭😭😭😭😭",
    "1": "Full video in comment section \n\n#nollywoodmovies #viralpost",
    "2": "Only genius will know \nGuess where they are coming from 🤣🤣🤣",
    "3": "They were lured to Abuja to counter-protest\nand left stranded with no food and no transport fair \n\nThere was a country!!!",
    "4": "Congratulations are in order\nPaul Okoye Of Psquare Music hasReportedly Acquired Another New Mansion Said To Worth Over $1.3 Million Dollars 👏\nCongratulations!!",
    "5": "💯 true\nThey never stops💔💔💔💔💔💔",
    "6": "Thanks for being a top engager and making it on to my weekly engagement list! 🎉 Onuabuchi Arizona, Funmilayo Aibinuomo, Sulaiman Oyedotun, Gabriel Poah, Peace Bitrus, Mbi Beatrice, Ogumah Edna, Wambi Dennis, Chacha Ben, Dizzy Nerow\n\nWhat kinds of my posts do you enjoy most?",
    "7": "Choose your mother in-law wisely 🤣🤣\n\nMe-Joke Silva if you want peace of mind",
    "8": "Shout out to my newest followers! Excited to have you onboard!\n\nDenison Luna, Olga Szigeti, Obateye Arike, Lihle Ntsangani, Tina Njoku, Obiakor Moureen Sorochi, Deactivated",
    "9": "Tami duo evicted from BBNaijias9 House...\nAfter just a week\n\n#BBNaijias9",
    "10": "If VDM reason your matter eh you are finished 🤣🤣🤣🤣🤣🤣 \n\n\"If I Buy Panad0l, Do I Need Fa!th For It To Cμre My H£ada¢he? So Why I Will I Need Fa!th For A M!ra¢le Water That I Used My Moπ£y To Bμy? And It Still Doesn’t Have NAFDAC Nμmber On It Too” — VeryDarkMan Continues To Dr∆ğs Prophet Jeremiah Omoto Fufuyen Who Now S£lls M!ra¢le W∆ter, M?racle S0ap, M!racle F!sh!πg H00k And M!ra¢le Haπdkerchi£f\n\nThe heat is on.",
    "11": "Call your loved ones in UK to check up on them \n\nDI§TURBING: Vi3lent Riøts grip UK as Far-right møb storm asylum seeker hotel and set fir3 to the building in Rotherham, immigrants get atta3ked in other parts of the UK\n\nOver 90 individuals were arrested after demonstrations organized by far-right groups escalated into ri3ts across various UK towns and cities on Saturday. The unrest spread through Hull, Liverpool, Bristol, Manchester, Stoke-on-Trent, Blackpool, and Belfast, where missiles were thrown, shops were looted, and police officers were atta3ked.\n\nPrime Minister Sir Keir Starmer has assured police forces of the government’s “full support” to take decisive action against “extremists” aiming to “sow h**e”.\nTensions have been high following the k+lling of three young girls at a Taylor Swift-themed dance party by alleged knifeman Axel Muganwa Rudakubana in Southport, Merseyside, on Monday, July 29.\n\nOn Sunday afternoon, angry far-right thugs stormed into a hotel housing Asylum seekers and set a fire, TheMirror Uk reports. Hundreds of vi3lent anti-immigration protesters clad in balaclavas and draped in St George’s flags clashed with officers trying to protect the Holiday Inn Express in Rotherham, South Yorkshire. At least one cop has been inj¥red in the chaos outside the hotel on the northern outskirts of the post-industrial town, Daily Mail reports.\n\nIt marks yet another day of vi3lent riots of Britain’s streets, after chaos ensued this week leaving cops with broken bones, cars set on fire and innocent pedestrians targeted on the streets. While photos from the scene have shown some occupants looking out of the hotel window onto rioters, it is still unclear if the migrants and asylum seekers housed in the property have been able to evacuate.\n\nOne person’s face was seen completely covered with a Union Jack mask while they waved a large England flag outside the hotel while others swung back cans of bears while chanting offensiv3 slogans. Instablog9ja",
    "12": "These ones still dey find daily bread.\n\nFull video in the comment section \nhttps://youtu.be/4ep82s6NjQk?si=AqqcHY5QZdrHcYCL\n\n#nollywoodmovies  #viralpost #bbnaijaupdates",
    "13": "SEXUAL MISTAKES WOMEN MAKE IN BED\n\n1 SHYNESS\n\nMost women are just to shy to the extent of finding  it difficult to undress in front of their hubby.\n\nThey will only like to make love at night without light.\nSome women have not seen the size of their hubby's dick They only feel it..Hubby will bring out his dick and a wife will shout😱😱\"please cover than thing, My sister wake up, because it's YOURS.\n\nPraise that thing🙌🙌 (baby this your machine chai🙊)\nLet him know he is doing a good job, It makes men feel good😎\n\nGive him breast to suck when he is reading newspaper or pressing phone\n\nOpen his boxer unexpectedly and touch your boy\nGrab his buttocks unexpectedly and run away.\nUse your leg to enter his boxer while watching TV, it makes men feel good.\n\n2 )TO BE SILENT\n\nDon't be a mute wife in bed.\nFreely express urself. You will achieve this when you are not shy.Dont just lay on the bed like a dead log of wood,it makes him think he is not digging deep.\n\nTalk dirty and moan it will aid him to pump well it will also make you reach orgasm (that moment when he go be like say the tin climb your head)\n\nTalk dirty like (baby hit it harder \nit also all yours babe \nAm feeling it \nOh my gosh \nI love diz)\n\n3) NO ATTEMPT TO INITIATE SEX\n\nWhy is it that most woman always ask hubby 4 money but finds it difficult  to ask 4 this sweet tin called SEX.\nTell your man that u wanna ride him tonight or u need to be screwed.\n\nYou can have a coded slang 4 it..Grab his dick nd whisper to him like, Oh sweet I want you inside me\"...\n\nYou want your man to lick your plate 4 you but you can't keep it clean it's an ERROR A BIG SLAP TO WOMANHOOD.\n\nYour Vagina has a special scent that a man can scent and the eyes of his dick will open and start crying. But when he enters there and perceive scent he will never lick again😔\n\nYour hubby can fuck you with tongue if that place is neat \nKeep that your place very neat and clean.\nShave off bushy hair \nTreat and prevent infection \nEat good food and fruit.\n\nCopied",
    "14": "“Do It Quickly, Quietly, And Privately.” - Legendary Musician And Actress Onyeka Onwenu Shared Her Buri@l Wishes Shortly After Her 70th Birthday In January 2022.  According To Reports, She told Her Family To Bury Her Quickly, Quietly, And Privately When She Eventually D!es.  In Her Words: \"I Have Told My Family How I Want To Be Bur!ed. Do It Quickly, Quietly, And Privately. Celebrate Me With Prayers, Lunch Or Dinner Afterward. Share Some Jokes About Me And Laugh. Møurn, But Not Excessively. Make Merriment And Then Go About Your Business.\"  \"If My Friends Want To Celebrate Me, They Should Do So While I'm Alive, So I Can Enjoy It With Them, Not When I'm Gone And Have No Idea.\"🥺",
    "15": "😂😂😂😂😂😂😂 VDM for president \nThe realest man\n\nWahala don jam spiritual manipulation prophet Jeremiah don give us content ooo this series go long . This is going to be longer than proff ex and Ruth Matthew saga . Watch out \n\nVDM ordered miracle water from the acclaimed powerful pst Jeremiah and delivered it to Abuja's largest disabled community. This is done to determine how well it works. They tested the water on the crippled and blind, and nothing happened. \n\nThe largest community of the disabled in Abuja has also requested that the mighty pst come over and sprinkle water on them. They want to be healed and return home. \n\nWhat are your thoughts on this?"
}