{
    "0": "A Friend Reminded Me That It Was 7 Years Ago That I Had My Emergency Colon Surgery And Was On Kidney Dialysis. 5% Chance Of Survival!!! Today, I’m Still Kicking & Feeling Healthier Than Ever! Beyond Blessed! WOOOOO!",
    "1": "I Am So Saddened To Hear About Kevin Sullivan’s Passing. Rest In Peace Kevin! You Were An All Time Great Athlete & Friend! 🙏🏻",
    "2": "Here’s To You! WOOOOO! 🥂",
    "3": "Start Each Day With Gratitude! WOOOOO!",
    "4": "Throwback With Darius Rucker! I’m So Grateful For Our Friendship! WOOOOO!",
    "5": "Did Someone Say Rise & Shine? WOOOOO!",
    "6": "The Power Of Manifestation! Anything I Want In Life Comes My Way! WOOOOO!",
    "7": "Kevin Sullivan Has Been One Of My Closest Friends In The Business. His Knowledge Of All Sports, Not Just Wrestling, Is Unparalleled. He Is One Of The Most Brilliant Minds In The History Of Our Business. Kevin Led WCW To A Year And A Half Victory Over WWE, And Dealt With So Many Personalities Like Hall, Nash, The NWO, Eric Bischoff, The Nature Boy Ric Flair, And Hulk Hogan! Stay Strong Kevin!!!! We Need You! 🙏🏻",
    "8": "As One Of The Oldest Of The Brothers Still Alive In This Fraternity Of Professional Wrestlers, After A Weekend Of Signing Autographs & Meeting People, I Was Reminded Of So Many Respectful People Fiterman Sports Group. After Losing My Good Friend Kevin Sullivan, It Reminded Me To Make Sure To Tell Everyone That’s Important In Your Life That You Love Them Because Tomorrow Isn’t Promised As We Find Out Every Day Of Our Lives. I Have 12 Appearances Between Now And December, And I’m Going To Live Every Day To The Fullest & Stay Closer To My Family & Friends Than Ever Before Because Nothing Is Guaranteed. I Would Suggest That Everyone Apply That To Their Personal Lives As Well.",
    "9": "Houston, Texas!!! I’ll Be Signing Today With Fiterman Sports Group! Get Your Tickets At FitermanSports.com! See You There! WOOOOO!",
    "10": "Success Is The Sum Of Small Efforts, Repeated Day In & Day Out! WOOOOO!",
    "11": "In Case You Needed Something To Get You Going On This Monday Morning! Nobody Does It Better Than The Nature Boy! WOOOOO!",
    "12": "Strike While The Iron Is Hot! WOOOOO!",
    "13": "The World Is Yours! WOOOOO!",
    "14": "Diamonds Are Forever, And They Get More Expensive Everyday! And When I Die… 💰💰💰💰💰💰💰💰\nWOOOOO! https://goldin.co/item/circa-1980s-2000s-ric-flair-match-worn-personally-owned-nature-boy-tig6dlll",
    "15": "The Queen Charlotte Flair Is Driving The Wooooo!",
    "16": "The Term Legend Is Thrown Around Way Too Loosely These Days! WOOOOO!",
    "17": "Moments Come & Go, But Memories Last Forever!",
    "18": "Gun Show On The Water! WOOOOO! Charlotte Flair",
    "19": "If You Stay Ready, You Don’t Have To Get Ready! WOOOOO!"
}