{
    "0": "There are still people who do not know the use of this small hole.. 👇👇",
    "1": "I was going to adopt a dog at a shelter. One of the dogs that I loved had a blue tattoo-like line on its belly. Two men there told me not to take that dog because of it, but they didn't know what it meant. What does a blue line on a dog mean? Is it a reason not to adopt?👇👇\n\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie \n#chrisevans #ChristianBale #AnneHathway #BrieLarson \n#ScarlettJohansson #elizabetholsen #JenniferLopez \n#JenniferAniston #JenniferLawrence #priyankachopra \n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n #wonderwoman #DC #mcu #MeganFox  #kyliejenner \n#kimkardashian #kendalljennerToday",
    "2": "This is neat! 👏",
    "3": "10 Times When Celebs Showed More Than the Eye Needs to See. Check the 1st comments: 👇👇",
    "4": "What Is The Purpose Of The Little Pocket In Women's Underwear: CHECK THE COMMENT!👇",
    "5": "What does this mean for your travel plans?",
    "6": "If you find a “bleach” patch in your underwear, you had better know what it means 😮 I had no idea... Check Comments 👇👇",
    "7": "Please don't criticize me, I made a patchwork quilt, many think it's tacky but I really liked it.\nPATTERN😍😍😍",
    "8": "It's all in the nose!👃",
    "9": "When Jacqueline put on her bathing suit and went out on the beach, she thought she was doing the most normal thing – but all the people she passed were laughing and mocking her.\nHer reaction is a life lesson for everyone: Check in comments 😳😳",
    "10": "She has never eaten processed sugar in her life!",
    "11": "Kelly Brook, 43, Has The Most Perfect Body, According To Scientists! Check comments. 👇",
    "12": "There's a captivating process that we don't see 😲",
    "13": "She hasn't cut her hairs for 25 years, even though her husband begged her to. Then, one day, she finally gave up and cut her hair! Better sit down before you see what this woman looks like today: - Check the comments 👇",
    "14": "10 Signs That He Is a Toxic Boyfriend 🦠 \n#8 is important",
    "15": "Can you solve it in time? check the comments: 👇",
    "16": "When You Know The Meaning of the Letter M in the Palm of Your Hand You Will Be Speechless., See More... 👇☺️ Check Comments 👇 👇",
    "17": "Check in the comments for more.. 👇",
    "18": "This woman made the bold decision to get her boyfriend's name tattooed permanently on her forehead... and everyone is saying the same thing! 😱 \n\nCheck the comments:",
    "19": "👇Continue reading in the first comment👇"
}