{
    "0": "Use Mud Flap to avoid nuisance to others.\n\nமுன்பு எல்லாம் நிறைய வண்டிகளில் Mudguard Mat போட்டு இருப்பார் கள் ஆனால் இப்போது எந்த கம்பெனி காரனும் Mat    போடுவதும் இல்லை, அந்த Mudguard உம் கீழே இறக்கி போடுவதும் இல்லை.\n\n#mudflap #mudguard #mud #safety",
    "1": "At the Mana Post, 23 Bn #ITBP, Raksha Bandhan was celebrated with great zeal and joy. Women from Mana village tied rakhis to the Himveers, exchanging blessings, sweets, and return gifts—a heartwarming bond of tradition and protection.\n#rakshabandhan2024 \n#HIMVEERS",
    "2": "Reshared content \n\nMount Road, Chennai - 1970s \n\nAnna Salai, formerly known as St. Thomas Mount Road or simply Mount Road, is an arterial road in Chennai, India. \n\nIt starts at the Cooum Creek, south of Fort St George, leading in a south-westerly direction towards St. Thomas Mount, and ends at the Kathipara Junction in Guindy\n\nCredit: Respective owner \n\n#Chennai #madras #mountroad #tamilnadu",
    "3": "Divided by Borders United by Crimes😡😡\n\nBelgian woman was found abandoned on the roadside in Islamabad on Pakistan's Independence Day after being allegedly raped for five days.\n\nGiving the details about the case, Islamabad police said that they received information about a woman, who had been abandoned on the roadside.\n\n#belgiumwomen #belgianwomen #womenrape #kolkata #doctor",
    "4": "A grand #PranPratishtha ceremony was held in #Houston, #Texas, on August 18, where a 90-foot-tall #Hanuman statue was inaugurated. This is the third tallest statue in the #UnitedStates. \n\nCredit : HT/ Hindustan Times\n\n#Hanuman #hindu #Hinduism #sanathanadharma \n\n@followers @top fans Sangita D @followers",
    "5": "First women have to change. Especially mothers who are very proud of their sons. Mothers have to teach their sons to behave and respect other women. \n\nThere are women who keep silent even if their sons are doing wrong with family members.",
    "6": "A map of India during 1700–1793 AD \n\nCredit: Respective owner",
    "7": "No comments 😁😄😄\n\n#sun #moon @followers @top fans @highlight",
    "8": "Naggar castle 1978, India"
}