{
    "0": "Alhandulillah: Daga Karshe Dai Anyi Sulhu Tsakanin Malam Aminu Daurawa da Gwabna Abba Kabir Yanzu Hakan Malam Zai Dawo Bakin Aikin Sa… ",
    "1": "Wannan Ne Gidan Da A ka Haifi Annabi Muhammad (SAW), Amma Yanzu Dakin Karatu Ne, Allah kasa muje gorin🙏👇",
    "2": "Wata budurwa ƴar TikTok ta yabawa gwamnan jihar Kano Abba Yusuf bisa kwato musu ƴancin da yayi a hannun hukumar Hisba, budurwar ta bayyana hakane a wani faifan Bidiyon data saki inda tace\n\n\"Maganar da gwamna yayi na cewa a lallaba mu a daina ɗibarmu kamar awaki wannan gaskiya ne saboda hakan ba zai sa mu shiryu ba domin wasunmu ma tun a gidan iyayensu ake matsa musu da duka da hantara har hakan yayi sanadiyyar shigarsu Duniya kuma wannan maganar da Gwamna yayi tasa na fara jin nutsuwa kuma zan daina abinda nakeyi\" in ji ta",
    "3": "Ko yanzu Na samu Mijin aure Ashirye nake da nadena film naraya sunnar manzon Allah saw♥️🙏 _Maryam Labarina.....",
    "4": "WANNAN SHINE: Matashi Salihu Abdulhadi Daya Tsin’ci Sama da Naira Million 100 Kuma ya Mayar da Ita",
    "5": "Babu nadama a zuciyar da take qaunar manzon Allah s..a..w....🥰 Katura zuwa group 10 kachal....",
    "6": "DA DUMI-DUMI: An fitar da sunayen malaman da za su ja sallar Taraweeh a masallacin makkah da Madina a watan Ramadan 1445/2024\n\nMalaman sune: \n\n1- Sheikh Bandar Baleelah\n2- Sheikh Abdullah Juhany\n3- Sheikh Maher Al Muaiqly\n4- President Sheikh Sudais\n\nAllah ya nuna mana watan muna masu rai da lafiya.",
    "7": "Mutum Dubu Saba'in 70,000 Zasu Shiga Aljannah Ba Tareda Hisabi Ba Inji Manzon (ﷺ) Allah Yasa Dani Dakai Dake Aciki.",
    "8": "♥️♥️♥️mr❤️❤️mss✊✊❤️♥️ today the best kannywood celebrities 💋💋 with Hausa 📷 🙏💋🙏💚 📷📸💪✌️🥑✍️😜💚💋💋💯🙏✊💯j",
    "9": "Don Allah Katura wannan hoton nawa zuwa group 10 kachal saboda Manzon Allah",
    "10": "Masu cewa suna son auren mahaifiyata don Allah ko kunyata bakwa ji—Maryam Labarina",
    "11": "Shin Kuna Ganin Cewa Ƙarfin Da Jaruman Tik-Tok Suke Da Shi Yafi Na Malamai ?  Ku bayyana mana ra'ayinku....",
    "12": "Allah Duk Wanda yarubuta S.A.W. Yanzo Allah kasa shine salar shigarsa Aljana🙏",
    "13": "Wallahi dagaske ina neman mijin aure koda Talaka ne in dai nagari ne ga lamba ta 09123962707—Ammerh",
    "14": "\"Click the Link\"\njcshop.ph/1111997760\n\nHey there, health nuts! 🌿 Looking to add a little extra oomph to your daily routine? Look no further than JC Organic Barley! This nutrient-packed powerhouse is guaranteed to have you feeling like a million bucks in no time. Say goodbye to that mid-afternoon slump and hello to sustained energy all day long. Trust us, your body will thank you! So go ahead, give JC Organic Barley a try - your taste buds and your health will be doing a happy dance in no time. 🌾💪 #HealthyLiving #OrganicGoodness #BarleyBrigade",
    "15": "\"Click the Link\"\njcshop.ph/1111997760"
}