{
    "0": "Short Guys Are Not Attractive Because......... #followers #redditstorytime #redditreadings #stories",
    "1": "𝙏𝙝𝙧𝙚𝙚 𝙎𝙩𝙤𝙧𝙞𝙚𝙨 𝙩𝙤 𝙗𝙤𝙤𝙩:\n1. Nokia refused Android\n2. Yahoo rejected Google\n3. Kodak refused Digital Cameras\n\n𝙇𝙚𝙨𝙨𝙤𝙣𝙨:\n1. Take chances\n2. Embrace the Change\n3. If you refuse to change with time, you'll become outdated\n\n𝙏𝙬𝙤 𝙢𝙤𝙧𝙚 𝙨𝙩𝙤𝙧𝙞𝙚𝙨:\n1. Facebook takes over whatsapp and instagram\n2. Grab takes over Uber in Southeast Asia\nLessons:\n1. Become so powerful that your competitors become your allies\n2. Reach the top and eliminate the competition.\n3. Keep on innovating\n\n𝙏𝙬𝙤 𝙢𝙤𝙧𝙚 𝙨𝙩𝙤𝙧𝙞𝙚𝙨:\n1. Colonel Sanders founded KFC at 65\n2. Jack Ma, who couldn't get a job at KFC, founded Alibaba and retired at the age of 55.\n\n𝙇𝙚𝙨𝙨𝙤𝙣𝙨:\n1. Age is merely a number\n2. Only those who keep trying will succeed\n\n𝙇𝙖𝙨𝙩 𝙗𝙪𝙩 𝙣𝙤𝙩 𝙡𝙚𝙖𝙨𝙩:\nLamborghini was founded as a result of revenge from a tractor manufacturer who was insulted by Ferrari founder Enzo Ferrari.\n\n𝙇𝙚𝙨𝙨𝙤𝙣𝙨:\nNever underestimate anyone, Ever!\n✅Just keep working hard\n ✅Invest your time wisely\n ✅Don't be afraid to fail\n\n- 𝙻𝚒𝚏𝚎 𝙸𝚗𝚜𝚙𝚒𝚛𝚊𝚝𝚒𝚘𝚗\n\n𝙲𝚝𝚝𝚘: 📷 🔠\n#lifeinspiration #inspirationalwords #highlights #followers #viralpost2024",
    "2": "\"When we answer the phone, we typically say 'Hello.' But what is Hello?       \n\nIt may surprise many to learn that 'Hello' is not just a greeting, it's rather the name of a specific person. 'Hello' was in fact the name of Alexander Graham Bell's fiancée, Margaret Hello.       \n\nBell, the  inventor of the telephone, used 'Hello' as the first word during the initial test of his invention. This simple utterance quickly became the standard opening for phone calls worldwide, enduring as the greeting we use to this day when picking up the phone.\"",
    "3": "JOJO K TAYLOR a renowned entrepreneur not happy at the services of Uganda's Top television stations especially SANYUKA TV for luck of professionalism in the content they deliver to Ugandans apparently she was hosted by a one ANATALIA OZE on her show but she had to go through hell explaining herself and she added that her Muzungu Husband was a topic of interest for the whole TV station .",
    "4": "HOW SCHOOL BOYS WROTE LETTERS TO GIRLS IN THE 70s and 80s.\n\n Read love grammar below:-\n\n      H. S.H.S\n                     P.O. BOX 100\n                      JHB South Agrica. \n                     21st Feb 1989.\n\nDear Sweety, \n\nTime and ability plus double capacity has forced my pen to dance automatically on this benedicted sheet of paper. I hope you're swimming in the wonderful pool of Mr. Health there. I am also parambulating in the cool breeze of wellness here.\n\nSweetie pie, the reason why this miraculous thing is happening is because, honey, I love you spontaneously, and as I stand horizontally parallel to the wall and vertically perpendicular to the ground now, I only think of you, since you are a fantastic and fabulous girl, put together as fantabulous. I implore you to decipher this my anthem of love oozing out from the innermost pendulum of my thoraxial cavity.\n\nOnly you and me are protagonists in this subtle affair. As I cogitate and ruminate over the last episode, I genuflex before the Omnipotent and implore him to let this affair emulsify. By the way, I was bamboozled, scintilated, exhilarated, and left in a state of prolonged euphoria by the contents of your missive which was quite edifying and exalting. It left my bio-chemistry in a paradise-like equilibrium.\n\nEmpirically speaking, I love u chemically... I don't ever want to see gloom and doom looming over your Angle.\n.........\nThose days are gone.",
    "5": "Mohammad Aziz, is a 72-year-old bookseller, who lives in Raba, Morocco. He spends 6 to 8 hours daily reading books. He has read more than 5,000 books in French, Arabic and English. He has been in the same position selling books for over 43 years. He is known as the oldest bookseller in Raba, Morocco. When asked about putting books outside sometimes and going home without anyone to attend to the shop, he replied: \n“Those who cannot read, do not steal books and those who read books are not thieves.”",
    "6": "Roasted ....😂",
    "7": "Success Principles Of Jack Ma Paperback – 19 January 2023\n\nOne of the widely recognized names amongst Entrepreneurs in China, Jack Ma is a leader with perseverance and foresight. He is the co-founder and former executive Chairman of Alibaba Group.\n\nIn this book, the reader will learn the success principles used by Jack Ma throughout his life to become a successful business magnate from an English teacher earning ten dollars a month. These principles have been explained in a simple and understandable language.\n\nThe author has used Jack Ma's personal life experiences in the context to explain how he has applied the success principles in his life. Successfully implementing these principles in your life will help you to achieve success in all your endeavours.",
    "8": "https://youtu.be/kv5NbjHFY3I?si=RlQoqAr8i3NUXqav",
    "9": "Never ever give up on your dreams! Bobi Wine started on his dream 7 years years ago after enrolling for the law course at IUEA, where he had challenges because of proximity. He later enrolled at Cavendish and transferred the course. \n\nEven with a closer campus, he had to pause his studies because of his busy schedule. He later reduced and is now graduating! \n#Bobiwine #inspiration #inspire",
    "10": "Uganda’s Electoral Commission (EC) has unveiled a revised electoral roadmap for the 2026 presidential and parliamentary elections. The announcement includes key dates and details about the upcoming election process. This article provides an overview of the timeline, the main candidates, and the preparations leading up to the elections.\nhttps://hii5media.com/2024/08/01/electoral-commission-sets-2026-uganda-presidential-election-date/",
    "11": "Mbogo High School.\n\nThis was the first to be established among the five schools. It started in 1995 at rented premises of Hajj Lulagala Mawazi but as enrolment increased, the premises couldn’t suffice for a fully boarding school. Land was purchased at Kawempe Tula where the school is currently located with a serene learning environment customised for a girl child education.\n\nThe school has, over the year expanded into one of the leading secondary schools excelling in both Arts and Sciences and ranked among the top five Muslim girls’ schools in Uganda. It is an O and A level girls’ school registered with MOESTS number PSS/M/65 and a UNEB centre number U0630.",
    "12": "🚨 Hearthbreaking news from England as former Leicester City head coach Craig Shakespeare has passed away, aged 60.\n\n“Craig passed away peacefully this morning at home surrounded by his family”, statement has confirmed.\n\nRest in peace, Craig. 💔🕊️",
    "13": "🗣️ Romelu Lukaku: “I was 6 years old, and I came home for lunch after school. Mom had the usual on the menu: bread and milk. But that day, I came home, and Mom started mixing the bottle of milk with something else.\n\n“She served me lunch with a smile as if everything was fine. But I understood what she was doing. She was mixing milk with water. We didn't have enough money to make the bottle last the whole week. And she always told me she had already eaten, but in reality, she hadn't, just so I wouldn't go without food. We weren't just poor; we were broke.\n\n“My parents, in the midst of misery, bet on me. They made huge efforts to take me to training. That's why I played that first World Cup match with a lot of anger, for many reasons: for the rats running through our apartment, because I couldn't watch the Champions League, we didn't have a TV. I'd go to school, and all the kids would talk about the final. I had no idea what had happened. Everyone was talking about Zidane's volley. I pretended to know what they were talking about, for the classmates' parents who looked down on me because of my characteristics and condition.”\n\n“One day I asked my father at what age it would be ideal to debut in football, and to give me any age (I found this out years later), he said 16. I didn't stop until I achieved it. At that time, I was a substitute for Anderlecht, about to turn 16. I approached the coach and asked him to bet on me. I promised him a certain number of goals, and if I didn't achieve them, he could bench me again. Indeed, at 16, I forced my debut. Not only did I score the promised goals, but I also became the top scorer in the national championship: I scored 76 goals in 34 matches; I did them all with my dad's boots. From then on, I decided to be the best player in Belgium's history. Not good. Not excellent. The best.”\n\nToday Lukaku is trolled for his lack of goals, but he is an example of overcoming obstacles and perseverance 👏🥺\n\n#Olympics #followers #inspire",
    "14": "Tiwa Savage Invites Comedian Tenge Tenge to son’s Birthday.\nhttps://hii5media.com/2024/07/31/tiwasavageinvitestengetenge/",
    "15": "2024 PARIS Olympics: Joshua Cheptegei becomes Shs285m richer after winning 10,000m Gold.",
    "16": "Achileo Kivumbi violently abducted at around 7:30pm 1st 08_ 2024, by heavily armed men, moving in a Noah Reg. No. UAP 164P as he was approaching to his home. \nAccording to eyewitness Achileo was  beaten and dragged him into the vehicle and drove away to unknown place."
}