{
    "0": "🚨 𝐁𝐑𝐄𝐀𝐊𝐈𝐍𝐆: Éder Militão, planning for his return in March as Real Madrid are confident 🇧🇷\n\nMilitão broke his ACL in August but his recovery is proceeding well, according to Marca — step by step 👀\n\nReal need new centre back in January or not? ✨",
    "1": "𝗛𝗮𝗽𝗽𝘆 2️⃣4️⃣𝐭𝐡 𝗕𝗶𝗿𝘁𝗵𝗱𝗮𝘆 𝘁𝗼 𝗼𝘂𝗿 𝗠𝗶𝗱𝗳𝗶𝗲𝗹𝗱𝗲𝗿 𝗔𝘂𝗿𝗲𝗹𝗶𝗲𝗻 𝗧𝗰𝗵𝗼𝘂𝗮𝗺𝗲𝗻𝗶 🦸 , 𝗪𝗶𝘀𝗵𝗶𝗻𝗴 𝘆𝗼𝘂 𝘁𝗵𝗲 𝗺𝗼𝘀𝘁 𝗮𝗻𝗱 𝗺𝗼𝗿𝗲 𝗧𝗮𝗻𝗸 💪🎉🤍\n\n𝙁𝙤𝙧 𝙇𝙤𝙨 𝘽𝙡𝙖𝙣𝙘𝙤𝙨⤵️\n\n 1️⃣ 𝙭 𝘾𝙡𝙪𝙗 𝙒𝙤𝙧𝙡𝙙 𝘾𝙪𝙥 🏆\n 1️⃣ 𝙭 𝙐𝙀𝙁𝘼 𝙎𝙪𝙥𝙚𝙧 𝘾𝙪𝙥 🏆\n 1️⃣ 𝙭 𝙎𝙥𝙖𝙣𝙞𝙨𝙝 𝙎𝙪𝙥𝙚𝙧𝙘𝙪𝙥 🏆\n 1️⃣ 𝙭 𝘾𝙤𝙥𝙖 𝘿𝙚𝙡 𝙍𝙚𝙮 🏆\n\n#𝗠𝗮𝗱𝗿𝗶𝗱𝗶𝗮𝗺𝗼 #𝗕𝗶𝗿𝘁𝗵𝗱𝗮𝘆 #𝗛𝗮𝗹𝗮𝗠𝗮𝗱𝗿𝗶𝗱 #𝗥𝗠𝗙𝗖𝗡",
    "2": "🚨🚨📋 BREAKING: Antonio Rüdiger makes the squad list for tomorrow's Madrid derby against Atlètico!",
    "3": "⚪️🇧🇷 Real Madrid are more than happy with Endrick on and off the pitch as they prepare for his arrival next July.\n\nHe scored crucial brace overnight for Palmeiras helping their comeback from 0-3 to 4-3… he’s learning languages with specific teached to arrive ready in 2024.",
    "4": "⚪️🇧🇷 Rodrygo Goes puts pen to paper on new long term deal today — public announcement with Florentino Pérez.\n\nNew contract until June 2028 with €1B release clause, confirmed.",
    "5": "⚪️🇹🇷 𝐁𝐑𝐄𝐀𝐊𝐈𝐍𝐆: Arda Güler is back, as Ancelotti confirms he’s called up for tomorrow!\n\n“He’s training with the squad. Of course he needs minutes, he needs to play — Arda will be called up for the game”.\n\n“We will prepare a specific plan in order to improve his condition”.",
    "6": "🚨 𝐎𝐅𝐅𝐈𝐂𝐈𝐀𝐋: Rodrygo signs new long term deal at Real Madrid valid until June 2028 ⚪️✨\n\n🔒 New release clause also confirmed: €𝟏𝐁.",
    "7": "⚪️📱 Brace and… “Hey Real, here I’m!”.\n\nPalmeiras were losing 3-0 overnight when Endrick scored a beautiful brace helping their 4-3 comeback.\n\nFantastic performance from the boy who’s set to join Real Madrid in June 2024, matter of months 👀",
    "8": "📷 Real Madrid in 2004 Los Galosticos 🌟🔥🔥",
    "9": "Guess who 🧐",
    "10": "Happy Birthday G.O.A.T  Cristiano Ronaldo 👑❤️ \n\nAny words can Defines him. Man for big stages. Greatest of all time!🫶❤️",
    "11": "🔥 BELLIGOLLLL\n🔝 Jude Bellingham is October’s LaLiga Player of the Month!\n👉 ¡Bellingham, Jugador del Mes de LaLiga en octubre!\nEA SPORTS FC",
    "12": "⭐️ Karim Benzema has voted Eduardo Camavinga as Best Talent of the Year at Kopa Trophy 2023.\n\nHis official votes:\n\n🥇 Camavinga \n🥈 Pedri \n🥉 Bellingham",
    "13": "Victory 🤍",
    "14": "Pictures like this deserves a trillion like 🇿🇲🌍👍💡"
}