{
    "0": "Look closely, and you’ll see it! This License Plate Is Going Viral, You Won’t Believe Why\nCheck the 1st comment..👇",
    "1": "In 9️⃣0️⃣s men were dying of love for this actress, and teenagers hung their rooms with posters of her.😔😩 Photographers showed what “the dream of all men” looks like today.❗️😲Time took its toll. Check her photos in the comments below👇👇📌",
    "2": "Baggage handler issues warning to anyone who ties a ribbon on their suitcase at the airport 😮 I can't believe I didn't know this 😳 Details in Comments 👇",
    "3": "Emoji Beatbox Challenge #TeamREAL #beatbox #beatboxchallenge #challange",
    "4": "At 60, country icon Wynonna Judd shocks fans with pic of her new, skinny body 😳😳 \"Lost too much weight\" wrote one person 😮 Pic in the Comments 👇",
    "5": "Tragedy in the country music world. With heavy hearts, we announce the passing. Check the first comment ⤵️⤵️",
    "6": "SOMEONE GIFTED ME $7,340 AND A NOTE TO RUN AWAY AS MY WEDDING GIFT – WHEN I FOUND OUT WHO WAS BEHIND IT, I DID AS TOLD\nLast weekend, I married my long-time boyfriend, Dan. After the ceremony, we had the reception in a lovely hall nearby. As we were opening gifts later in the evening, I noticed an envelope with my name in the pile. Curious, I opened it to find $7,340 in cash and a handwritten note that simply said, \"Run away. Trust me.\"\nMy heart raced. Who would send something like this on my wedding day? I showed it to Dan, but he just laughed it off, saying it was probably a prank. I wasn't convinced. The handwriting seemed oddly familiar, but I couldn't place it.\nThat night, as Dan and I settled into our hotel room, I couldn't stop thinking about the envelope. I ⬇️",
    "7": "It is with heavy hearts that we announce the passing of this legendary actor... - Check the comments 👇👇👇",
    "8": "“HE HAS COMPLETELY LOST HIS MIND” ‘Fox news’ host Jesse Waters literally DESTROYED Robert De Niro and his wokeness, regarding his comments against conservative people and values. 😳👀 De Niro is getting a taste of his own medicine. Jesse is just ruthless. Check the comments ⬇️⬇️",
    "9": "Four of Michael J. Fox’s kids have announced the awful news 😢 Check the comments immediately ⬇️⬇️",
    "10": "Where is this woman that we all loved? After her divorce, Sarah Palin finally admits what we all suspected... 😳 Check comments ⬇️⬇️",
    "11": "Water Beatbox Challenge💧 #TeamREAL #beatbox #beatboxchallenge #viral #funnyvideos",
    "12": "ENTITLED HOMEOWNERS REFUSED TO PAY MY PLUMBER DAD FOR HIS WORK – THEY THOUGHT THEY WERE THE SMARTEST, BUT HE HAD THE LAST LAUGH.\nMy dad's a plumber, and he's the kind of man who takes pride in his work like it's his own home. He's the type who'd redo an entire job if he thought it wasn't perfect.\nSo, he lands this gig for a complete bathroom remodel. We're talking the works – new tiles, new fixtures, the whole shebang. The homeowners were all smiles at first. They picked out every single detail – the tiles, the grout color, and even the position of the sink and toilet. Dad was there every step of the way, making sure everything was perfect.\nFast forward to the last day of the job. Dad's just finishing up the grouting when the homeowners suddenly flip the script. They start complaining about the tiles, saying it's not what they wanted. Total nonsense, because they literally picked everything out themselves. But here's the kicker – they tell him they're only paying HALF of what they owe him. HALF! After two weeks of busting his hump to get their dream bathroom done.\nDad tries to reason with them, but they're not having it. They smugly tell him to finish up and GET LOST.\nMy Dad is usually a people-pleaser, but he knew he was being played. So, he agrees to finish the job. But he's got a plan to teach these entitled people a lesson. So, my dad took ⬇️",
    "13": "Can you find the right keyhole for the key?! Check comments for the answer..!!",
    "14": "Cracker Barrel Apologizes, Removes 'Offensive' Decoration: Check the comments 👇👇👇",
    "15": "Please, STOP boiling potatoes in water! When my grandma heard that I boil potatoes in water to make mashed potatoes, she literally laughed at me 🤣 She shared the secret ingredient to make the best mashed potatoes ever. Use this ingredient instead—I'll put the recipe down below. 👇",
    "16": "Former first daughters Sasha and Malia Obama were spotted attending Drake's after-party in Los Angeles, and everyone is saying the same thing... 🤔Check the comments👇",
    "17": "6th-grade science teacher Mrs. Parks asked, \"What grows tenfold when st¡mul*ted?\" Continue on in 1st comment⏬",
    "18": "The best reaction ever #beatboxchallenge #fyp # @uu_milan @ezydancer @kyam.kr @shin_kitsch @esole2 @yeeun_kitsch"
}