{
    "0": "Psalm 92:1-2 \n\"It is good to give thanks to the LORD, to sing praises to your name, O Most High; to declare your steadfast love in the morning\"\"🙏",
    "1": "1 Kings 8:57\n\"May the Lord our God be with us, as He was with our fathers; may He not leave us or forsake us\"🙏",
    "2": "Acts 2:22-30 (ERV)\n“My fellow Israelites, listen to these words: Jesus from Nazareth was a very special man. God clearly showed this to you. He proved it by the miracles, wonders, and miraculous signs he did through Jesus\"🙏",
    "3": "Deuteronomy 31:6 \n\"Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you\"🙏\n\n#Lord #LordGod #LordJesus #jesuschrist #jesuslove #jesussaves #jesuslovesyou #JesusIsLord #JesusIsKing #God #Godisgood #GodsPlan #GodIsGreat #Godislove #Godiswithyou #jesusiscomingback #jesusiscalling #fbreels #fyp #facebookpost #Jesus #JesusIsLove #GodIsComing #fbreelsvideo #fbreelsfypシ゚viral #highlights #fbreelsviral #facebookreelscontes",
    "4": "Psalm 121:7-8\n \"The LORD shall preserve you from all evil. He shall preserve your soul. The LORD shall preserve your going out and your coming in from this time forth and even for evermore.\"🙏",
    "5": "Ephesians 6:10\n \"Finally, be strong in the Lord and in the strength of his might\"🙏",
    "6": "\"Trust in the LORD with all your heart and lean not on your own understanding; 6 in all your ways acknowledge him, and he will make your paths straight\"🙏",
    "7": "Psalms 107:8-9\n\"Let them give thanks to the Lord for his unfailing love and his wonderful deeds for mankind, for he satisfies the thirsty and fills the hungry with good things.\"🙏",
    "8": "(Proverbs 3:5-6)\n\"Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.\"🙏\n\n#TrustGod #TrustJesus #TrustInTheLord #Godisgood #GodsPlan #GodFirst #Godislove #GodIsGreat #Godiswithyou #GodIsAble #Godisgoodallthetime #jesussaves #jesuschrist #jesuslovesyou #JesusIsLord #Jesus #highlights #fbreels23 #fypシ゚viralシ #fbreelsfypシ゚viral #fypシ゚viralシ2023 #fbreels #fbreelsvideo #fbreelsviral #fypシ゚ #facebookreel",
    "9": "Ephesians 4:7\n \"But grace was given to each one of us according to the measure of Christ's gift\"🙏",
    "10": "Romans 12:2\n\"Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect\"🙏",
    "11": "Lamentations 3:22-23\n“The steadfast love of the LORD never ceases; his mercies never come to an end; they are new every morning; great is your faithfulness.”🙏",
    "12": "Colossians 3:16 \n\"Let the message of Christ dwell among you richly as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts\"🙏",
    "13": "\"When Jesus spoke again to the people, he said, “I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life\"🙏",
    "14": "Years and years of good luck for you 🤦🏽 thanks for like 🌺🌷💚",
    "15": "Isaiah 41:10. \n“Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand.”🙏\n\n#jesuslovesyou #jesussaves #jesuschrist #JesusIsLord #JesusIsKing #Jesusiscoming #GodsPlan #GodFirst #Godisgood #GodIsGreat #Godislove #Godiswithyou #Godisgoodallthetime #fypシ゚viralシ #fbreels23 #fbreels #fbreelsvideo #fbreelsviral #fbreelsfypシ゚viral #fyp #Godisincontrol #fypシ゚ #fypシ゚viralシ2023 #highlights",
    "16": "Psalm 100:5 says, “For the LORD is good; His loving kindness is everlasting And His faithfulness to all generations.” Even when we are unfaithful to God and let our negative emotions control us, God is understanding and doesn't change His stance. It is everlasting.🙏\n\n#godisgood #godiscoming #godsplan #god #jesus #jesusislove #jesusislord #highlights #fyp #fbreels #facebookpost"
}