{
    "0": "\"UHG! YOU CAN’T BE SERIOUS!\" Louis grumbled as he noticed a mom-of-3 nearby.\n\n\"Sir,\" the stewardess said. \"These seats have been assigned to this lady and her kids.\"\n\nLouis got even more annoyed as he was forced to sit next to a woman who wore the cheapest clothes on the flight. When she asked him about his work, he started laughing:\n\n\"A poor woman like you would never understand it! I saw your tickets and everything. You don't look like someone who deserves to be here!\"\n\nHe was going to say more, but suddenly, the captain's voice stopped him.\n\nThe full story is in the comments",
    "1": "OUR GRANDDAUGHTER PRETENDED NOT TO KNOW US WHEN WE SAW HER AT THE RESTAURANT WITH A MAN — HER REASON SHOCKED US\n\nMy husband and I were enjoying our meal at a restaurant when our sweet granddaughter walked in with a tall man by her side. I jumped from my seat to wave and say hi, as we don't see her often due to her busy work. But when she saw me waving, her face froze in fear, and she immediately looked away, pretending not to notice.\n\nOur granddaughter would never ignore us. So when she and her companion took a seat, we walked over to their table to check if everything was okay.\n\n\"Who are you people?!\" my granddaughter asked, as if she had never seen us before. \"Please, leave me and my friend alone. I don't know you.\"\n\nI was so confused and hurt that my husband had to pull me away from their table. We quickly left the restaurant and went home. A few hours later, I received a call from our granddaughter. In tears and with a shaking voice, she asked us ⬇️",
    "2": "I GOT SICK OF MY SISTER JOKING ABOUT HOW SINGLE I WAS, SO I HIRED A FAKE BOYFRIEND TO BRING TO THE FAMILY DINNER – IT WAS THE BEST DECISION OF MY LIFE\nFamily gatherings used to be a nightmare for me. Every time we got together, my sister would joke about how single I was. The last time, she set a place on the table for my “imaginary boyfriend,” and everyone laughed. That night, I decided I couldn't go through another family gathering like that. So, I did something bold: I hired a fake boyfriend.\nI found Jake through an agency. We met a few times before the dinner to get our story straight and were ready to go. When the day of the family dinner arrived, I walked in with \"my boyfriend,\" and my family was shocked.\n\"Blink twice if she's forcing you to be here,\" my sister said to Jake. \"We all know how hard it can be with her. My condolences that you have to deal with... that.\"\nI was on the verge of snapping when Jake held my waist and pulled me closer.\n\"Listen,\" he said to my sister, his voice firm and steady. \"If you are going to ⬇️",
    "3": "After 53 years of marriage, my wife and I divorced - days later, I already caught her out with someone else!\n\nWell, let me tell ya, yesterday, I was walking down the street, and lo and behold, there was my ex, strutting around with her NEW BOYFRIEND! I mean, come on, we're both 72 years old, and they're flaunting it like teenagers. Out in public, of all places! I couldn’t hold back, so I marched right up to ’em and started giving ’em a piece of my mind:\n\nMe: \"Vanessa, have you lost your marbles?! We just got divorced not too long ago! HAVE YOU NO SHAME?!\"\nShe: \"Hold your horses, you've got it all wrong again! It’s high time I introduced you!\"\nMe: \"YOU STILL WANT US TO MEET?? FOR REAL?\"\nMan: \"Hang on, let me explain myself!\"\n\nThe full story is in the comments👇 See less\nAfter 53 years of marriage, my wife and I divorced - days later, I already caught her out with someone else!\n\nWell, let me tell ya, yesterday, I was walking down the street, and lo and behold, there was my ex, strutting around with her NEW BOYFRIEND! I mean, come on, we're both 72 years old, and they're flaunting it like teenagers. Out in public, of all places! I couldn’t hold back, so I marched right up to ’em and started giving ’em a piece of my mind:\n\nMe: \"Vanessa, have you lost your marbles?! We just got divorced not too long ago! HAVE YOU NO SHAME?!\"\nShe: \"Hold your horses, you've got it all wrong again! It’s high time I introduced you!\"\nMe: \"YOU STILL WANT US TO MEET?? FOR REAL?\"\nMan: \"Hang on, let me explain myself!\"\n\nThe full story is in the comments👇",
    "4": "I YELLED, \"I DON’T!\" AT MY WEDDING AFTER A CONVERSATION WITH THE GROOM’S MOTHER WHOSE PLAN ALMOST WORKED\n\nI was going to marry the love of my life, but I yelled, \"I DON'T!\" at my wedding. Everyone at the church was stunned. My groom was shocked. In disbelief, he asked me to repeat what I had just said, so I did... BUT I TOOK IT UP A NOTCH. I pointed to his mom and said, \"Mrs. Cole, how about you tell everyone what you told me earlier?\"\n\nHis mom visibly turned pale and tried not to look into her son's eyes. So, I walked up to her in my snow-white dress and asked her to open her purse. She reluctantly did, and guests gasped when I took a ⬇️",
    "5": "MAN AND WOMAN ON A BLIND DATE REALIZE THEIR KIDS ARE CARBON COPIES\n\nI’m a single mom, just me and my son. Recently, I met this guy online, and we hit it off, so we decided to meet up.\nThe date was awesome, and we really clicked, but then he decided to show me a picture of his kid. And man, when I saw the photo, I was floored. It was like a punch in the gut – there was my own son staring back at me from the picture.\n\nWhat happened next is in the comments below. 👇",
    "6": "I CAME BACK FROM VACATION TO A STRANGER LIVING IN MY HOUSE – HE REFUSED TO LEAVE, SO I TOOK MATTERS INTO MY OWN HANDS\n\nI own a two-story house, and last week, I went to Hawaii with my kids for a week. Nobody was home, and we couldn't take our dogs, so I gave my keys to my sister to take care of them — feeding, water, and daily hour-long walks.\n\nDuring that time, her friend needed a place to crash for a night and asked if he could stay at my place. I said sure, it was just one night, right?\n\nWRONG. I got back yesterday, and THIS GUY has moved into the upper floor of my house for four days! I tell him to leave immediately, but he REFUSES, saying he needs another week because he's job hunting in LA, CA.\n\nI call the cops, but they tell me it's a CIVIL MATTER and I'd have to go through an eviction process.\n\nHELL NO! I wasn't about to do that, so I cooked up a nasty plan. One night, I⬇️",
    "7": "MY EX-HUSBAND ASKED ME TO BE A SURROGATE FOR HIM AND HIS NEW WIFE — IT ENDED DIFFERENTLY THAN HE EXPECTED.\n\nAfter many years of being divorced, my ex-husband approached me with an unusual request — he wanted me to be a surrogate for him and his new wife, Margaret.\n\nDespite my reservations, I agreed, driven by a misplaced sense of compassion. Over nine challenging months, I carried their baby, enduring all the discomforts that come with pregnancy. However, when the baby finally arrived, everything took an unexpected turn.\n\nSoon after going through labor, Margaret appeared at my door late at night and demanded ⬇️",
    "8": "MY HUSBAND SECRETLY EMPTIED MY STASH OF OVER $5,000 – IT'S HARD TO BELIEVE WHAT HE SPENT IT ON\n\nSo, I got home from work way earlier than usual. My husband was supposed to be on a night shift, but as I got closer to the house, I saw a light on in our bedroom.\n\nCurious, I snuck up to the window and peeked in. There he was, MY HUSBAND, on his knees in front of my closet, taking cash from MY SECRET STASH! The money I was saving to visit my dad's grave in Europe, where he was buried a few months ago!\n\nI quietly called him and asked where he was, and he replied, \"I'm at work, I told you, it's a night shift!\"\n\nAlright, so I decided to follow him. Five minutes later, he leaves the house and heads to the bus stop. I trailed behind him in the dark, and after a 20-minute walk, he walked into a ⬇️",
    "9": "Mick Jagger can't hold back his tears: \"We will all miss him so much... - Check the comments 👇👇👇",
    "10": "MY HUSBAND LEFT ME WITH KIDS AND ALL THIS HEAVY LUGGAGE TO GET HOME ON MY OWN WHILE HE HUNG OUT WITH FRIENDS – THE LESSON I TAUGHT HIM WAS HARSH.\n\nAfter a lovely family vacation with our two kiddos, it was time to come back home. Tom, my husband, said he'd pick us up from the airport. But when we landed, there was no sign of him.\n\nI called him and he dropped the bomb. He was hanging out with his old buddy Mike and told me to handle everything myself. Just like that. \"Come on, it’s just for a few hours. You can manage,\" he replied.\n\nI was livid. Managing two toddlers, a stroller, and three heavy suitcases on my own was a nightmare. I struggled to keep my cool as I packed up, herded the kids, and made our way to the car.\n\nWhen we got home, I was exhausted, but my mind was spinning with thoughts of PAYBACK. So, the next day, I ⬇️",
    "11": "I WITNESSED A MAN SHAMING HIS GIRLFRIEND FOR BEING 'SMART' & CORRECTING HER EVERY WORD IN A RESTAURANT — SO, I STEPPED IN.\n\nI'm a waitress and saw Andrew and Amanda coming to our restaurant each Friday. When they ordered food, she pronounced the names of items on the menu correctly in the language they were written in, whether it was Chinese, Mexican, Italian, or German food. I also speak these languages, so it looked cool to me!\n\nBut Andrew... oh boy. He corrected her every word, saying HIS pronunciation was correct, while in fact, he sounded like a redneck.\n\nThis time, as I understood, Andrew introduced Amanda to his family. When I was taking her order and she ordered in her manner, his parents suddenly asked:\n\nParents: \"Sweetie, are you always such a bragger? Can you speak normally?\"\n\nAndrew: (to all) \"Huh, she thinks she's the smartest! But she can't speak them properly, I can.\" (to her, whispering) \"Stop shaming me! Talk like a normal person.\"\n\nI noticed she was almost going to cry, so I thought, now or never! I smiled at him and ⬇️",
    "12": "MY GRANDPA WITH ALZHEIMER'S COULD NOT REMEMBER ANYONE, BUT ONE WOMAN – HE PROPOSED TO HER IN FRONT OF OUR WHOLE FAMILY.\n\nMy grandpa has been battling Alzheimer's for quite some time now, so our family has gotten used to him forgetting names and people in general. Sometimes he even forgets that I’m his granddaughter. At first, it hurt, but it became our new normal over time. Last week, we had a little backyard BBQ to celebrate his birthday.\n\nFor Grandpa, any birthday party is a surprise party now, but we tried to make it special by inviting people we thought he’d be happy to see. We gave him a blanket and a bouquet of flowers, and other guests brought homemade dishes for the BBQ table. As the party went on, I noticed Grandpa suddenly fall silent. It was like he zoned out, but then, out of nowhere, he grabbed his flowers and did something none of us expected. The full story is in the comments below",
    "13": "It was my first blind date, and oh my God, I was so nervous! Crazy thoughts were spinning in my head, like \"What if?\" But I waited. And then he walked in — I couldn't believe my eyes! Totally my type. A real charmer, confident and gallant. Our conversation flowed so smoothly that I couldn't believe it was real! We clicked right away and immediately planned a second date.\n\nThat date was incredible, and I was already starting to fall for him. Could it be that I'd finally met a decent guy? My heart was racing as he leaned in and gently said, \"Hailey…\" But my fairy tale was shattered when an unknown woman suddenly burst in on us.👇",
    "14": "Right after our wedding, my husband and I just crashed on the hotel bed, totally exhausted, right?\n\nIt was our first night as a married couple, and he was hinting at being intіmаte, but I was just too tired. He seemed okay with it, but then something unbelievable happened. I woke up in the middle of the night because the bed was shaking! I turned over and couldn't believe my eyes!\n\nHere's what he was doing!😨",
    "15": "A week after her lovely discovery, Natalie was meeting her friend Megan at a cozy café in the heart of the city.\n\n\"I really need your help and advice,\" Natalie admitted, taking a sip of her latte. \"A week ago, I found a ring in my boyfriend's things.\"\n\n\"Congratulations! When's the wedding?\" Megan asked excitedly.\n\n\"That's the thing, he still hasn't proposed. I don't understand why; he already bought the ring,\" Natalie said, confusion and frustration evident in her tone.\n\n\"Maybe he's scared. Don't worry. You won't believe what I'm about to tell you! What a coincidence!\" Megan exclaimed.\n\n\"Coincidence? What do you mean?\" Natalie asked, intrigued.\n\n\"I'm getting married! I was proposed to!\" Megan laughed, holding out her hand to show off a sparkling ring. \"Look at this beauty!\"\n\nNatalie's face went pale. It was the same ring she had found in Nathan's things.\n\n\"This rin… Wha—what's your fiancé's name?\" Natalie asked with her trembling voice.👇",
    "16": "My husband Austin used me for 23 years, and it's high time I sorted him out!\n\nAustin and our daughter are just shameless, I'm telling you. We were both working for the family until he got the boot from his job. Did he hustle to find a new gig? Heck no! Austin found his calling as a professional couch potato, mastering the art of doing nothing but channel surfing all day long. For years, I've been busting my back for these ingrates, but I've had it up to here! Karma's about to do its thing!\n\nLittle did Austin know what—or who—he'd come face-to-face with when I got back home!\n\nHere's what I did👇",
    "17": "\"I want to know what's keeping you and Ryan awake and locked up all the time? Especially late at night after I'm fast asleep,\" Laura demanded.\n\nBut Jeffrey brushed it off as nothing. \"We were just having a dad-son conversation,\" he said. \"Chill, honey! We're trying to get to know each other better.\"\n\nBut Laura was worried. Jeffrey and Ryan remained locked in the room for a little over two hours. The home theater was turned on loud, and Laura heard nothing but thumping music.\n\nAfter deep thought, Laura bought a mini spy cam. She crept into Ryan's bedroom and secretly installed it behind the indoor plants when nobody was around. The next morning, she checked the footage.",
    "18": "BOY DIDN'T STOP KICKING MY SEAT DURING THE FLIGHT, SO MY DAD TAUGHT HIS PARENTS A NICE LESSON\n\nAbout 10 minutes into our flight, a kid, maybe 10 years old, began kicking my seat. My dad politely asked him to stop, and he did... for about 10 seconds. Then, he started again.\n\nSo, my dad RECLINED his seat as far as it could go, and when the boy's parents asked him to put it back up, he refused.\n\nThey called the flight attendant (FA), and THIS is where things got interesting!\n\nBoy's dad: This man put his seat back, and my wife is uncomfortable!\nFA (to my dad): Would you like to keep your seat reclined?\nDad: Yes, please.\nFA: ⬇️",
    "19": "MY OWN DAUGHTER RENTED OUT MY HOUSE THE MINUTE I WENT INTO THE HOSPITAL – I DIDN'T LET IT SLIDE\n\nI specifically asked my daughter and her husband to take good care of my home while I was in the hospital. That's why it was especially heartbreaking when I found out that they had listed it for rent. I was devastated when I saw the listing.\n\nAll my late husband's clothes were still in the house, along with our handmade plates and my mother's jewelry. Imagining what could have happened to these cherished belongings almost gave me a heart attack!\n\nI had enough alone time to come up with a plan on how to teach them a lesson. So, when I got out of the hospital, I rented my house through a friend to teach my kids a lesson. As soon as I arrived ⬇️"
}