{
    "0": "It all depends on what you see first! 👀",
    "1": "What I decided in the link in the comments 👇",
    "2": "People really weren't happy 😬",
    "3": "😅😅 #lol #funny #comedy #foryou #fun #viralreelsfacebook",
    "4": "Don't pick at the affected area!",
    "5": "One mean person commented, \"I wouldn't want those babies\" 😭. Another said, \"If my babies were born like that, I'd put them up for adoption,\" to the girls' mom. Thankfully, this strong mom had the perfect reply to those criticizing her lovely twins. Look at the comments 👇👇👇",
    "6": "One social media user was quick to notice it!",
    "7": "Take note!",
    "8": "Liam is bravely sharing his story!",
    "9": "What is this? Well, you'd better know.😳",
    "10": "A cafe owner has to close down because neighbors complained about the bacon smell 👇👇",
    "11": "There's a captivating process that we don't see 😲",
    "12": "It's not just a pose... 😳",
    "13": "This photo is real, not edited. Look closely and see if you can avoid gasping. Check out the first comments below.👇👇👇",
    "14": "This math question for kids sparked heated debate among adults. The answer explained in the link in the comments. ⬇️",
    "15": "25 Times Wedding Photographers Snapped Something Unexpected. Check the first comments! 👇😂",
    "16": "Try to solve this riddle!",
    "17": "When she was 3 years old, she was named \"the most beautiful girl in the world\". Wait till you see what she looks like today, at 18 years old: - Check the comments 👇",
    "18": "'Her face looked grilled': Baby called 'hideous' and 'defective' when born, but wait till you see this little princess today – check the comments 👇🏻❤️",
    "19": "Remember boys =)))))) Check the 1st comment👇"
}