{
    "0": "Karl Hein kept a clean sheet on his debut for loan club Real Valladolid in a 1-0 win against Espanyol.",
    "1": "Halaand tremble 😅😅😅",
    "2": "🔴⚪️ Arsenal and Nottingham Forest continuing talks for Edin Nketia after opening bid rejected (first reported by @David_Ornstein). Santiago Gimenez also on Forest’s radar.",
    "3": "This guy 😂",
    "4": "Cucurella worst nightmare 😂",
    "5": "Todd Boehly has spent more as Chelsea's owner than Everton have in their entire history 😱💸\n\n(Via @Transfermarkt)\n😂😂🤣🤣",
    "6": "Gary Neville on Jurrien Timber being his ‘Player to Watch’ this season:\n\n“Last season, I was looking forward to him coming to Arsenal & adding defensive stability to the squad. They did that anyway without him. I think the fact that he’s been out for so long, it will be interesting to see.”\n\n“Obviously Arsenal haven’t made a lot of additions to their squad this year, so he feels like a new addition. I would just like to see him play & see how he fits in.” [Sky]",
    "7": "𝐎𝐔𝐓 𝐎𝐅 𝐓𝐇𝐄 𝐁𝐋𝐔𝐄𝐒:\nA FIT GABRIEL JESUS\n\nThe presence of Kai Havertz in the position of number 9 in Arsenal means that the Brazilian Gabriel Jesus has to find a solution within the team regarding his number\n\nI think Bukayo Saka's side has no questions, the number is already \"Locked\" but the left side is the one throwing the shilling up (Martinelli, Trossard here I add Gaby Jesus) anyone can take it\n\nI look at Jesus who is fit, I think he can be a very dangerous player for Arsenal if he comes from the left side\n\n1: His dribbling especially in narrow areas (which means he can be a very good help against teams that are very low)\n\n2: Pressing, Jesus has never been lazy on the field.. which means he improves even more the \"Pressing Chain\" of Arsenal: Jesus, Kai, Odegaard and Saka. \n\n3: Goals & Assists: Jesus can create space, with the last pass from him or the ability to take two players of the opposing team and create an open space in the other part of the field (he should also improve his finishing)\n\nI think Jesus does not rely too much on runs of number 8 (leftsided 8) to have a big impact on the field, because his skillset is enough to be successful on the side of the field. \n\nIf Arsenal get Gabriel Jesus who is 100% fit then they have another weapon in the field..\n\nYour thoughts?",
    "8": "Riccardo Calafiori in training",
    "9": "#Arsenal players at the @PFA Awards in Manchester tonight. ❄️",
    "10": "This boy failed to impress even in Norwich 🥴",
    "11": "Todd Boehly going to buy more 40+ players for #Chelsea 😂😂😂😂😂",
    "12": "How's this even possible 🤣🤣",
    "13": "📸Bukayo Saka with Arsenal legend Patrick Vieira 😍",
    "14": "Aston Villa vs @Arsenal is one of the fixtures I am looking forward to this season. \n\nThere is no room for complacency. Villa have been good under Unai. They have made significant upgrade in Amadou Onana, in my opinion. We will have to go full throttle against Villa this Saturday.",
    "15": "*Would you take sterling for 35 million fee.*\n*With a reduced wage bill of 200k per week?*",
    "16": "Michael Oliver will take charge of Arsenal’s away trip to Aston Villa this weekend.",
    "17": "Keep your head up in failure and down in success \n\nGood morning mates?",
    "18": "🔴🤵🏻 Arsenal players have arrived at the 2024 PFA Awards! ✨",
    "19": "The next big thing at the Etihad , this guy is a baller"
}