{
    "0": "Please be advised that as of August 1st Knockerball Run Westmoreland Mall will be under new ownership. In light of this if you have any gift cards or coupons they need to be used by July 15th. It has been an awesome experience and I appreciate all of our customers especially the ones that have booked with us over and over throughout the years. The new owners are great and will continue to provide great service and we will be helping with the transition to make sure everything goes smoothly. Thank you all again for your support through the years.",
    "1": "We had fun today doing a little tournament of our version of football in the knockerballs today at Founders Hall Middle School in McKeesport PA. The kids were hyped up and had signs made and everything. The atmosphere was electric and teachers got involved. So much fun. I had a Microphone doing play by play and they played hype music before each match. Really fun event and they want to do it again next year. I am pumped to do this one again. It felt like the knockerball version of the old And 1 basketball games if anyone ever watched them.",
    "2": "If you want good food and to play some knockerball come see us at the PT food truck event. Also a live band and other things for kids to do.",
    "3": "Knockerball Run Westmorland Mall. Be sure to call early to book your parties, weekend days are filling up fast. Remember we can also do dance parties with the disco lights if the kids don’t want to do Knockerball the whole time or any combination of two.",
    "4": "Come see us today at the Scottdale Picnic in the park! Our westmoreland mall store we be closed due to this outside event.",
    "5": "FYI MONROEVILLE LOCATION IS PERMANENTLY CLOSED. \n\nI was just made aware that on my website there was one spot that I missed taking out the reference to the Monroeville location. Monroeville location has been permanently closed since January. If me missing this reference on our sight gave anyone the idea we are still open in that location I apologize.",
    "6": "Just starting the day. South Allegheny fun day. Approximately 570 kids K-5. Nice day for it.",
    "7": "And so it begins. First two customers at our fourth year at the PT fall festival. Come see us.",
    "8": "Due to last minute party cancelation we will have open play till 8 pm tonight.",
    "9": "Come on out to the Westmoreland fair 4 H auction tonight. Lots of great things up for auction including a $200 gift card for Knockerball. Also you could win a gift certificate for Pagliacci’s Comedy Club in Jeannette. It’s dinner and a show for 4 and a bottle of wine. $175 value.",
    "10": "Couple photos from senior lock in at Central Valley High last night.",
    "11": "We have been nominated for Best of Westmoreland County 2023. We would appreciate everyeones votes. We are in Activities and Entertainment under both family attraction and Family Fun center. You can vote once a day.\nThanks in advance for everyones support!\n",
    "12": "Another busy weekend. Event at Montain Pines Campground ( first of 3 scheduled there this year) and the 4 birthday parties at the store. Beautiful weather this weekend too. Now to prepare for another busy week.",
    "13": "So this is a video a guy did a couple years ago at Knockerball Run in Westmoreland mall of me trying to teach them to do flips. His original video has almost 1.5 million likes and people have been sending it to me. Now someone just sent me the video that has now been shared on ESPN tik tok. That’s awesome.",
    "14": "Located Westmoreland mall Greensburg \n\nWe will be running a Father’s Day special this weekend. When Fathers bring their kids in fathers play free. We have open play available all day Saturday and on Sunday from 11-12:30 and from 3-5.",
    "15": "Wanted to give a big thanks to Tots and Tikes daycare for having your field trip at Knockerball Run. Lots of fun.",
    "16": "Putting a feeler out to see what kind of interest there would be if we were to do a kids Halloween costume karaoke party. No knockerballs will be involved. Game room will be able to be used, mat are can be used for dancing and possibly some games, we would have some pizza and snacks. Not sure of date just seeing who would be interested."
}