{
    "0": "Just crocodile problems😂",
    "1": "Translate this sentence into Kiswahili.\nJane is pretty and beautiful.",
    "2": "With its sleek and cordless design, cut hair effortlessly without the battery stress. #oraimoSmartClipperPro\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "3": "Make your music truly pop when you listen on the #oraimoBoomPop2S headphones.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "4": "Secondary School best friend\nu will never forget\n🥰🥰😍😍🥺",
    "5": "More than just a speaker, it’s a party starter! #oraimoRover\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "6": "With unbeatable noise cancellation on the #oraimoFreePods4, eliminate distractions and achieve your goals.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "7": "With up to 7 days of battery life, use the #oraimoWatchES2 to work towards your fitness goals all week long.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "8": "Wau☺️ Nise rait? 😀",
    "9": "Water and dust resistant, your #oraimoWatchNovaV can track your exercise whether it’s raining or shining.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "10": "This movie made the World 🌍 to cry 😭 \nIf you know it you should be hitting menopause by now😇",
    "11": "Light up the night, your way. With 5 light modes to choose from, the #oraimoRover will make your party one to remember.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "12": "Comfort Homes",
    "13": "GIVEAWAY ALERT!!!🚨\nWe're giving away this oraimo freepods lite to two random lucky winners who will make an order on oraimo website through this link https://ke.oraimo.com?affiliate_code=Wokoxl , 10% discount code on the posters\nSend a screenshot of your order to our dm once done. You might be the winner!",
    "14": "**Wait! Wait! Wait!**✝️\n😭😭😭😭😭\n**Úse 2 míñûtes to thank God**🙏",
    "15": "From a once in a lifetime trip, to the daily commute, make every moment an adventure with #oraimo.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl",
    "16": "Mai Mahiu has gained lots of interest from investors due to it’s accessibility to Nairobi and Nakuru town. Lots of buildings are coming up everyday with a hope of making it home for many and a business hub for others.\n\nYou too can enjoy this scenic landscape of Maai Mahiu by investing in Hot Springs Gardens consisting of 1/8th acre plots selling at Kshs. 600,000. Hot Springs Gardens is strategically located giving you an opportunity to live, relax, and work.\n\nwww.jcomforthomes.co.ke\n#ComfortHomes \n#ComfortHomesDelivers\n#Shambaforall",
    "17": "Jaza gari twende site visit in Konza🚗\n\nOur Konza Gardens Phase 4 plots sell at only Ksh. 500,000. Deposit Ksh.50,000 to book your plot today and clear the balance in 12 months. The project is located less than 4km from the Konza Technopolis.\n\nCall us on 0791789833 to book a site visit\n#ComfortHomes\n#Plotsforsale\n#investinkonza",
    "18": "\"Sibongile locked her profile.\"\n\nSibongile: 😂😂",
    "19": "The #oraimoSmartTrimmer2 is your morning time saver.\n\nUse on your beard, head and body and start your day feeling and looking great.\nhttps://ke.oraimo.com?affiliate_code=Wokoxl"
}