{
    "0": "According to reports in France, Kylian Mbappe will miss the next game vs Netherlands ❌\n\nHe is also a doubt for Poland and will have to wear a mask for the rest of the tournament 🎭",
    "1": "Haaland laughing at Onana after he left one side of the goal open for him 😂",
    "2": "The last time Real Madrid had an orange kit, they had won nine Champions League trophies.\n\nThey've won six more since then 🔥",
    "3": "🚨🇫🇷 French Federation confirm Kylian Mbappé has broken his nose and he will undergo surgery in Düsseldorf.",
    "4": "Kylian Mbappe is yet to score a single goal at the Euros 🤯🇫🇷",
    "5": "Let’s not forget the last time Ronaldo missed a penalty in the Euros, Portugal went onto win 😅⏳\n\n#HallaBet #EURO2024 #cr7 #portugal",
    "6": "Overhead kick , in the 95th minute, after having a very complicated match and to save England from a historic mistake. You cannot have more greatness. You can't have more mystique. You can't have more aura. Jude Bellingham is a chosen one.",
    "7": "भारत-पाकिस्तान मैच में विराट कोहली की ऐतिहासिक बल्लेबाजी देखिए इस वीडियो",
    "8": "Cristiano Ronaldo scores his 35th league goal of 2023/24 to break the Saudi Pro League record for most goals in a single season 🔥\n\nStill shining at 39-years-old 👏",
    "9": "Masked Kylian Mbappé for the rest of Euro 2024? 👀",
    "10": "Cristiano Ronaldo becomes the first European player to make 50 appearances at major tournaments 🇵🇹\n\n#HallaBet #cr7 #EURO2024 #portugal #fypシ゚viralシ #fypシ゚",
    "11": "OFFICIAL: Real Madrid C. F. announces that next Tuesday, July 16, at 12:00 p.m., the presentation of our player Kylian Mbappé will take place at the Santiago Bernabéu stadium.\n\nPreviously, the president of Real Madrid, Florentino Pérez, will receive Kylian Mbappé in the Ciudad Real Madrid for the protocol act of the firm that links our new player with the club for the next five seasons.\n\nAfter the presentation, Kylian Mbappé will attend the media in the press room of the Santiago Bernabéu.",
    "12": "Kylian Mbappé's Real Madrid journey begins 𝒕𝒐𝒏𝒊𝒈𝒉𝒕 🌟",
    "13": "Cristiano Ronaldo will become the first player in European Championship history to appear in six tournaments 🤩\n\n𝐂𝐑𝟔.",
    "14": "🚨🇵🇹 𝐁𝐑𝐄𝐀𝐊𝐈𝐍𝐆! Cristiano Ronaldo: “This will be my last Euro, for sure… of course”.\n\n“But I’m not moved by this, I’m moved by enthusiasm”.\n\n“I was sorry for the fans. I’ll always give my best for this shirt, whether I miss it or not. And I’ll do this my whole life. You have to take responsibility”.",
    "15": "Cristiano Ronaldo was in tears after missing a 105th minute penalty against Slovenia 😢"
}