{
    "0": "#ULTIMAHORA  CARACAS NO TIENE MIEDO 🇻🇪",
    "1": "Miren todo el dispositivo de seguridad solo para quitarle un camión a María Corina Machado y Edmundo González Urrutia. \n\nEl miedo se nota a lo lejos.",
    "2": "#ULTIMAHORA Miles de Venezolanos en Ciudad de México protestan contra el fraude electoral del 28 de Julio y a favor del presidente electo Edmundo González Urrutia.",
    "3": "En Sudamérica hay un país a punto de empezar de nuevo 🇻🇪",
    "4": "\"EL PRESIDENTE ELECTO DE VENEZUELA ES EDMUNDO GONZÁLEZ URRUTIA\" 🇻🇪",
    "5": "💔",
    "6": "#ULTIMAHORA Miles de Venezolanos en Buenos Aires se unen a la protesta mundial contra el fraude electoral del 28 de Julio en Venezuela.",
    "7": "🇻🇪",
    "8": "#ULTIMAHORA María Corina Machado llega a la Av. Francisco de Miranda para encontrarse con Miles de Venezolanos que protestan contra el fraude electoral del 28 de Julio en Venezuela.",
    "9": "#ULTIMAHORA Un nuevo derramé de petróleo afecta al parque nacional Morrocoy en el estado Falcón. \nLa falta de mantenimiento en la refinería del Palito está causando un gran daño al ecosistema del parque nacional.",
    "10": "#ULTIMAHORA Miles de Venezolanos en Madrid España, protestan contra el fraude electoral del 28 de Julio y en contra del terrorismo de estado en Venezuela.",
    "11": "#ULTIMAHORA Miles de Venezolanos hacen fila en Miami para entrar al lugar de concentración de la protesta mundial contra el fraude electoral en Venezuela.",
    "12": "#ULTIMAHORA Miles de Venezolanos en Santiago de Chile se suman a la protesta mundial por el fraude electoral en Venezuela el 28 de Julio.",
    "13": "CARACAS VENEZUELA 🇻🇪",
    "14": "Pese a todas las amenazas, amedrentamiento y toda la guerra psicológica del régimen, CARACAS GRITA \"NO TENEMOS MIEDO\"",
    "15": "#ULTIMAHORA Retuvieron el camión en el que María Corina Machado y Edmundo González asisten a las concentraciónes. \n\nSe desconoce si también retuvieron al conductor.",
    "16": "#ULTIMAHORA Miles de Venezolanos en Barcelona España protestando contra el fraude electoral y contra el terrorismo de estado en Venezuela. Pidiendo que se respeten los resultados electorales del 28 de Julio que dieron como ganador a Edmundo González Urrutia.",
    "17": "VALENCIA ESTADO CARABOBO 🇻🇪",
    "18": "GLORIA AL BRAVO PUEBLO 🇻🇪",
    "19": "Himno nacional de Venezuela en Madrid este 17 de Agosto en la protesta mundial contra el fraude electoral en Venezuela. #Venezuela #venezuelalibre"
}