{
    "0": "An Unforgettable Moment: Simon Cowell Left Speechless by Extraordinary Performance\nWatch the performance in the comments 👇👇👇",
    "1": "A Twelve-Year-Old Sensation: Bo Dermot's Unforgettable Performance on \"Got Talent\"\nWatch the performance in the comments 👇👇👇",
    "2": "With 710 million views, 7-year-old Chelsea’s performance on “The Voice Kids” was so powerful that it brought the judges to their knees.\nWatch the performance in the comments 👇👇👇",
    "3": "This is a sensation .. The boy sang such a song that Simon couldn’t speak. He went up to the stage to kiss the boy!\nWatch the performance in the comments 👇👇👇",
    "4": "Reid Wilson Receives The GOLDEN BUZZER For “You Don’t Own Me” song\nWatch the performance in the comments 👇👇👇",
    "5": "Stuttering man who is shy impresses judges with an unheard-of voice and receives a golden buzzer\nWatch the performance in the comments 👇👇👇",
    "6": "The Judges Chuckled at Her Song Choice, But This Girl’s Performance Dropped Them Out of Their Chairs!\nWatch the Performance in the Comments Below! 👇",
    "7": "An Unforgettable Performance Leaves Simon Cowell and Audience in Tears\nWatch the performance in the comments 👇👇👇",
    "8": "GOLDEN BUZZER is one of the BEST VOICES Simon’s ever heard | Auditions |\nWatch the performance in the comments 👇👇👇",
    "9": "Golden Buzzer: They made everyone emotional\nWatch the performance in the comments 👇👇👇",
    "10": "This will never happen again, Simon Cowell and the audience are simply amazed by this girl’s song\nWatch the performance in the comments 👇👇👇",
    "11": "An Unforgettable Night: Simon Cowell and Son Sing an Adorably Angelic Version of “Don’t Stop Believin’”\nWatch the performance in the comments 👇👇👇",
    "12": "10 Year Old Cydnee Abbott May Look Cute But What She Does Next SHOCKS The Judges on Canada’s Got Talent!\nWatch the performance in the comments 👇👇👇",
    "13": "The moment the girl stepped onto the stage, laughter erupted from the audience. Nevertheless, once she began to sing, she captivated everyone, bringing about a sudden hush.\nWatch the performance in the comments 👇👇👇",
    "14": "Simon Cowell Hits the Golden Buzzer for Adorable 12-Year-Old ‘Tina Turner’ Watch the performance in the comments 👇👇👇",
    "15": "UNEXPECTED VOICES in the Blind Auditions of The Voice | Top 10  Full video is in the comments 👇👇👇",
    "16": "This is a rare miracle in history. The Little Girl sings so well that the judges kneel before her.\nWatch the performance in the comments 👇👇👇\"",
    "17": "11-year-old girl sings “Can’t help but fall in love” by Elvis Presley\nWatch the performance in the comments 👇👇👇",
    "18": "Simon Cowell couldn’t believe his ears and asked the beautiful girl to sing acapella. After singing the girl, Simone was in shock .Watch the performance in the comments 👇👇👇",
    "19": "It was an unforgettable moment! Simon Cowell and his son delivered an adorably angelic rendition of “Don’t Stop Believin’.”\nWatch the performance in the comments 👇👇👇"
}