{
    "0": "#PAÍS - El intendente de Encarnación, Luis Yd, anunció este miércoles que se suspende el carnaval encarnaceno en su edición 2021. Explicó que el municipio no tiene fondos para la realización. \n\nDetalles: https://bit.ly/2JHT5ME \n#TelefuturoPy #NoBajemosLaGuardia",
    "1": "https://www.facebook.com/424759118345580/posts/857660108388810/",
    "2": "OK PUBLICIDAD.\nWhatsApp 0992-367333.",
    "3": "🎥𝗛𝗮𝗰𝗲𝗺𝗼𝘀 𝘃𝗶𝗱𝗲𝗼𝘀 𝗶𝗹𝘂𝘀𝘁𝗿𝗮𝘁𝗶𝘃𝗼𝘀 𝗲𝗻 𝗴𝘂𝗮𝗿𝗮𝗻í 𝘆 𝗰𝗮𝘀𝘁𝗲𝗹𝗹𝗮𝗻𝗼 𝗽𝗮𝗿𝗮 𝗰𝗮𝗻𝗱𝗶𝗱𝗮𝘁𝗼𝘀 𝗮 𝗜𝗻𝘁𝗲𝗻𝗱𝗲𝗻𝘁𝗲 𝘆 𝗖𝗼𝗻𝗰𝗲𝗷𝗮𝗹 𝗱𝗲 𝗺𝗮𝗻𝗲𝗿𝗮 𝗶𝗻𝗱𝗲𝗽𝗲𝗻𝗱𝗶𝗲𝗻𝘁𝗲 y 𝗲𝗻 𝗰𝗼𝗻𝗷𝘂𝗻𝘁𝗼.\n🛠️𝗘𝘀 𝘂𝗻𝗮 𝗵𝗲𝗿𝗿𝗮𝗺𝗶𝗲𝗻𝘁𝗮 𝗺𝘂𝘆 𝗶𝗺𝗽𝗼𝗿𝘁𝗮𝗻𝘁𝗲 𝗽𝗮𝗿𝗮 𝗳𝗮𝗰𝗶𝗹𝗶𝘁𝗮𝗿  𝗲𝗹 𝘂𝘀𝗼 𝗰𝗼𝗿𝗿𝗲𝗰𝘁𝗼 𝘆 𝗽𝗿á𝗰𝘁𝗶𝗰𝗼 𝗱𝗲 𝗹𝗮 𝗺á𝗾𝘂𝗶𝗻𝗮 𝗱𝗲 𝘃𝗼𝘁𝗮𝗰𝗶ó𝗻 𝗲𝘀𝗽e𝗰𝗶𝗮𝗹𝗺𝗲𝗻𝘁𝗲 𝗮 𝗲𝗹𝗲𝗰𝘁𝗼𝗿𝗲𝘀 𝘀𝗶𝗻 𝗲𝘅𝗽𝗲𝗿𝗶𝗲𝗻𝗰𝗶𝗮 𝗲𝗻 𝗲𝗹 𝘂𝘀𝗼 𝗱𝗲 𝗱𝗶𝗰𝗵𝗮 𝗺𝗮𝗾𝘂𝗶𝗻𝗮.\n#𝗜𝗻𝘁𝗲𝗿𝗻𝗮𝘀 🚩𝗱𝗲 𝗷𝘂𝗻𝗶𝗼 𝗲𝗻 𝗣𝗮𝗿𝗮𝗴𝘂𝗮𝘆 🇵🇾.\n𝗣𝗿𝗲𝗰𝗶𝗼:\n*𝟭 𝘀𝗼𝗹𝗼 𝘃í𝗱𝗲𝗼 𝟯𝟬𝟬,𝟬𝟬𝟬 𝗴𝘀\n*𝗔 𝗽𝗮𝗿𝘁𝗶𝗿 𝗱𝗲 𝟲 𝘃𝗶𝗱𝗲𝗼𝘀 200.𝟬𝟬𝟬 𝗴𝘀.\n👉𝗣𝗲𝗱𝗶𝗱𝗼𝘀:📲 𝗪𝗵𝗮𝘁𝘀𝗔𝗽𝗽 𝟬𝟵𝟵𝟮-𝟯𝟲𝟳𝟯𝟯𝟯.\n\n                   🆗 𝗣𝘂𝗯𝗹𝗶𝗰𝗶𝗱𝗮𝗱.",
    "4": "Play while we make your classes and assignments go away at affordable rates!! What's app: +1 323-925-0443 Email: perfectassignments9@gmail.com",
    "5": "https://www.facebook.com/1918036335139063/posts/3077185975890754/",
    "6": "Offering affordable assignment help can certainly ease the stress for students. It's important to maintain a balance between affordability and quality to ensure students receive valuable assistance. What's app: +1 323-925-0443 Email: perfectassignments9@gmail.com",
    "7": "Doing classes and assignments at affordable rates. Get in contact with me through What's app: +1 323-925-0443 Email: perfectassignments9@gmail.com",
    "8": "https://fb.watch/7LTUBVWV3O/",
    "9": "𝗙𝗨𝗘𝗥𝗧𝗘 🗣️\n\nDeclaraciones de la diputada Kattya Gonzalez.\n\n\"Décadas de un autoritarismo inútil y grandilocuente, que, sin embargo, nos ha convertido en lo que hoy somos ante el mundo: Un país irrelevante, improvisado, incompetente y mendicante 🇵🇾. Rogando donaciones de vacunas mientras pacientes mueren en los pasillos de los hospitales; esa es la realidad que nos golpea de manera brutal\" 💊🏥\n\n📌 Sesión de Diputados para tratar el proyecto de Ley que pretende direccionar gastos de binacionales a #Salud.",
    "10": "When it comes to trusting an essay writing service, it's crucial to prioritize reliability and quality. While fast delivery is important, it shouldn't come at the expense of originality and accuracy. Many students seek out assistance when they're pressed for time, but it's essential to ensure that the service you choose maintains high standards of integrity. Contact us for original, quality , A+ work at affordable rates. Whats app: +1 323-925-0443 Email: perfectassignments9@gmail.com",
    "11": "UN ESTUDIO DETECTA UN SÍNTOMA QUE SOLO SUFREN LAS PERSONAS VACUNADAS DE CORONAVIRUS.\n\nEstamos en un momento determinante para controlar la pandemia y acabar con ella en los próximos meses. Las vacunas se han convertido en el mejor aliado de la humanidad para frenar estos meses tan inciertos que el mundo ha vivido debido al coronavirus.\nLos expertos siguen recomendando cautela y precaución ya que, aunque estemos vacunados, las vacunas solo ayudan para controlar la pandemia y que no haya enfermedades graves, pero no ayuda a parar la transmisión.\nPor esto, las autoridades recomiendan a las personas que ya están vacunadas que sigan manteniendo las medidas de seguridad básicas como la mascarilla, el lavado de manos con gel hidroalcohólico y las distancias.\n\nEn este sentido, un estudio realizado por el King’s College de Londres junto a la compañía ZOE, ha determinado un síntoma que al parecer solo sufren las personas que están vacunadas, y que podría ser síntoma también de ser portador del coronavirus.\nEstornudar frecuentemente\nSegún este estudio, para el que se ha analizado una muestra de más de 4 millones de personas, determina que el estornudar más de lo habitual puede ser un síntoma de portar el coronavirus. Las personas vacunadas lo tomarán como un simple resfriado, incluso podría confundirse con alergia, pero los expertos recomiendan que, en tal caso, el afectado se aísle y se someta a una prueba diagnóstica.\n\n«Curiosamente, nuestros datos muestran que las personas que habían sido vacunadas y luego dieron positivo por COVID-19 eran más propensas a reportar estornudos como síntoma en comparación con aquellas que no habían recibido un antídoto» explican los responsables del estudio. En tal caso, el paciente no desarrollará síntomas más graves, ya que está inoculado con la vacuna, pero sí podría contagiar el virus a otras personas.\nLos expertos recomiendan que los afectados, si pueden, se aíslen hasta tener una prueba. En tal caso, recomiendan que siempre lleven un pañuelo para cubrir su boca o estornuden en la parte inferior del codo para evitar expandir las gotas que salen de cada estornudo.\nIgualmente, siguen recomendando que, si percibimos este síntoma de estornudos más frecuentes de lo normal, nos lavemos las manos habitualmente y no se toquen ojos, nariz ni boca con las manos sucias.\nSe trata de un síntoma que, tal y como desvela el estudio realizado por el King’s College de Londres, solo afectaría a las personas que ya están vacunadas, siendo diferente a los síntomas comunes del coronavirus que conocemos como fiebre, tos o pérdida de olfato y gusto.\nFuente: TN",
    "12": "Espacio reservado.\n\nOk Publicidad:0992-367333.",
    "13": "𝙐𝙣 𝙥𝙤𝙘𝙤 𝙙𝙚 𝙝𝙪𝙢𝙤𝙧 𝙥𝙖𝙧𝙖𝙜𝙪𝙖𝙮𝙤🇵🇾\n𝙋𝙖𝙧𝙖 𝙙𝙚𝙨𝙘𝙤𝙢𝙥𝙧𝙞𝙢𝙞𝙧...",
    "14": "SO YOU CAN PLAY WHILE WE MAKE YOUR ESSAYS GO AWAY!",
    "15": "🎥 Hacemos videos ilustrativos para el uso de la máquina de votación con el candidato.\nPedidos al WhatsApp:0992-367333.\n                     🆗 PUBLICIDAD",
    "16": "Violencia a la mujer #NuncaMas"
}