{
    "0": "Learn your ABC’s when you join! Get the Black Indian bible for free when you join our new family community! This book is a for sure must have and a community favorite! \nLearn your ABC’s! \nSubscribe now and get your copy ! \n#indiansonly",
    "1": "Grandma was an Indian and we’re keeping the culture alive!\nSalute the real American Indians!\nEverybody ain’t One!\n#indiansonly",
    "2": "It’s time for us to “organize the truth!” \nWe have come together under a common unity, our ancestral ties to America! \nMany of us have ancestors who fought and died for our freedom, and we all have ancestors who have sacrificed so much to maintain a glimmer of their cultural heritage and identity! \nLet not their names be forgotten! \nLet not their achievements be hidden! \nLet not their descendants be ashamed! \n\nBut on the contrary, let the blood in your veins be full of rays of light, full of the pride that comes with knowing that you are the accomplishment of your ancestors sacrifices. \nYour life is their legacy!\nHonor their efforts! \n\nWe Will Help You Tell their stories!\n\n1. We will be organizing our family names and stories into an encyclopedia. \nThis book will be published in alphabetical order with stories that we provide about our own family history with notable information about our family members. \n\n2.  We will be publishing a family photo archive book where we showcase the pictures and photographs of our family along with their names and captions of the photo. \n\nThese publications will be of our community members and made available to our community members for free so that they may start using these books, about us, as teaching tools and as satisfying sources of entertainment. \n\nYour family deserves to be in these books alongside other true and proud Americans. Their efforts deserves to be memorialized! \n\nAll of us together, hand by hand, holding strong to grandma’s legacy! \n\nIn honor of their memory! \n\nBecome a member of this page, subscribe now! \n\nThis page has become our community hub! \nMembers- are our family! \nThe members of this page will serve as the Great Council! \n\nOnly Members vote on our events & our issues. \nOnly Members can attend all events! \nOnly Members can share their agendas & ideals! \nOnly Members can be moderators on this page. \n\nAll Members will now be safe behind a firewall, away from trolls and those who have not yet decided to commit themselves to their American legacy! \n\nBe the light. \nJoin us and never be forgotten!\n\nMembers are welcome to share and to communicate! \nMembers are welcome to add on!\nMembers are welcome to help us build! \nMembers will be remembered! \n\nThis community won’t let them be forgotten! \nSubscribe now!",
    "3": "We sit in a circle! \nJoin our national family and never be forgotten! \nYour bloodline matters! \n#membersonly \nSubscribe now!",
    "4": "Old fashioned!\nSalute the real American Indians!\nEverybody ain’t One!\n#indiansonly",
    "5": "Even the villain has a family! We may not understand their methods but let’s start to forgive our parents! \nSalute the real American Indians!\nEverybody ain’t one! \n#indiansonly",
    "6": "When was the last time you met someone with your grandma’s name? How did you feel? Were you glad someone had that name? When we lose our names we lose the memory and energy of the ones we love. \nSalute the real American Indians!\nEverybody ain’t One! \n#indiansonly",
    "7": "U Gotta Forgive Your Parents! 🙏🏾\nPlease let it go!",
    "8": "Accept where you are and how far you’ve come!\nBut focus on who you are and what you will be!\nSalute the real American Indians!\nEverybody ain’t one! \nJoin our American family by subscribing today!\n#indiansonly",
    "9": "Survey Says",
    "10": "Having outsiders accept we are family is one thing, loving ourselves and forgiving each other takes time! \nTell an Indian you love them today! \nSalute the real American Indians!\nEverybody ain’t one! \nSupport our family it’s for \n#indiansonly",
    "11": "Look in the mirror and say, “I chose you!” \n“Who are the chosen of the chosen!” \n#chooseylovers",
    "12": "Forgive yourself today for yesterday’s ignorance and promise yourself today that you will do better. \nSalute the real American Indians!\nJoin our new community it’s for \n#indiansonly",
    "13": "Be the cool parent! \nSalute the real American Indians!\nEverybody ain’t One! \nJoin our new family community it’s for \n#indiansonly",
    "14": "When did Grandma become the enemy? \nDon’t turn your back on your ancestors! \nContinue to represent!\nSubscribe to this page today!",
    "15": "(Parental Advisory) Mom & Dad: A Crackhead & A Muslim",
    "16": "History can’t hide what you feel inside! \nSalute the American Indians!\nEverybody ain’t One!\nSupport this page it’s for\n#indiansonly",
    "17": "Family Secrets: A Generation Of Degenerates",
    "18": "Remember you have the great spirit to help guide you as you grow! \nSalute the Americans!\nEverybody ain’t One!\n#indiansonly",
    "19": "How Grandma Became The Enemy (Parental Advisory) Family Secrets"
}