{
    "0": "Amen",
    "1": "Beverly Hills Cop: Axel F | Official Teaser Trailer | Netflix\n#eddiemurphy",
    "2": "Happy Birthday Jake Gyllenhaal 💟😍💜\n(43) Today 🎁🎂🎉\n#hollywoodsymbol",
    "3": "Home Alone 3: Kevin's Revenge - 2024 Movie Trailer (Parody)\n\nHome Alone is a 1990 American Christmas comedy film directed by Chris Columbus and written and produced by John Hughes. The first film in the Home Alone franchise, the film stars Macaulay Culkin, Joe Pesci, Daniel Stern, John Heard, and Catherine O'Hara. Culkin plays Kevin McCallister, a boy who defends his suburban Chicago home from a home invasion by a pair of robbers after his family accidentally leaves him behind on their Christmas vacation to Paris.\n\nHughes conceived Home Alone while on vacation, with Warner Bros. being originally intended to finance and distribute the film. However, Warner Bros. shut down production after it exceeded its assigned budget. 20th Century Fox assumed responsibilities following secret meetings with Hughes. Columbus and Culkin were hired soon afterwards. Filming took place between February and May 1990 on location across Illinois.\n\nHome Alone premiered in Chicago on November 10, 1990, and was theatrically released in the United States on November 16. While the film's reception was initially mixed, in later years reception has been generally positive, with praise for its cast, humor, and music. Home Alone grossed $476.7 million worldwide, becoming the highest-grossing live-action comedy until the release of The Hangover Part II (2011), and made Culkin a child star. Moreover, it was the second-highest-grossing film of 1990, behind Ghost.[3] It was nominated for the Golden Globe Award for Best Motion Picture – Musical or Comedy, and Best Actor in a Motion Picture – Musical or Comedy for Culkin, and for the Academy Award for Best Original Score for John Williams, and Best Original Song for \"Somewhere in My Memory\". Home Alone has since been considered one of the best Christmas films.[4][5] A sequel, Home Alone 2: Lost in New York, was released in 1992.\n#BOOMchallenge #legends #OMG",
    "4": "The little mermaid 💙💙 Behind the scenes",
    "5": "#TheMarine4 #movingTarget is now available on #HULU\n\nJake Carter is assigned to protect a \"high-value package,\" a beautiful whistleblower trying to expose a corrupt military defense contractor. But a heavily armed team of mercenaries has been hired to kill her, along with anyone who gets in their way, and it's going to take a fearless one-man fighting machine to stop them.\n\n#themarine4movingtarget #themarine #action #crime #drama #thriller #foryou",
    "6": "Jason Statham❤️❤️\n#jasonstatham",
    "7": "New Poster For #Ghostbusters: #FrozenEmpire is coming to theaters March 29, 2024 🔥👻",
    "8": "Two Great warriors sharing their stories ❤🔥\n#jonsnow #gameofthrones #ragnarlothbrok #vikings",
    "9": "😂😂",
    "10": "All Of Us Are Dead | Season 2 | 28-1-2025",
    "11": "💪💪💪",
    "12": "Happy Birthday to the man who respects all the mothers 🙈\n Samuel L. Jackson ❤😍\n(75) Today 🎁🎉\n#SamuelLJackson\n#BOOMchallenge",
    "13": "Good game",
    "14": "Safety Last! is a 1923 American silent romantic-comedy film starring Harold Lloyd. It includes one of the most famous images from the silent-film era: Lloyd clutching the hands of a large clock as he dangles from the outside of a skyscraper above moving traffic. The film was highly successful and critically hailed, and it cemented Lloyd's status as a major figure in early motion pictures. It is still popular at revivals, and it is viewed today as one of the great film comedies.\n\nThe film's title is a play on the common expression \"safety first\", which describes the adoption of safety measures as a means to avoid accidents, especially in workplaces. Lloyd performed some of the climbing stunts himself, despite having lost a thumb and forefinger four years earlier in a film accident.\n\nIn 1994, Safety Last! was selected for preservation in the United States National Film Registry by the Library of Congress as being \"culturally, historically, or aesthetically significant\". It is one of many works from 1923 that notably entered the public domain in the United States in 2019, the first time any works had done so in 20 years\n\nPlot\nIn 1922, Harold Lloyd is behind bars. His mother and his girlfriend, Mildred, are consoling him as a somber official and priest show up. The three of them walk toward what looks like a noose. It then becomes obvious they are at a train station and the \"noose\" is actually a trackside pickup hoop used by train crews to receive orders without stopping, and the bars are merely the ticket barrier. He promises to send for his girlfriend so they can get married once he has \"made good\" in the big city. Then he is off.\n\nHe gets a job as a salesclerk at the De Vore Department Store, where he has to pull various stunts to get out of trouble with the picky and arrogantly self-important head floorwalker, Mr. Stubbs. He shares a rented room with his pal \"Limpy\" Bill, a construction worker.\n\nWhen Harold finishes his shift, he sees an old friend from his hometown who is now a policeman walking the beat. After he leaves, Bill shows up. Bragging to Bill about his supposed influence with the police department, he persuades Bill to knock the policeman backwards over him while the man is using a callbox. When Bill does so, he knocks over the wrong policeman. To escape, he climbs up the façade of a building. The policeman tries to follow, but cannot get past the first floor; in frustration he shouts at Bill, \"You'll do time for this! The first time I lay eyes on you again, I'll pinch you!\"\n\nMeanwhile, Harold has been hiding his lack of success by sending his girlfriend expensive presents he cannot really afford. She mistakenly thinks he is successful enough to support a family and, with his mother's encouragement, takes a train to join him. In his embarrassment, he has to pretend to be the general manager, even succeeding in impersonating him to get back at Stubbs. While going to retrieve her purse (which Mildred left in the manager's office), he overhears the real general manager say he would give $1,000 to anyone who could attract people to the store. He remembers Bill's talent and pitches the idea of having a man climb the \"12-story Bolton building\", which De Vore's occupies. He gets Bill to agree to do it by offering him $500. The stunt is highly publicized and a large crowd gathers the next day.\n\nWhen a drunkard shows \"The Law\" (the policeman who was pushed over) a newspaper story about the event, the lawman suspects Bill is going to be the climber. He waits at the starting point despite Harold's frantic efforts to get him to leave. Finally, unable to wait any longer, Bill suggests Harold climb the first story himself and then switch his hat and coat with Bill, who will continue on from there. After Harold starts up, the policeman spots Bill and chases him into the building. Every time Harold tries to switch places with Bill, the policeman appears and chases Bill away. Each time, Bill tells his friend he will meet him on the next floor up.\n\nEventually, Harold reaches the top, despite his troubles with some hungry pigeons, a net, several cheering girls, an old lady, a construction duo, a clock, a rope, a dog, a mouse, a gun man, a wind gauge, and finally kisses his girl. While they walk away, Harold accidentally steps in a tar pit and loses his boots and socks.\n\n#movie #comedy #films #filmnoir #classic #classicmovies #Youtube #movies\n\n",
    "15": "kungfupanda 4\nofficial kungfu panda 4 trailers",
    "16": "🎞️ Kung Fu Panda 4 (2024) 🎥 Dir. Mike Mitchell\n#kungfupanda\n#Netflix\n#eddiemurphy\n#karate\n\nKungfu panda 4 actors/actress voices",
    "17": "Dragon Warrior Greatest Villains 💙\n#kungfupanda\n#KungFuPanda4",
    "18": "Jeremy Renner Movies and TV Shows\n\n- Hawkeye\n- Wind River\n- Mayor of Kingstown\n- The Avengers\n- The Bourne Legacy\n- The Hurt Locker\n- The Town\n- Avengers:Endgame\n- M:I-4\n- Hansel & Gretel:Witch Hunters\n- Arrival\n- Tag\n- M:I- Rogue Nation\n- 28 Weeks Later\n- Dahmer\n- Avengers:Age of Ultron\n- American Hustle\n- Rennervations\n- S.W.A.T.\n- Black Widow\n- M:I-Fallout\n- Captain America:Civil War\n- Kill the Messenger\n- Avengers:Infinity War\n- National Lampoon's\n- The Immigrant\n- Arctic Dogs\n- Ice Age:Continental Drift\n- Neo Ned\n- North Country\n- The House\n- What If...?\n- Ant-man and the Wasp\n- The Unusuals\n- Ingenious\n- 12 and Holding\n- The World Wars\n- The Founder\n- A Little Trip to Heaven\n- The Heart is Deceitful Above all Things\n- Spider-Man No Way Home",
    "19": "‘TITANIC’ was released in theaters 26 years ago, Today\n#Titanic"
}