{
    "0": "\"Ờ thì tôi đang sống cuộc sống của tôi mà thôi...\"",
    "1": "Tôi có ước gì nhiều \n\nMột ngôi nhà ! Bão dừng sau cánh cửa",
    "2": "kiễng mũi chân sẽ không đứng vững\n\nNgười thích bạn sẽ chủ động khom lưng\n\nSt",
    "3": "Có tôi, có bạn, có chúng ta.\n\nCre sách: Gấu Trúc Lớn Và Rồng Tý Hon",
    "4": "Vé máy bay 0 đồng",
    "5": "Hồi nhỏ, mỗi lần mẹ đi đâu về trễ một chút là mình lại bắt đầu lo lắng, buồn bã. Vì mình sợ ở nhà một mình.\nBây giờ trưởng thành rồi mình lại để mẹ phải trải qua những cảm xúc mà mình từng trải qua ngày nào.\nLễ này mình lại không ở nhà...",
    "6": "Một ngày thức giấc, em nhận ra mình đang sống trong một thời đại buồn. \n\nĐó là nơi mà người ta lựa chọn những tình yêu không chắc chắn, chẳng hứa hẹn. Và họ sẵn sàng rời đi trong im lắng. \n\nĐó là thành phố mà mỗi người đều trông mong điều gì đậm sâu, nhưng chưa từng thử mở lòng trao đi điều chân thật. Đây cũng là thời đại của những cuộc tình chóng vánh ngắn ngủi rồi tàn lụi. \n\nThật tệ rằng, trong hằng hà sa số những người đó, có cả em nữa, anh ạ. \n\n- ST",
    "7": "Nhắc nhở thân thiện về việc “sợ bị bỏ rơi, sợ bị từ chối”, trích từ cuốn sách mình đang đọc: \n\n“…mỗi khi gặp khó khăn, hãy nhớ về những ngày mình được chấp nhận, hãy nhớ rằng chúng ta có năng lực tiếp nhận toàn bộ con người thật của mình, cũng như có thể bảo vệ bản thân trong khi ở cạnh người khác..”",
    "8": "“Không cần phải lo lắng, dù chọn con đường nào trong cuộc đời cũng sẽ hối tiếc, bởi mọi người luôn tưởng tượng con đường khác sẽ dễ đi hơn, nhưng thực tế mỗi con đường đều có khó khăn riêng.”",
    "9": "“Trả lại chính mình cho chính mình, trả lại người khác cho người khác. Để hoa là hoa, cổ thụ là cổ thụ. Bắt đầu từ đây, không còn được gặp lại. Cả kiếp sau không yêu, không nhớ , không trùng phùng.”",
    "10": "Cũng chẳng mơ mộng cuộc sống giàu sang phú quý, áo gấm đầy nhà. Tôi chỉ muốn gia đình bình an qua ngày, chăn ấm nệm êm lại còn là thứ xa xỉ.",
    "11": "VĂN MẪU CHIA TAY CHO NGƯỜI LỊCH SỰ\n\n1.- Em đi làm về có mệt lắm không ?\n\n- Vâng, hôm nay mệt lắm\n\n- Tình cờ thật, anh cũng mệt. Mệt với tình yêu chúng ta. Nên mình chia tay đi.\n\n2. “Yêu em là thật, thương em cũng là thật. Nhưng anh nhận ra chúng mình không thuộc về nhau, ở bên nhau chỉ làm cả hai thêm đau khổ. Anh nghĩ, chia tay là cách tốt nhất để em và anh đều hạnh phúc”.\n\n3. “Sau một thời gian tìm hiểu, anh thấy tình cảm giữa chúng ta không phải là tình yêu, anh vẫn chỉ xem em là em gái.”\n\n4. Chúng ta sẽ không có kết quả. Anh chỉ muốn tốt cho em. Em sẽ tìm thấy người tốt hơn anh thôi, anh xin lỗi!\n\n5. Anh thấy mình càng ngày càng không hợp nhau, hay mình tạm xa nhau để xem có thật sự thương nhau không em nhé !\n\n6. Yêu nhau là một chuyện, đi được trọn đời bên nhau lại là chuyện khác. Khi con tim không cùng nhịp đập, tốt hơn hết nên giải thoát cho nhau.\n\n7. Cảm ơn em vì đã đến, xin lỗi vì không thể cùng em bước tiếp trên đoạn đường phía trước. Anh chẳng tiếc gì, chỉ tiếc không thể nhìn em cười, em khóc. Chúc em hạnh phúc.\n\n8. Em biết mà, mình chia tay không phải vì hết yêu. Anh phải lo cho sự nghiệp, gia đình, em phải học hành rồi tương lai. Cả hai bên nhau vào thời điểm này thật sự rất bế tắc…\n\nST",
    "12": "Từ hôm đó trở đi,\n\nTôi đã không còn cố gắng tìm hiểu xem mình là gì trong lòng ai đó nữa.\n\nBởi có thể điều tôi nghe được sẽ thật ngọt ngào, nhưng thứ cuối cùng mà tôi nhận được thì lại hụt hẫng và chua xót biết bao...\n\nCre: A N H",
    "13": "Nhất định phải có tiền!!!!!!!!!!!",
    "14": "\"Suốt con đường này, trong hành lý của con sẽ có lúc chứa đầy những chua ngọt đắng cay. Con học được cách im lặng, làm quen với cô đơn, cũng quen với việc tự chữa lành.\nSẽ có một ngày con được nếm thử sự vô tình của xã hội, những áp lực của đồng tiền, nỗi bất kham trong tình yêu và cả sự nham hiểm của lòng người. \nCon rốt cuộc cũng hiểu được, dù mái hiên của người khác có lớn tới đâu, cũng không bằng việc tự có chiếc ô của riêng mình...\"",
    "15": "Kẻ sáng nay nói cười hớn hở biết đâu đêm qua nước mắt đầm đìa."
}