{
    "0": "A TRACE?: LITTLE RUNAWAY TWINS DISCOVER THEIR LATE MOM'S BELONGINGS IN A DUMPSTER\nTwo runaway boys slipped to the back of an upmarket strip mall. They hurried toward the closest dumpster.\n\"See? It wasn't so difficult to get away from that foster family,\" Steve said.\nMike lifted the dumpster lid. \"They'll report us to Child Protective Services though, and then we'll have to worry about cops,\" he sighed. \"And there's nothing to eat in this dumpster.\"\nSteve removed a cardboard box. There wasn't food inside it, just a shabby jacket.\n\"This might work as a pillow, right?\" He said, lifting it.\nMike rolled his eyes, digging deeper into the dumpster. Steve saw something inside the jacket's pocket.\n\"Mike! Our mom...she had the same one,\" Steve grabbed his brother's shoulder and showed what was in his hand.\n\"Do you even remember our mom passed away?\" Mike asked. But then he turned pale, seeing what his twin brother held in his hand.\nThe full story is in the comments.",
    "1": "MY HUSBAND KICKED ME AND OUR NEWBORN TWINS OUT OF THE HOUSE...\nAfter five years together, my husband Jake and I finally had children. But Jake wasn’t thrilled when he heard I was pregnant; he was more worried about his career and how the kids might impact it.\nFinding out we were having twins sent him over the edge. He started treating me like the enemy, as if I was out to ruin his life. One day, he dropped this bombshell.\n“We keep only one child and give the other up for adoption. If you’re okay with it, we stay a family. If not, you can leave with both.”\nI thought he was just having a bad day or making a terrible joke, but he was dead serious. He packed my suitcases and threw me out on the street with our two newborns, not caring where we went.\nFast forward a few years, and guess who showed up at my door asking for...⬇️\nFull story in comments",
    "2": "found a Weird little “room” in the peak of my old barn and No way to access it.But when i looked closer... i have no words! Liηk ιn сσmmeηt",
    "3": "ENTITLED MAN SPILLED COFFEE ON ME AND HUMILIATED ME IN A CAFÉ – HE HAD NO IDEA HE'D PAY DEARLY FOR IT THE NEXT DAY\nThis happened at a café near my office. I was sitting at the counter, having lunch with my friend. Suddenly, a guy walked by and knocked over my coffee with his hand, spilling it all over me.\nIt happens, right? I wasn't even mad, though he completely ruined my dress. But then he started saying that it was MY fault that HE SPILLED COFFEE ON ME! I wanted to stand up for myself, but he kept insulting me and saying all women like me are the same!\nI ended the conversation by staying silent, but little did he know that the next day we would meet again, and he would deeply regret what he said to me!\nFull story in the comments below ⬇️",
    "4": "NERVOUS CUSTOMER BEGGED ME TO GIVE HIM JUST ONE WEIRD CANDY FOR FREE – LATER THAT DAY, HE CAME BACK WITH AN UNEXPECTED GIFT\n(A man rushes into the store early in the morning, looking visibly nervous and on edge. He almost sprints to my register, clutching a mint candy — the kind of candy no one ever buys.)\nMe: \"Anything else?\"\nCustomer: (Speaking quickly) \"No, just this. Can you break a $100 bill?\"\nMe: \"Actually, I can't. We just opened, and I haven't gone to the bank today.\"\n(Customer's anxiety spikes. He starts fidgeting more, eyes darting around as if searching for a solution, but his gaze keeps coming back to the candy like it's urgent.)\nCustomer: (Almost pleading) \"I really need this. Do you know anywhere I can get change? I need this candy right away!\"\n(It's clear something's up. He's too nervous for it to just be about candy. I decide to take a guess.)\nMe: \"Sir, it isn't for you, right?\"\nCustomer: (Hesitating, then sighing) \"No.\"\nMe: \"Is it for ⬇️",
    "5": "EVEN ANIMALS ARE BACK\nAfter losing their home in Brazil, this photographer and his wife planted thousands of trees for over 20 years until they were once again surrounded by a beautiful forest.\nWhen they reached their destination, they showed before and after photos - Full story in Comment",
    "6": "MY HUSBAND MOVED IN WITH HIS BEST FRIEND BECAUSE OUR NEWBORN WAS \"TOO LOUD\" – I MADE SURE HE REGRETTED IT\nWe brought our angel home a few weeks ago, and I have never been this exhausted in my life. While I've been sleep-deprived, washing dishes, breastfeeding, and changing diapers, my husband has been emotionally absent, as if we didn't just have a daughter together.\nOne evening, while I was trying to rock the baby to sleep, I saw him packing clothes in his backpack. I asked him what he was up to, and his answer pushed me over the edge.\n“I’m going to stay at Mike’s place for a few weeks. The baby is too loud, and I need time to relax from this mess. When I return, you better figure out how to make this place livable again.”\nTHE AUDACITY OF THE MAN WHO NEVER LIFTED A FINGER TO COMPLAIN ABOUT HOW TIRED HE WAS, WHILE I WAS TAKING CARE OF EVERYTHING ALONE POSTPARTUM! It was THE LAST STRAW, so as soon as he walked out the door, I reached for the phone to ⬇️",
    "7": "Woman lives off-grid in underground ‘villa’ that she built herself See the photos in the link in the comments👇👇",
    "8": "MY MOTHER-IN-LAW MADE ME LEAVE THE BIRTHDAY PARTY I ORGANIZED FOR HER IN TEARS.\nI've been married to my husband for two years, and well, I'm of a different race than him, which my mother-in-law clearly doesn't like. She even left me out of family photos, saying I'm not really family. Thank goodness my husband has always had my back in these situations.\nSo, it was her birthday last weekend, and despite everything, I just really wanted to keep things normal, for my husband's sake. I went all out — decorations, a fancy cake, and I even splurged on this super expensive handbag. I love my husband and know how much he loves his mom, so I wanted to do something special.\nEverything seemed fine at the party; she was all smiles, thanking me for the amazing surprise and the gift of her dreams. But then, at the end of the party, my heart just DROPPED when she stood up, stared right at me, and in front of everyone, she just ⬇️",
    "9": "So, my husband and I just got married. None of his family came to our wedding, which I thought was odd, but he said they all live far away and aren't really close. But then, like two months later, his 'sister' shows up with her baby girl, and moves in next door. We started hanging out a lot, and she even left her baby, Sofia, with me sometimes when she was out on business.\nSo, there I am one day, playing with little Sofia, and it's diaper-changing time. I had no clue that this was about to turn my whole world upside down. I take off the diaper and just freeze. There's something on Sofia's leg that hits me like a ton of bricks. I realized then how naive I've been and how I've been played. This woman? She's not my husband's sister.\nHere's what I did. 👇",
    "10": "MY GRANDDAUGHTER CAME TO STAY WITH US FOR SUMMER, BUT WHEN I OPENED HER SUITCASE, I CALLED HER MOM IN SHOCK.\nThis summer, my 13-year-old granddaughter, Lily, came to stay with us for a few weeks. We were all excited to have her, and she seemed just as thrilled to be here. Lily has always been a sweet, well-behaved girl, so I didn't expect any surprises when she arrived. But boy, was I wrong.\nThe day she got here, I helped her carry her suitcase up to the guest room. She was running around, exploring the house, so I figured I'd help her unpack and make her feel at home. I opened her suitcase, expecting to find the usual stuff — clothes, maybe some books, and her favorite stuffed animal. But when I unzipped that suitcase, I almost DROPPED it.\nRight on top of her neatly folded clothes and a pile of books were... ⬇️\nFull story in comments",
    "11": "ON OUR ANNIVERSARY, MY HUSBAND \"GIFTED\" ME WITH DIVORCE PAPERS, LEAVING ME FOR A YOUNG MISTRESS — A MINUTE LATER, HE RECEIVED PAYBACK FROM KARMA\n\"But… We could have dinner,\" He cut me off before I could finish.\n\"I'm not in the mood for this,\" Todd said, not even looking at me. \"Oh, I almost forgot. This is for you,\" he said, thrusting an envelope to me.\nFor a moment, there was a hope. Maybe he hadn't forgotten... Was this the ticket to Italy? My hands shaking as I opened the envelope.\nBut when I saw what was inside, my world crumbled. It wasn't a ticket to Italy.\nIt was divorce papers.\n\"What…what is...?\" I stammered.\n\"Are you THAT dumb? I'm divorcing you,\" he said coldly as he pulled out his suitcase.\nThis couldn't be happening. Not after everything I had done for him, for us.\n\"May I ask why?\" I asked, my mind reeling.\n\"Jeez, you're terrible, Katie!\" he said bluntly, tossing clothes into the suitcase. \"Just look at yourself! You do nothing. You've gained weight, you're not interesting!\"\nI felt like I had been slapped. \"Are you kidding? Todd, we've been together for 15 years! You can't just—\"\n\"I can. I met someone. Stephanie. She's wonderful.\" he said, cutting me off again. \"What did you expect? That I'd stay with you when you're like this? And please, stop this scene,\" Todd said, zipping up his suitcase and heading for the door.\nI followed him, speechless.\n\"Stephanie and I are going to Italy for two weeks. Get out of here by the time I return,\" he said, walking out.\nI bolted out the front door, not caring about anything except anger. As I saw him, his phone pressed to his ear, smiling like total jerk. Oh, right. HE IS A TOTAL JERK!\nI wanted to yell at him, to say it all. But before I could say a word, I saw it: Karma immediately hit him.\nAnd Dear Lord. It was so damn brutal.\nHere's what happened....⬇\nFull story in comments",
    "12": "MY 5-YEAR-OLD STARTED WEARING MY WIFE'S HIGH HEELS & USING HER LIPSTICK, ACCIDENTALLY EXPOSING HER LIE.\nIt had been happening for a month: every day I came home, and my little daughter, Jazmin, greeted me in her mom's high heels, saying, \"I'm a princess like Mom!\"\nEach time, I hugged her, telling her she was beautiful, but I couldn't shake off the nagging thought: Why is this happening?\nThe reason for my concern was that my wife NEVER wore heels. She just had one pair, and she never wore makeup, always saying it was uncomfortable for her. It's one of the reasons I love her—she isn't afraid to be natural.\nYesterday, I finally asked Jazmin:\nMe: \"Honey, you always say you look like Mom, but Mom never wears heels.\"",
    "13": "A single man adopted an “unusual” girl who was rejected by 20 families before, but wait till you see how this brave princess looks like today ❤️ photos in comments ⬇",
    "14": "Full story in comments⬇️",
    "15": "WE CAME HOME FROM VACATION TO FIND A HUGE HOLE DUG IN OUR BACKYARD — I WAS SHOCKED TO LEARN WHO DID IT AND HIS REASON.\nSo, we came back from our vacation a bit earlier than planned because my wife got sick during our trip to the ocean, and we decided to head home a few days early.\nThe first thing I did when we got home was to check the backyard to make sure everything was okay while we were gone. And OMG, I was shocked to find a huge hole dug in our yard!\nI was about to call the cops, but then I noticed a shovel, a new bottle of water, and some other stuff left in the hole. I thought, “What if this person is digging at night to avoid being seen and knows we're supposed to be on vacation?” So, I decided to make it look like we hadn't come back yet and parked the car in the garage. My plan worked.\nThat night, I saw a silhouette jump over the fence and head towards the hole.\nWhen the guy jumped into the hole, I came out of the house and approached. But I couldn’t believe who I saw in there, because it was... ⬇️\nFull story in comments",
    "16": "A heartbreaking viral photo shows a shelter pit bull \"losing hope\" after all his adoptions fell through 😢💔 But the shelter is still holding out hope that Rocky will find his perfect home.\nRead more about Rocky here:",
    "17": "I KICKED MY GRANDPARENTS, WHO RAISED ME, OUT FROM MY GRADUATION AFTER I FOUND OUT THE TRUTH.\nMy grandparents on my mother's side took me in when my mom passed away in a car accident, and my father abandoned me. I was just two years old at the time, and they became my only family.\nThey cared for me and were willing to do anything for me. Recently, I graduated from high school. Thanks to my grandparents, I had the opportunity to get into a good college, one of the best in the state. I couldn't wait for them to see me on stage after I completed my degree. However, on the day of graduation, everything changed.\nWhen my grandparents arrived and took their seats in the hall, I walked up to them and told them to leave. They were, of course, shocked, but I said it loudly enough that other guests heard, so they had no choice but to go. My grandmother started crying, and it was bitter for me to see, but she ⬇️",
    "18": "MY DOG SUDDENLY BECAME VERY ATTACHED TO MY WIFE & WOULDN'T LEAVE HER ALONE — WHEN I FOUND OUT WHY, I GOT DIVORCED.\nOur 3-year-old Labrador Retriever, Rocky, has recently become ridiculously attached to my wife of 8 years, especially after she got sick with a stomach bug.\nHe's always been a snuggler and favored her, but his clinginess just wouldn't stop, even after she got better.\nNow he's a nervous wreck whenever she leaves, sitting by the door until she gets back and glued to her side when she's home. It got worse when he actually growled at another dog near her during a walk, something he's never done before.\nWe were freaked out, thinking it might be an aggression issue, so we decided to take him to the vet to make sure he wasn't in pain and to figure out what was going on. But soon, I discovered the real reason, and IT TURNED MY WORLD UPSIDE DOWN BECAUSE MY WIFE⬇️",
    "19": "The police in a helicopter thought the kids were playing, but then realized that the children were trying to tell them something through a secret sign. When they looked in that direction, they couldn't believe their eyes 👀 Look what they saw in that direction:\n Check the comments👇👇👇"
}