{
    "0": "Apenas una semana antes de que Madeleine McCann fuera secuestrada en una zona de vacaciones de Algarve, en Portugal, en 2007, el sospechoso del caso estaba planeando un plan horrible, y es lo que nos temíamos 💔",
    "1": "Sale a la luz una emocionada carta de Kate Middleton en el hospital... y confirma lo que todos sospechábamos 😭",
    "2": "Algunos me condenarán por lo que hice, y otros incluso se reirán de mí. Pero déjenme decirles que para algunos, mi historia puede ser una lección útil. Soy Linda, tengo 56 años, y hace unos meses descubrí que estaba embarazada.",
    "3": "El rey Carlos es sacado del Palacio de Buckingham en helicóptero 💔 Por favor, recen por él",
    "4": "Después de la muerte de su marido, descubre que está embarazada y luego ve la asombrosa ecografía 😱💔",
    "5": "Tras tirar de una cuerda en un desván, un hombre reveló un misterio que había estado oculto durante casi 70 años.",
    "6": "Feliz cumpleaños a Kevin Costner que hoy cumple 69 años 🎂❤  y ha vuelto a encontrar el amor — Mira en comentarios para saber quién es ella, puede que la conozcas 👇👇",
    "7": "Pescador captura un pez enorme, pero luego hace un descubrimiento inusual.",
    "8": "«Mientras su esposa estaba en el trabajo, el hombre gastó $170 y renovó por completo su miserable cocina.»",
    "9": "«Hachiko» robó corazones junto a Richard Gere. Esto es lo que realmente pasó con el amado perro de la película.",
    "10": "¡Hemos estado esperando esto durante mucho tiempo! «😱 Shakira ha vuelto a tener una relación amorosa con un hombre cuya identidad ha ocultado 🧐😲 antes …",
    "11": "¡La hija de Catherine Zeta Jones se ha hecho mayor y es exactamente igual que su famosa madre! 😱",
    "12": "Después de toda la angustia, la ex esposa de Kevin Costner, de 49 años, supuestamente encontró el amor nuevamente... mejor siéntate, porque tal vez reconozcas a su nuevo amor 😮❤",
    "13": "A sus 60 años, Brad Pitt ha encontrado un nuevo amor y está listo para casarse tras su doloroso divorcio de Angelina Jolie 😮 Siéntate antes de ver a su supuesta novia, porque quizás la reconozcas...",
    "14": "Nicole Kidman, de 56 años, deslumbra con un atrevido vestido, aunque algunos dicen que no es apropiado para su edad",
    "15": "Una mujer de 109 cm presentó a su esposo: ¡El tipo es el doble de alto que su esposa!",
    "16": "¡Únase a nosotros para desearle a Jennifer Aniston un muy feliz 55 cumpleaños! 🎉\nLa talentosa actriz ha disfrutado de una larga carrera desde que encontró su gran oportunidad interpretando a Rachel Green en 'Friends'.\nTodo el elenco sufrió una tristísima pérdida con la muerte de Matthew Perry en octubre... La propia Aniston reveló el último mensaje que le envió, y es desgarrador 💔",
    "17": "«Insecto que vive prácticamente en cada baño. ¿Por qué se reproduce?»",
    "18": "8 Famosos que demuestran que ser criado por una madre soltera conduce a un vínculo inquebrantable",
    "19": "Oscar, enrojecido y emocionado, luchó contra el pez que había atrapado con su caña de pescar. ¡Definitivamente era uno grande, a juzgar por su fuerza!\nPoco a poco, Oscar haló y haló hasta que sacó su primera pesca de la temporada. Estaba resplandeciente de orgullo.\nPero cuando finalmente lo tomó con las manos y lo metió en su red, su rostro cambió. ¡Era diminuto! ¡El pez plateado que aleteaba furiosamente en su red era apenas más grande que su mano!\nInmediatamente, los hombres que lo rodeaban comenzaron a gritar burlonamente. \"¡Oscar ha atrapado una ballena!\", dijeron.\nOscar se sonrojó, pero estaba decidido a llevarse su presa a casa, así que empezó a destripar y limpiar su pescado. Para su sorpresa, cuando le quitó las tripas, escuchó un leve tintineo metálico.\nHabía algo en el estómago del animal."
}