{
    "0": "I now pronounce you as man and wife, you may now change your facebook status to married you will kiss your bride in your room.",
    "1": "step mother: can you please make me a hot dog?\nStep daughter: abracadabra!! You are now a hot dog.\nStep mother: mxm u stupid,i mean um hungry!!",
    "2": "Help me wish my cute baby a happy birthday!😍",
    "3": "Merry Christmas!!!\nHave a very splendid and enjoyable day.",
    "4": "Please vote by liking the video ,comment & share",
    "5": "(Elephant meet with camel) \nElephant: loool damn u got two breasts on ur back.\nCamel: lool elephant u not what!!?, by looking at ur face, let me just shut up...",
    "6": "At an interview: “In the beginning, you’ll be earning 3 000, later on it can go up to 10 000.”   “OK, I’ll come again later then.”",
    "7": "Adam and Eve must have been white, they only took one apple, if they were Black, all the apples would have been gone plus the tree for fire wood. If they were Chinese, they would have eaten the snake as well.",
    "8": "Show Baby SK some love😍",
    "9": "Which team will have a victory today between Chiefs and Pirates?",
    "10": "First coronavirus case confirmed in South Africa",
    "11": "They said if you laugh at someone's condition you will be like them, so gather here all lets laugh at Patrice Motsepe so that we can all be rich🤣🤣🤣🤣🤣🤣🤣",
    "12": "Using a toilet without a lock is very annoying, Anytime u hear footsteps u either sing , clear your throat or rub the cement paper shikishikishiki to let them know u in there!!",
    "13": "In the University of Facebook i study 😃Hahanology and you?",
    "14": "Mashile Sk",
    "15": "Him: mum but you said my younger sister is a little angel...\nMother: yes my son she is a little angel\nHim: but why did not she fly when i throw her from the balcony?\nMother fainted\n😂😂😂😂😂😂"
}