{
    "0": "70 years ago she was disowned by family for marrying a black man, today their marriage... Check the comments 👇",
    "1": "A mom snapped a photo of her daughter in the backyard and shared it on Facebook. When friends and family saw it, they commented with concern. Here's what caught their attention in the photo: - Check the comments 👇👇👇",
    "2": "That's absolutely true!❤️ Share your thoughts in the comments👇\n\n#love #loveislove #support #facts #facebookpost #viralpost2024 #partner",
    "3": "93-year-old man still goes to lunch with his wife everyday, even after she passed❤️",
    "4": "8 Signs that your body needs help, I’m glad I’ve noticed it now. check the comments: 👇",
    "5": "At 63 and 26, everyone thinks the woman is his grandmother, but now the controversial couple's shock pregnancy news has floored people  Check comments 👇👇😱",
    "6": "You are not big enough for her!\" They all laughed at him for marrying her! Years later, they all wish they hadn't  look what happened in first comments below 👇",
    "7": "Definitely be careful! Check the comments...👇",
    "8": "Check the first comment👇",
    "9": "What do you think? check the 1st comments for answer.",
    "10": "\"Lady, when you travel, you need to book TWO seats!\" James sneered.\nThe woman's eyes filled with tears but James was on a roll, especially when he noticed that her clothes were cheap and old-fashioned and her shoes were very worn.\nHe said, \"I guess your whole budget goes on nachos and hot dogs, right? So you can't afford two seats? Next time pass the hat, I'm sure all your fellow passengers will be very generous!\"\nThe woman turned her face to the window, and in the reflection, James could see the tears running down her cheeks.\nHe was sipping the last of his wine. A few minutes later, the captain's voice came over the speakers 👇👇",
    "11": "🩷",
    "12": "When she became pregnant, she had no idea she would be a mom to 8 babies😱😍Now, the children are all grown up and you better sit tight before seeing how they look today 👇👇",
    "13": "Purslane is tastier than meat! Neighbors from Turkey taught me how to cook weed. Please, we're seeking your support to remain in this social network. Even a simple comment on our messages (a \"yes yummy\" or a smiley) will suffice. Without it, we might vanish completely.  ⬇️ Recipe in first (c.o.m.m.e.n.t). ⬇️",
    "14": "25 Times Wedding Photographers Snapped Something Unexpected. Check the first comments! 👇😂",
    "15": "\"Okay folks just a little heads up I have done went through one tragedy of a house fire. I kept smelling something like electrical fire. I tore my house apart trying to find it and finally did. These light bulbs will burn your house down. It has been in this lamp 4-5 years. It is packed tight with nothing but lady bugs. You can see how close it came to igniting. I changed all the light bulbs. Please check yours.\" Check out the full details in the first comment  👇",
    "16": "💯",
    "17": "MY SISTER BILLED ME $2,145 FOR THE SURPRISE BIRTHDAY PARTY SHE THREW FOR ME – I WAS READY TO PAY UNTIL KARMA EXPOSED HER TRUE REASON\nI told my sister I wasn’t planning anything for my birthday this year because I needed to save money to pay off my medical bill. She seemed to understand. As my birthday approached, she invited me over for coffee. When I walked in, everyone I knew jumped out screaming, \"Surprise!\" The evening was amazing, and I was grateful for her effort.\nGrateful, right until my sister handed me an envelope. A birthday card? No. A $2,145 bill FOR THE PARTY I DIDN’T ASK FOR.\n“You can take your time paying it off! I know money’s tight,” she smiled. I was speechless, stunned by her audacity. But to avoid a fight at the party, I bit my tongue.\nMy mind was panicking trying to decide what I should do, but karma was faster. As my sister went to grab a cake from the delivery guy, she dropped her wallet and everyone saw how 👇👇",
    "18": "When You Know The Meaning of the Letter M in the Palm of Your Hand You Will Be Speechless., See More... 👇☺️ Check Comments 👇 👇",
    "19": "The stunning reason this 25-year-old refuses to shave off her unibrow despite cruel comments: - Check the comments..👇"
}