{
    "0": "My grandmother passed away, and all she left me in her will was an old sofa. My father was very angry, saying, \"She took all her wealth to the grave! You're her only grandchild!\" But I respected her will.\n\nGrandma often read me fairy tales on this sofa, and I listened, fascinated, with a cup of tea. I loved spending time with her, and she understood me like no one else...\n\nInfluenced by childhood memories, I sat down on the sofa but instantly felt that something was wrong — a hard, sharp object was poking me in the back!\n\nAt my own risk, I cut open the sofa and found a green metal box. Inside were many papers and a letter addressed to me! I carefully opened it, and my heart stopped.\n\nHere's what it said. ⬇️",
    "1": "At 75, Jessica liked to sit outside on her porch and watch the kids running around. She always brought a cup of tea and a book to read. It was a peaceful time, but inevitably, Jessica would reflect on her life during those moments. Today was one of those days.\n\nShe remembered her first wedding well, as it was the only time she had ever been excited to have one. Karl was the love of her life, or so she thought. But when she reached the end of the aisle on her father’s arm, she saw everyone’s worried faces. Karl had disappeared, and no one knew why.\n\nJessica cried on the steps of the Masonic Temple for several more hours. It was one of the best wedding venues in the city, and she had always dreamed of getting married there. However, it was not to be...\n\nDespite this, \"I had a great life,\" Jessica thought to herself while sipping her tea. It was true, although she never tried dating again. But once in a while, she thought about Karl and still wondered why he had disappeared.\n\nSuddenly, the mailman snapped her out of her thoughts with a bright smile and a loud, “Hello, Mrs. Pennington! I have a letter for you!” Jessica took it in her hands, but the last thing she expected to see was the name 'Karl Pittman' on the envelope.👇",
    "2": "MY MIL SENT ME A HUGE BOX FOR MY BIRTHDAY – WHEN I OPENED IT, BOTH MY HUSBAND AND I WENT PALE.\n\nTwo weeks ago, it was my birthday. The day started beautifully. But then, in the afternoon, there was a knock at the door. A delivery man stood there with this massive, wrapped box that was so big it barely fit through the doorway.\n\nI was stunned. As I started unwrapping it, a small note fell out, \"From the wonderful woman who gifted you a husband.\" My heart sank – it was from my MIL.\n\nHere's the thing. My MIL has never liked me. She always thought I wasn't good enough for her son, constantly reminding me of my modest background. When our baby was born, she didn't even visit and said she didn't approve of me as the mother of her grandchild.\n\nSo, when I saw the gift was from her, I was in shock. Was she finally trying to make peace?\n\nI ripped off the wrapping paper, revealing a plain box underneath. But when I opened it, my heart dropped. I couldn't believe what I was seeing. My hands trembled, and Mark, standing beside me, went pale. He grabbed his phone and called his mom immediately. \"What have you done, Mom?! You intentionally ⬇️",
    "3": "Y MIL SPLASHED RED PAINT ON MY WEDDING DRESS TO RUIN OUR DAY – LITTLE DID SHE KNOW KARMA WOULD HIT HER BACK SOON.\nSo, my husband's mom, Laurel, has always been against me because I come from an ordinary family. She had high hopes for a \"better\" match for her son. At first, it was minor stuff like \"forgetting\" my birthday or not inviting me to family dinners. But it got worse. When my husband was about to propose, she found out the date through my sister-in-law (SIL) and fak… See more",
    "4": "\"Wheel of Fortune\" host Vanna White's rare photos of her grown daughter wowed fans. 🤯 Gigi's TRANSFORMATION at 27 is below. 👇",
    "5": "STRUGGLING FOR MONEY TO CELEBRATE MY DAUGHTER’S BIRTHDAY, I WAS BAFFLED BY HOW MUCH SHE GOT FOR FREE.\n\nMy daughter turned 18 today. I'm a single mom, and for the last two months, we've been struggling financially. I can’t express how bad I feel that I can't give my daughter the normal things she needs.\n\nLast night, I packed the little present I could afford and asked her if she had any big plans for her birthday. To my surprise, she said yes.\n\nShe then showed me a Google doc she had been working on, listing all the different companies in our area that offer something for FREE if you can prove it’s your birthday. I was SHOCKED! Her plan was to drive around and hit as many places as possible, collecting free stuff.\n\nIt turned out she could easily visit Sephora, Olive Garden, Starbucks, Krispy Kreme, The Keg Steakhouse, and more, and get\n\nFull Story is in comments 👇⬇️",
    "6": "Sad news about Brad Pitt. The announcement was made by the great actor himself: \"Nobody believes me...\"\" Full story in the 1st comment",
    "7": "A SECRET I'VE BEEN KEEPING FOR 16 YEARS IS EATING ME ALIVE.\n\nI thought I'd take this to my grave, but here we are... I had terrible parents, so I promised myself I'd never walk out on my own child. When my first kid was 2 years old, my wife cheated on me, and it crushed me. She was the primary breadwinner at the time, and I had to move out of our upper-middle-class house into an apartment...\n\nLater, she \"realized her mistake\" and came begging me to take her back after about 9 months. I love my kids so much and wanted to spend every day with them, so I \"forgave\" her, and we've been together ever since.\n\nShe doesn't know that for the last 16 years, I ⬇️",
    "8": "Robert De Niro, 80, and baby daughter Gia, 10 months, snuggle in rare family photo\nSee in comments👇👇",
    "9": "MY DAUGHTER DROPPED OFF MY GRANDSON AND DISAPPEARED — THREE WEEKS LATER, I GOT A CALL THAT BROKE MY HEART.\n\nMy daughter asked me to babysit my grandson for two weeks because she unexpectedly needed to go on a work trip. It was a bit sudden, but I was always happy to spend time with my little grandson, so I didn't mind. She dropped him off with a huge bag of stuff and rushed to catch her plane.\n\nI didn't suspect anything unusual until I opened the bag. Inside, there were fall, winter, and spring clothes, as well as what looked like all of the baby's toys and medicine. It didn't look like a bag packed for two weeks. It looked like she wasn't planning on coming back...\n\nI called and called, but she didn't pick up. Over the next few weeks, I cried my eyes out, and then, suddenly, I finally got a video call. With trembling hands, I pressed \"Answer,\" and saw ⬇️",
    "10": "ROYAL TRAGEDY 😭💔 Heartbreak for King Charles. With heavy hearts, we announce the passing...Full story in comments!⬇️",
    "11": "My grandpa recently died and his lawyer gathered us all.\nHe announced that all his money (millions of dollars) should be evenly divided between my three siblings, and I would get only the old, shabby apiary and that was it! It hurt me a lot because I was the one looking after him in his last years.\nBut I was ready to accept it as I loved and respected him. However, when everyone left, the lawyer asked me to stay. He said, \"Your grandfather loved you the most. He wanted to kee… See more",
    "12": "Really?? This famous Hollywood actor says it openly: “The Bible is the most stupid book ever, and people who believe in it are idiots” 🤔🤔 Really Brian, is this what you think about us? 😲 God help.. Full Story is in the comments 👇👇⬇️",
    "13": "We're supposed to get married in a week. My parents are literally crazy about him! I mean, he's all good, really, but I feel like he's not what he seems... To check, I spent a couple of days with him, and he was Mr. Generosity himself, especially in public. But I wouldn't be me if I didn't go to extremes, and that's when things got interesting.\n\nI decided to find out the truth and pretended to be a homeless person begging for help. The horror started when he arrived at the restaurant where I was already waiting for him at the door. At first, everything was as usual, that fake smile again. But as soon as no one else was around, everything changed! ⬇️",
    "14": "\"PEOPLE WHO HE TRUSTED AND THOUGHT WERE HIS 'FRIENDS' WERE NOT HIS 'FRIENDS' AT ALL, SO SO SAD 🥲,\" online user got upset. The CHILLING EIGHT-WORD message from someone close to Perry is in the comments.👇",
    "15": "\"IT'S SAD TO SEE\": Charlie Sheen's daughter undergoes PLASTIC SURGERY ON HER FACE, sparking a heated stir. 🤯 Her photos AFTER the operation are in the comments below.👇",
    "16": "MY SONS EXPOSED THEIR DAD BY MAKING PAPER PLANES OUT OF HIS TRASHED DOCUMENTS — WHEN I UNFOLDED ONE OF THE PLANES, MY HEART DROPPED.\n\nI love my husband to death, but after what happened this week, I don’t know what to think. On Tuesday, I let our sons play with my husband’s trashed papers (mostly misprinted documents) so they could learn how to make paper planes. I was so proud when they made them that I shared an adorable photo with my hubby!\n\nBut instead of his usual smiley response, he totally freaked out and told me to stay away from the papers and not to read them. We’ve never had secrets in our family, and I wasn’t about to start now. So, I unfolded the planes to see what this was all about.\n\nAs I unwrapped the last one, I FORGOT HOW TO BREATH. On that wrinkled paper, there was a ⬇️",
    "17": "More celebrity duos of the same age who look totally different are in the comments.👇…",
    "18": "Astounding photos of our beloved stars as they might appear TODAY are in the comments. 😱👇",
    "19": "Users said Meghan Markle showed \"no respect\" for the country she's visiting. 😤 Photos of Harry's wife in the dress that caused outrage are below."
}