{
    "0": "There is a shop in Hunan province in China, 120 meters (393 feet) up the side of a cliff. It supplies climbers with essential snacks, refreshments, and substances during their ascent.",
    "1": "Joshua Tree National Park in California\n\nEstablished as a national monument in 1936 and later redesignated as a national park in 1994, Joshua Tree covers nearly 800,000 acres, making it larger than the state of Rhode Island. Visitors can engage in various activities including hiking, rock climbing, stargazing, and bird watching.",
    "2": "Puglia is a region where ancient olive trees often sport bizarre, fantastical shapes, often twisting and turning about themselves.\n\nThis one is over 1600 years old and it looks like a hug.",
    "3": "Can we get a \"Thank You\" to everyone who served in the armed forces? 🇺🇸😎",
    "4": "Spider's Eiffel Tower. \n\nPhoto by Craig P. Burrows Photography",
    "5": "A chance discovery was made on a Northumberland beach of the largest fossil of a giant millipede, Arthropleura, which lived during the Carboniferous Period, around 326 million years ago. The fossil is believed to be over 2.5 meters in length and weigh around 50 kilograms.",
    "6": "A graceful landing is a sight to behold, but not all landings are successful. A red fox was hunting in the final snow near the road in Yellowstone on a May evening, but its attempts were unfruitful. Although its efforts did not yield results, the fox's persistence is admirable. Captured with a Canon R7 and 500mm EF lens, May 2024.",
    "7": "Bill Gates was invited by a high school to give a lecture. He arrived by helicopter, took the paper from the pocket where he had written eleven items. He read everything in less than 5 minutes, was applauded for more than 10 minutes non-stop, thanked him and left in his helicopter. What was written is very interesting, read:\n\n1. Life isn't easy — get used to it.\n\n2. The world is not concerned about your self-esteem. The world expects you to do something useful for it BEFORE you feel good about yourself.\n\nA former cleaning lady becomes a chef and fulfils her dream of having her own organic restaurant\nTrue story: A simple (but powerful) gesture of kindness from a CEO\n\n3. You will not earn $20,000 a month once you leave school. You won't be vice president of a company with a car and phone available until you've managed to buy your own car and phone.\n\n4. If you find your teacher rude, wait until you have a boss. He will not feel sorry for you.\n\n5. Selling old newspapers or working while on vacation is not beneath your social standing. Your grandparents have a different word for it: they call it opportunity.\n\n6. If you fail, it's not your parents' fault. So do not whine about your mistakes, learn from them.\n\n7. Before you were born, your parents weren't as critical as they are now. They only got that way from paying your bills, washing your clothes and hearing you say they're \"ridiculous.\" So before saving the planet for the next generation wanting to fix the mistakes of your parent's generation, try cleaning your own room.\n\n8. Your school may have blurred the distinction between winners and losers, but life isn't like that. In some schools, you don't repeat more than a year and you have as many chances as you need to get it right. This looks like absolutely NOTHING in real life. If you step on the ball, you're fired… STREET!!! Do it right the first time!\n\n9. Life is not divided into semesters. You won't always have summers off, and it's unlikely that other employees will help you with your tasks at the end of each term.\n\n10. Television is NOT real life. In real life, people have to leave the bar or the club and go to work.\n\n11. Be nice to the CDFs (those students that others think are assholes). There is a high probability that you will work FOR one of them.”\n\nKnow these and know peace. I come in PEACE 😇",
    "8": "Explore the breathtaking beauty of Avenue of the Giants, California 🇺🇸",
    "9": "Wojtek, a Syrian brown bear, was acquired by Polish II Corps soldiers in Iran as a cub. He accompanied the unit to Italy, serving with the 22nd Artillery Supply Company during WWII. Wojtek gained fame by assisting in the movement of ammunition crates and interacting with visiting Allied leaders. After the war, he was honorably discharged from the Polish Army and spent the rest of his life at the Edinburgh Zoo in Scotland, where he passed away in 1963.",
    "10": "During this heatwave please help out your local critters by providing water. A woman set out a bowl of ice and this little guy was so grateful, he fell asleep cooling off on top of it. No act of kindness is ever wasted.❤️",
    "11": "A humpback whale breaching the seas of California's Monterey Bay, right near to a fishing boat. The natural world is quite breathtaking! It never ceases to astound us with its enormous animals, obscure vegetation, fragrant flowers, and much more. A recent photo taken in the seas of Monterey Bay, California, gave viewers the chills.\nIt was quite incredible to see the enormous humpback whale leaping out of the water in the photo! The bay is a popular place to see whales since it is home to a variety of marine animal species and, more significantly, it is situated along the migration path used by humpback and grey whales.\nThe images depict how the enormous humpback broke through the surf near a fisherman's boat called",
    "12": "Princess Diana in a pink sweater appears to be from the early to mid-1980s. Diana was known for her love of pink and often wore the color in various outfits throughout her public life. This particular casual and candid photo showcases her approachable and warm personality, contributing to her enduring popularity and the public's affection for her.",
    "13": "The Fukang meteorite is a meteorite that was found in the mountains near Fukang, China in 2000. It contains large, gem quality olivine, or peridot, in a nickel-iron matrix",
    "14": "It's a shame that this photo will score fewer liкes and shaгes than some naкed girl 😊",
    "15": "A resplendent rainbow unites with a brilliant lightning bolt, illuminating the potential for inspiring change and progress.",
    "16": "Missing the action! \n\nPhotographer Greg Armfield misses the moment of rhinos mating in Nairobi National Park.\n\nPhoto by Jonathan Caramanus",
    "17": "Fun fact\n\nIn Switzerland, it’s illegal to own just one guinea pig. This is because guinea pigs are social animals and they are considered victims of abuse if they are alone.",
    "18": "A stunning and rare weather phenomenon has recently been captured on camera, leaving skywatchers in awe. The photograph shows a breathtaking display of a rainbow cloud, scientifically known as cloud iridescence, illuminating the sky with vibrant colors.\n\n📸 @santesuzie"
}