{
    "0": "UFC 303 Purses and Results: Alex Pereira Retains Title, Fighter Salaries Revealed.\n#UFC303\n#ufc303results\n#ufcfightbonus\n#alexpereira\n#jiriprochazka\n#mma\n#ufc\n#mixedmartialarts",
    "1": "Want to make it to the pros? Learn the key steps to becoming a professional basketball player. From intense training routines and skill development to networking with scouts and joining the right leagues, we've got the expert tips you need. Whether you're aiming for the NBA or overseas opportunities, these strategies will guide your path. #BasketballTips #ProAthlete #BasketballJourney #SportsTraining",
    "2": "Good evening blues it's Raheem Sterling 🥶🥶🥶💙💙💙🫂",
    "3": "Chelsea's Latest Transfer Moves and Maresca's Tactical Vision.\nChelsea's key signings this transfer window and get insights into Maresca's tactical plans for the upcoming season. Learn how new players are set to impact the team's strategy and performance on the pitch. Stay updated with the latest in football from Chelsea FC! #ChelseaFC #TransferNews #PremierLeague #Football #MarescaTactics #NewSignings",
    "4": "Uncover the incredible journey of Pete Rose, Major League Baseball's all-time hit leader. Delve into the untold stories behind his legendary career, including his unparalleled records and the challenges he faced. Discover why Pete Rose remains a baseball icon, celebrated for his dedication and skill on the field. #PeteRose #MLB #BaseballLegends #SportsHistory #AllTimeHitLeader",
    "5": "Why Jos Verstappen Pulled Out of the Austrian GP Legends Parade.\n#JosVerstappen\n#ChristianHorner\n#RedBullRacing\n#AustrianGP\n#F1 #F1Drama #RedBullRing #F1Legends",
    "6": "Donald Trump and Bryson DeChambeau's Viral 'Break 50' Golf Challenge Raises Millions for Charity",
    "7": "Chelsea officially moved to 8th on the table. \n\n3 points behind 6th placed Manchester United and 2 points behind 7th place Newcastle United. \n\n#CHETOT",
    "8": "Good morning blues 💙💙💙👊",
    "9": "Discover the NBA stars ruling Instagram in 2024! Check out our list of the top 10 players with the most followers and see who made it to the top. Don’t miss out! 🔥🏀\n\n#NBATop10 #InstaFamous #FollowTheStars #BasketballLegends\n\n",
    "10": "Discover the best creatine gummies for 2024 to boost your muscle strength and energy levels! 🌟 Whether you prefer sugar-free, vegan options or high-potency flavors, we've got you covered. Read our comprehensive guide and make an informed choice to meet your fitness goals! 💪 #Fitness #Creatine #Supplements #MuscleGain #HealthyLiving #SwolyCreatine #CreateGummies",
    "11": "Scotland’s National Football Team is on a mission to break the cycle of 'Glorious Failure.' Can they rise to the challenge? #Scotland #Football #GloriousFailure #NationalTeam #QuestForVictory",
    "12": "What a dramatic win for England! 🏆⚽️ After a nail-biting match, the Three Lions have triumphed over Slovakia with a 2-1 victory in extra time! 🦁🔥 On to the quarter-finals! #ItsComingHome #EnglandFootball #ThreeLions #Euro2024 #Football #ENGSVK #Victory",
    "13": "United's Transfer Troubles.\n#ManchesterUnited #TransferStrategy #DonnyVanDeBeek #ErikTenHag #JarradBranthwaite #DefensiveReinforcements #StrikingOptions #RasmusHojlund #IvanToney #ViktorGyokeres #OllieWatkins #JonathanDavid #DominicCalvertLewin #DavidHancko #ManuelUgarte #SirJimRatcliffe #DataDrivenDecisions #YouthRecruitment #PremierLeague #LaLiga #SquadReinforcement",
    "14": "Sporting CP if they didn't sell their stars 😳 🇵🇹",
    "15": "Nate Diaz vs Jorge Masvidal: Purses, Results, and Fight Breakdown\n#Boxing #NateDiaz #JorgeMasvidal #CombatSports #FightNight #BoxingNews #DiazVsMasvidal #DiazMasvidal",
    "16": "Best Football Movies Based on True Stories",
    "17": "The Euro 2024 quarterfinals are heating up with a highly anticipated clash between Spain and Germany. Both teams have shown exceptional skill and determination throughout the tournament, making this matchup one of the most exciting to watch. #Euro2024 #SpainVsGermany #Quarterfinals #Football #Soccer #Spain #Germany #MatchPreview #EuroQuarterfinals",
    "18": "COMMENT WITH A LOVE EMOJI ❤️. \n#trueblues"
}