{
    "0": "Stunning Jenny 💕👌",
    "1": "When children are very young, you read them books that are positive to help them go to sleep. But there comes a moment when they begin to understand the difficulties of the world. They know there are problems and the books they read should reflect that, not gloss over them.",
    "2": "Thanks for being a top engager and making it on to my weekly engagement list! Dian Marlis, Lawrence Anthony Lawrence, Antonino Fracci, Raul Assat, Aleksandr Vorotnikov, Salvador Hernandez Castillo, Guillermo Ernesto Jaramillo Fonseca, Pedro Jose Orozco Perez, Md Talukdar, John Sanders, Bruce Levine, Julio Gallegos, สยามรัฐ บุตรดาโจม, Yimi Malagon, Onying De Jesus, Jaime Leverett, Md Shadat",
    "3": "Just one more step",
    "4": "Thanks for being a top engager and making it on to my weekly engagement list! Guillermo Ernesto Jaramillo Fonseca, Md Talukdar, Walter Ocranza, Jilberto Salazar, Alvaro Fernando Burbano Santacruz, Rezaul Haque, Yoan Mitride, Juan Elisban Gallegos Acco, Luis Fuentes Plazas, Julio Salazar, Ed Farpelha, Kabir Hossin, محمداحمد الربيعي, Md Humayun Kabir, Alejandro Valencia, Safwen Benboubaker, Peter Jons, Uma Shankar Shukla, Julio Gallegos, Bruce Levine, Yimi Malagon, Marty Crosby, Oussoumane Werema, Juan Chirivin, Rafael Enrique Durán Seguel, Nicholas King, Fernando Noriega, Bigbear Kr, Bhola Ray, Krisztián Boros, Darren Ramkissoon, Terry Schneider, EarlSmith Smith, Waqar Haider, Conrado Beltran Amado, Ben Oteman, Sándor Szabados, Emilio Araujo, Florian Inaudi, Harry Jake, Wurry A Jallow, Aziz Laabourri, Aleksandr Vorotnikov, Grzegorz Walkiewicz, Codel Alexander, Lito Zaragosa, Swapan Basak, John Sanders, Suresh Rama Rama, Oscar Gallo",
    "5": "Shout out to my newest followers! Excited to have you onboard! Tom Skynet, Julio Gallegos, Attila Szilagyi, Lito Zaragosa, Andreas Ahmad Andreko, Nikola Vangelovski, Rosendo Paredes Caballero, John Korate, Harun Demir, John Herrin, Sammie Socrates, Allan Astronomo, Andrew Thompson, Wiroj Lueng, Rimantas Mogyla, Ricardo Vila, Conrado Beltran Amado, Francisco Murillo Pavon, Anand Sahay, Ch Abdul Satar Gujjar, Stefano Romano, Robert Reber, Zubairkhan Zubair, Robinson Bedoya, د.محمد حمد خليص الحربي, Masta Prasad, Viktor Voloshynovskyy, Cipri Recalde, Mynor Alvarez, Khelef Shaqsy, Mkumar Mcis, Zeli Fredrick Raj, Natale Azzini, আকতার হোসেন, نادر احمد, Marek Maziarski, Eran Brogardi, George Yakubu Bako, John Smith, Oh Pepi, Ed Moreno, David Thompson, Antonio Moya, Carlos Alvarez, Dejene Abebe, Bruce Levine, Danny Epifanio, Swapan Basak, Md Akhas, Sally Wynn Taft",
    "6": "Text mee",
    "7": "I want to know what it is to build the foundation of the friendship for real, to have my best friend and not because we're just intimate, but because we're mentally intimate. So I'm waiting for that person to come into my life.",
    "8": "https://t.me/talktolopez",
    "9": "Infuse your life with action. Don't wait for it to happen. Make it happen. Make your own future. Make your own hope. Make your own love. And whatever your beliefs, honor your creator, not by passively waiting for grace to come down from upon high, but by doing what you can to make grace happen... yourself, right now, right down here on Earth.",
    "10": "It is such a luxury to open a new book that's highly recommended by friends - either an inspirational yet humorously self-deprecating memoir, or a page-turning piece of fiction.",
    "11": "I need a Kiss..🥰💕",
    "12": "Happy birthday 🎂",
    "13": "Always continue the climb. It is possible for you to do whatever you choose, if you first get to know who you are and are willing to work with a power that is greater than ourselves to do it.",
    "14": "Love  is the beginning and the end of everything, love is everything for me, there are many colors of love and they are all good, but for me the most important is the true love between a man and a woman, the one that when looking at you in She sees the glow of how she loves you, or when you make love you are melting into her, it is the one where no words are needed, it is a head resting on your chest, it is a hug around your body or your neck and it is being able to be so close to her, that I can say in your ear, I love you my life..",
    "15": "I just wish I can just get i love you from that one particular fan of mine💕🌹💕",
    "16": "Hey my lovely fans, i'm now on telegram,\n text me: https://t.me/talktojennifer1",
    "17": "So 😍 much appreciation to each and every of you my fans out there..,I love you all ❤️❤️",
    "18": "Stunning Jenny💕🥰🥰",
    "19": "Say a word💕✋"
}