{
    "0": "MY MIL SENT ME A HUGE BOX FOR MY BIRTHDAY – WHEN I OPENED IT, BOTH MY HUSBAND AND I WENT PALE.\n\nTwo weeks ago, it was my birthday. The day started beautifully. But then, in the afternoon, there was a knock at the door. A delivery man stood there with this massive, wrapped box that was so big it barely fit through the doorway.\n\nI was stunned. As I started unwrapping it, a small note fell out, \"From the wonderful woman who gifted you a husband.\" My heart sank – it was from my MIL.\n\nHere's the thing. My MIL has never liked me. She always thought I wasn't good enough for her son, constantly reminding me of my modest background. When our baby was born, she didn't even visit and said she didn't approve of me as the mother of her grandchild.\n\nSo, when I saw the gift was from her, I was in shock. Was she finally trying to make peace?\n\nI ripped off the wrapping paper, revealing a plain box underneath. But when I opened it, my heart dropped. I couldn't believe what I was seeing. My hands trembled, and Mark, standing beside me, went pale. He grabbed his phone and called his mom immediately. \"What have you done, Mom?! You intentionally ⬇️",
    "1": "They all laughed at him for marrying her! Years later, they all wish they hadn't 😱💔 look what happened in first comments below.",
    "2": "MY SIL MOVED IN WITH US WITH HER FAMILY AND MADE ME HER MAID, SO I BROUGHT HER DOWN TO EARTH.\n\nMy SIL Linda and her family moved in with us, because she was sick and they lost their house due to the expensive treatment.\n\nSoon I found myself cooking, cleaning, and managing the household for eight people instead of four since she didn't help. She acted like the queen of the house, barking orders.\n\nShe’d leave dirty dishes everywhere and laundry piled up. I blamed everything on her illness.\n\nSuddenly, she decided to host a party in our home, inviting people over, planning a menu, and assigning me tasks. I felt angry but agreed to help, thinking it could cheer her up.\n\nBut later that evening, I overheard her talking with her husband:\n\n\"What the HELL are you doing? The party?! Be sick MORE naturally or they'll kick us out.\"\n\nI FUMED inside...she WASN'T SICK. I decided to pretend I'd help her, but right in the middle of the party when ALL the guests arrived, I ⬇️",
    "3": "From Flight Deck to Home Sweet Home: Woman Transforms Boeingplane Into Functional Residence. A woman bought an old Boeing 727 for $2,000 to LIVE in it… An incredible house in a plane, But wait till you see how it looks inside. Photos in comments 👇😱",
    "4": "GIRL SELLS HER DREAM $2K PROM DRESS TO SAVE FRIEND'S MOM — 17 YEARS LATER, FATE PAYS HER BACK\n\nA poor schoolgirl, Sienna saved up for several years to buy her dream $2K prom dress. Ultimately, Sienna decided to miss the prom, only to help her friend's ill mother.\n\nAfter that alarming call, she decided to sell it. After taking a couple of pictures in her beautiful dress, she took it off and placed an ad on the internet to sell it. She put it on a bidding platform.\n\nSienna couldn't believe that her gown sold for more than double what she initially paid. She gave all the money to her friend Aaron so that he could contribute to his mom's treatment.\n\nAaron and his mom were very grateful to Sienna but felt terrible that they had nothing to offer her in return. But Sienna assured them that they didn't need to pay her back.\n\n17 years later, when Sienna turned 33, she was surprised to receive an envelope. She quickly opened it and gaspered from shock.👇",
    "5": "Join us in wishing a very happy birthday to Julia Roberts, who just turned 56!\nThe talented actress has been in countless blockbuster movies throughout the years, including 'Pretty Woman'. But it almost didn't happen after Richard Gere refused the lead role!\nYou won't believe how she won him over!😱😱😱 Check comments for full story 👇👇👇",
    "6": "“HE HAS COMPLETELY LOST HIS MIND” ‘Fox news’ host Jesse Waters literally DESTROYED Robert De Niro and his wokeness, regarding his comments against conservative people and values. 😳👀 De Niro is getting a taste of his own medicine. Jesse is just ruthless. Check the comments ⬇️⬇️",
    "7": "'WHAT'S THE BEST PETTY REVENGE YOU'VE EVER SERVED UP?' THE QUESTION MADE USERS REVEAL THEIR MOST CREATIVE COMEBACKS.\n\n\"Years ago I lived in a six plex with my ex. There were three people (one man and two women) who recently moved in above us who all worked in the restaurant industry. Almost every weeknight they'd come home at 2:00 a.m. and proceed to BLAST their TV, which was located above our bedroom.\n\nOne night I finally had enough and went upstairs to knock on their door. The man answers and I proceed to ask him why his TV is so loud. He then informs me that it's probably the SUBWOOFER. I ask him if he could turn it down and he responds with something along the lines of, 'Well, after a long shift we all like to wind down and watch a movie. Turning off the subwoofer would decrease the quality of the experience.'\n\nI asked if he was serious and he just stared at me blankly. So I went back downstairs and informed my then gf of what happened and we devised a plan. All she had to do was take my\" ⬇️",
    "8": "Jennifer Grey tells the truth, opens up about her one regret with Patrick Swayze. All the way from their 'Dirty Dancing' days 😳😳😳 Check comments for full story 👇👇👇",
    "9": "MY HUSBAND JOKED IN FRONT OF HIS GUESTS THAT I WAS ON HIS MAINTENANCE AND HE'D KICK ME OUT IF I WASN'T OBEDIENT – HE LAUGHED ONLY FOR THE FIRST FEW MINUTES UNTIL MY EPIC REVENGE.\n\nI met my husband, Gregor, when I was over 40. I wasn't looking for anything serious, but we hit it off immediately. Our first year of marriage was like a honeymoon.\n\nThen I lost my job when my company went bankrupt, which was a huge blow. When I told Gregor, he was clearly annoyed.\n\n“What, now I'm the breadwinner?” he said, dissatisfied.\n\nShocked, I quickly took a job as a cleaner to help us stay afloat.\n\nFast forward to Gregor’s 45th birthday. He threw a big party at a fancy restaurant. When his sister toasted to how lucky he was to have me, I felt touched.\n\nThen Gregor stood up and said, \"Oh, I know I'm lucky, but she's basically my dependent now. I'd have kicked her out if she wasn't so obedient. It's just a pity I invested all that money in her.\"\n\nThe room went silent, and I turned crimson with embarrassment. He was laughing... BUT only for the first three minutes because then, I ⬇️",
    "10": "Denzel Washington, 69 admits that even though he is just a colleague, he considers Dakota Fanning like his daughter, 'She is very talented and shines like a gem'",
    "11": "MY BEST FRIEND ASKED ME TO WATCH HER KIDS FOR AN HOUR—THE NEXT TIME I SAW HER WAS 7 YEARS LATER\n\nI remember that day like it was yesterday, even though it was 7 years ago. I came home from work, sat on the couch to watch a movie, and suddenly, there was a knock at the door.\n\nIt was my best friend, Chris, standing there with her two kids (5 years and 2 months old). She said she had to see a doctor urgently and had no one to watch the kids.\n\n\"CAN YOU WATCH THEM FOR AN HOUR? I'LL BE BACK SOON,\" Chris said.\n\nI couldn't say no. But unfortunately, I didn't see her again for a long 7 years. Until a week ago.\n\nWe were walking along the ocean shore in the evening, laughing—just me and Dylan and Mike (the same two boys), when I suddenly spotted CHRIS in the crowd!\n\n\"IS THAT HER?\" asked Dylan, who remembered her well.\n\n\"Yes...\" I replied. Dylan immediately ran towards her, and when he reached her, she ⬇️",
    "12": "MY ROOMMATE'S BOYFRIEND CONSUMES MY GROCERIES EVERY SINGLE DAY, BUT WHAT HE DOES AFTER THAT IS EVEN CRAZIER\n\nI'm a junior doctor working grueling hours at the local hospital. Lately, I've been so exhausted I can barely remember what day it is. I come home every night just praying for some peace, a quick bite, and maybe a few hours of sleep. But guess what? My nightmare of a week has a name, and it's Ryan — my roommate Jenna's boyfriend.\n\nRyan practically lives with us now. He's here all the time like he's paying rent or something. But here's the kicker: this guy eats all my groceries. I'm not even exaggerating. I'll come home after a 14-hour shift, dreaming of a bowl of cereal or maybe some eggs, and everything's gone. Milk? Vanished. Eggs? Devoured. Fresh veggies? Might as well have never bought them. It's like a black hole opens in our fridge the second I close it.\n\nAnd you'd think Jenna would say something, right? But nope. Every time I bring it up, she just shrugs and says he's a hungry guy. Really, Jenna? Does that mean he has to eat my food?\n\nBut wait, that's not even the craziest part: every time he does that, after consuming my products, he ⬇️",
    "13": "MY GRANDDAUGHTER KICKED ME OUT BECAUSE I GOT MARRIED AT 80 – I COULDN'T ACCEPT THIS DISRESPECT AND TAUGHT HER A LESSON.\nI've been living with my granddaughter, Ashley, for years now. I sold my own house to pay for her college after her parents died. I've been puttin' her needs above mine for so long, I almost forgot about my own happiness.\nBut then, I met Harold. Sweet, sweet Harold. We fell in love, and he proposed. I was over the moon and couldn't wait to bring him home.…",
    "14": "Michael J Fox: I'm not gonna lie, it's getting harder\nPrayers needed for Michael J Fox😭😭😭 Check comments for full story 👇👇👇",
    "15": "MY STEPDAUGHTER GIFTED ME A CAR FOR MY 55TH BIRTHDAY — WHEN I OPENED THE GLOVE COMPARTMENT, I WENT PALE.\n\nWhen I married Emily's dad, David, I knew it wouldn't be easy being a stepmom to a 12-year-old who lost her mom. I tried to be there for her, but she always kept me at arm's length.\n\nDavid died five years ago, and then it was just Emily and me. I hoped we'd grow closer, but no matter how many birthdays or milestones we celebrated, there was always this barrier. Emily was private and independent.\n\nLast week, just before my 55th birthday, Emily called, wanting to take me out for dinner. Usually, she just sent a card, so this felt different.\n\nShe picked me up in a sleek red convertible. I thought it was a rental until she handed me the keys and said, \"Happy birthday. This is for you.\" Her voice was flat, almost mechanical. My mind raced.\n\nDinner was awkward, and I couldn't shake the feeling she was trying to buy her way out of guilt. On the drive home, Emily mentioned something in the glove compartment, \"part of your gift.\" With trembling hands, I opened it and found a small stack of papers. As I pulled them out, I WENT PALE. They were ⬇️",
    "16": "So, there's this saying that the people we love the most are the ones who hurt us the most. That definitely happened to me.\n\nI'm a firefighter. Once, I rescued a guy from a burning building and ended up with a nasty burn on my face. My wife couldn't handle it and eventually left me. But the worst part? My daughter, whom I was raising alone, was so embarrassed by my appearance that she didn't want anyone to know I was her dad.\n\nOne day, she blurted out, \"I don't want my friends to see what a MONSTER you are! That's why mom left! I don't want to lose my friends too!\"\n\nShe was only 8 when I got burned, and I thought she'd come around. But as the years went by, she remained embarrassed and distant.\n\nI had pretty much given up hope and resigned myself to the situation when out of the blue, her classmates showed up at our door.👇",
    "17": "MY NEIGHBORS CALLED ME AND COMPLAINED ABOUT MY ENTITLED IN-LAWS' ACTIONS – I GAVE THEM THE GREEN LIGHT TO PUT THEM IN THEIR PLACE.\n\nRecently, my husband got a new project in another state for one month, so we decided to go together as I work online. When we told my in-laws about it, they immediately offered to watch the house while living there.\n\nWell, they always cross my and our family's boundaries, but at that moment it seemed to be a nice idea.\n\nSo, they moved in, we left, and in about a week, our neighbors (also our close friends) called us.\n\nTHEM: Michelle, we doubted whether to call you and inform you about this or not, but decided to check in case you didn't know what was going on with your home.\n\nI felt chills down my spine.\n\nME: What did they do?\n\nTHEM: At first, I noticed your MIL threw away your purple curtains. The next day, she came to me and asked me not to wear my top and shorts while chilling in MY backyard. And finally, I saw her packing YOUR clothes and ⬇️",
    "18": "It was an unforgettable! Simon Cowell and Son sing an Adorably Angelic Version of “Don’t Stop Believin”. 𝐖𝐚𝐭𝐜𝐡 𝐯𝐢𝐝𝐞𝐨 𝐢𝐧 𝐜𝐨𝐦𝐦𝐞𝐧𝐭𝐬 𝐛𝐞𝐥𝐨𝐰 👇",
    "19": "I FOUND OUT MY FIANCÉ IS A SNEAKY LIAR THANKS TO MY MORNING CUP OF COFFEE\n\nIt was one of those perfect sunny days when everything seemed brighter. I was sitting across from my fiancé, Nigel, and couldn’t believe how lucky I was.\n\nWe had met only three months ago, but we instantly clicked. He was so confident and gallant, like something out of my dreams! So when Nigel asked me to spend FOREVER with him, I imagined lazy Sundays and a little house by the sea. I said YES in a heartbeat!\n\nMy heart fluttered at his latest compliment when a voice from the other end of the room shouted, \"LUCY! ORDER READY FOR LUCY!\" Reluctantly, I got up and was immediately taken aback by the cashier’s tense expression. It was as if she had seen a ghost!\n\nThen she gave a barely noticeable nod towards the cup, her eyes more insistent. Slightly frowning, I looked down and nearly fainted. Where my name should have been, there was a chilling word instead: \"RUN!\"👇"
}