{
    "0": "My mom hated me my whole life. My father left us before I was born, and from that moment, it was hard for my mom to find a man who would accept her with a child. So, I grew up thinking I was a burden and was glad to finally leave home for college. Shortly after that, my mom called with the great news that she had found the perfect man and was marrying him. I was overjoyed for her and was happy to come home to meet my stepfather.\n\nI never imagined that a peaceful family reunion would turn into a nightmare when my mom accused me of seducing my stepdad and kicked me out of the house, refusing to pay for college.\n\nI hadn't seen her for years until she showed up unexpectedly at my work.👇 See less See less",
    "1": "THIS IS HAPPY ME WITH MY HUSBAND AT OUR WEDDING UNAWARE THAT IN JUST A FEW DAYS MY BLOOD WOULD FREEZE WHEN I OPENED HIS DRAWER.\nI just tied the knot and moved into my husband's family home. Everyone was super nice, EXCEPT FOR the maid. She shot me this look like I was an unwelcome guest there.\nAnyway, I was making breakfast the following morning when I realized my phone was missing. I tore through the house, no luck. But after a tense search, I spotted it casually abandoned on a seat the maid had just left.\nI unlocked it and saw this chilling message blinking back at me, \"Check your husband's drawer. Then RUN.”\nConfused, with my hands trembling, I went to his drawer. And the moment I opened it, I was paralyzed with shock - there was a stack of 👇 See less See less",
    "2": "MY FUTURE IN-LAWS INTENTIONALLY PRETENDED NOT TO KNOW ME DURING LUNCH – A WEEK LATER, I TAUGHT THEM A PROPER LESSON.\n\nFor the past year, I've been engaged to Alex. Everything was just perfect except for one tiny, festering cloud: his family.\n\nFrom the moment I met them, they've been frosty. Side-eyed glances, the whole passive-aggressive nine yards, but they gave me NO reason in person.\n\nRecently, I went shopping for our wedding when I saw Alex's parents dining at a restaurant with a young woman and waved at them.\n\nBut when they saw me, they both made wry faces and pretended not to recognize me at all. It was the LAST straw, so I made up a plan to teach them a lesson.\n\nA week later, when they finally saw me at our rehearsal dinner with my parents, they awkwardly approached us to get introduced. With a smile, I said, \"I'm sorry, do I know you?\"\n\nYou should’ve seen their faces!! But the MOST interesting part only started in the link below. ⬇️ See less See less",
    "3": "Ed Sheeran was casually strolling through a Canadian shopping mall when he heard someone singing his song. A 13-year-old named Sydney was midway through Ed's hit song \"Thinking Out Loud\" unaware that the British superstar was in earshot. As Ed walks closer to the stage, he turns to the camera and says, \"Should I just roll up?\". Little did Sydney know she was about to get the surprise of her life when Ed walked on stage and started harmonising with the youngster. Watch video in comments below 👇",
    "4": "\"Her daughter looks identical to dad and the son is all mommy,\" a fan says. 👼💞👼 PHOTOS of the amazing babies, along with their NAMES, are in the comments below.👇",
    "5": "Full impressive list in the comments.👇",
    "6": "MY MIL WHO HATED MY GUTS LEFT ME A BOX AFTER HER DEATH – WHAT WAS INSIDE MADE ME QUESTION MY WHOLE MARRIAGE\n\nMy mother-in-law was a complicated woman, always keeping her emotions bottled up. She never liked me, but over time she came to terms with the fact that I married her son, and that was enough for me. On the day of her death, I was out of town. We knew she had been sick for a while, but it happened so unexpectedly that I couldn’t even catch a flight back in time.\n\nWhen I finally got home, there was a cardboard box waiting on my porch with a note attached, “For Maddie. Open When Alone. Love, Betty.\"\n\nMy MIL had never told me she loved me. I was so shocked by the note alone. I grabbed the box and rushed to open it on the kitchen table while my husband was still at work. What I found inside turned my marriage upside down. What I did with her gift is in the comments below. See less",
    "7": "MILLIONAIRE MOCKS POOR MOM OF 3 ON BUSINESS CLASS UNTIL CAPTAIN'S VOICE STOPS HIM\n\n\"UHG! YOU CAN’T BE SERIOUS!\" Louis grumbled as he noticed a mom-of-3 nearby.\n\n\"Sir,\" the stewardess said. \"These seats have been assigned to this lady and her kids.\"\n\nLouis got even more annoyed as he was forced to sit next to a woman who wore the cheapest clothes on the flight. When she asked him about his work, he started laughing:\n\n\"A poor woman like you would never understand it! I saw your tickets and everything. You don't look like someone who deserves to be here! \"\nHe was going to say more, but suddenly, a captain's voice stopped him.\n\nThe full story is in the comments. See less",
    "8": "RICH MAN MOCKS OVERWEIGHT WOMAN ON PLANE, UNTIL CAPTAIN'S VOICE STOPS HIM\n\n\"Lady, when you travel, you need to book TWO seats!\" James sneered.\n\nThe woman's eyes filled with tears but James was on a roll, especially when he noticed that her clothes were cheap and old-fashioned and her shoes were very worn.\n\nHe said, \"I guess your whole budget goes on nachos and hot dogs, right? So you can't afford two seats? Next time pass the hat, I'm sure all your fellow passengers will be very generous!\"\n\nThe woman turned her face to the window, and in the reflection, James could see the tears running down her cheeks.\n\nHe was sipping the last of his wine. A few minutes later, the captain's voice came over the speakers...⬇️ Full story in comments See less",
    "9": "I DROPPED MY NAUGHTY KIDS AT MY PARENTS’ HOME — I WAS SHOCKED PICKING THEM UP AS GOOD AS GOLD\n\nYesterday, my husband and I were invited to our friend's birthday party with no kids allowed. Honestly, I was happy about it.\n\nI love my kids, I really do, but for 5 YEARS I had no help as my in-laws passed away, and my parents lived in another state. But now they've moved to our town, and I finally have some free time. My kids are SO active and wild that I could barely find time for the toilet when they were little.\n\nSo, we dropped our kids off and returned after 6 hours. When I saw them, I couldn't believe it... Calm and smiley. I NEVER saw them like this. What did my parents DO?\n\nBut then, suddenly, my youngest came, took my hand, and whispered: \"Mommy, please never leave us with ⬇️ See less See less",
    "10": "Here's how BEAUTY & MASCULINITY standards changed through the years. The list of men now called the SEXIEST alive is in the comments.👇",
    "11": "\"Isn't that Mark over there?\" my friend Janet suddenly said, distracting me.\n\nSandra slid down toward the end of the booth so she could peer past the lush, potted plants.\n\n\"Hm...He might be here on business. I know he sometimes brings clients here for lunch.\"\n\nFinally, I saw my Mark weaving through the tables. I smiled and was about to wave at him when suddenly he slid into the booth. What?\n\n\"I'm sorry I kept you waiting, sweetheart,\" I heard Mark say, smiling at this pretty young woman. THEN HE KISSED HER HAND!\n\nMy heart raced. Janet moved beside me. \"I'm not sure that's a business meeting, sweetie.\"\n\nI could hardly hold back my tears. Despite 20 years of marriage, he was having an... affair? Really?!\n\n\"But maybe I'm wrong,\" Janet continued in a falsely cheerful whisper. \"I mean... I've often had to flirt a little with prospective clients to get them to loosen up. Maybe Mark's doing the same thing.\"\n\n\"Janet, we both know what's going on over there,\" I hissed. She snapped up her fork and rose. \"I'm going to go over there, tell him what a jerk he is, and stick this fork right in his—\"\n\n\"Woah!\" Janet stopped me. \"You can't just rush over there and assault him, Sandy. Let's be a little bit more sophisticated - this jerk deserves really GREAT REVENGE!\"\n\nAnd she was damn right! I taught him a perfect lesson!\n\nHere's my story👇 See less See less",
    "12": "ANTONIO BANDERAS' PRETTY DAUGHTER, DAKOTA, IS A STEPMOM OF TWO IN HER 30S\n\nMelanie Griffith and Antonio Banderas' daughter, Dakota, is a stepmom of two at 34.\n\nShe was spotted with her ARM AROUND her stepson and her blonde stepdaughter, who is TALLER than her.\n\nCheck out the photos of Dakota Johnson and her stepkids in the comments. 👇",
    "13": "How life turned out after the iconic series and WHERE LINDA EVANS LIVES NOW. The details are in the comments below. 👇",
    "14": "\"Don't get a divorce — that's key. And meet all those ups and downs as challenges and opportunities,\" Jeff says about his lasting marriage with his beloved Susan. 👏 Congrats! 🥳",
    "15": "STREET BULLIES HUMILIATED MY LITTLE GRANDSON – I TAUGHT THEM A HARSH LESSON\n\nThat day, my 10-year-old grandson came home from school almost in tears. I tried for a long time to get him to tell me what was wrong and why he was so sad, but he didn’t want to talk about it.\n\nEventually, he finally told me that on his way home (our house is less than a quarter mile from the school), some boys started picking on him and bullying him.\n\nI was beyond furious and decided to teach them a lesson in a very tricky way.\n\nWithin 20 minutes, I arrived at ⬇️ See less See less",
    "16": "KEVIN BACON AND KYRA SEDGWICK MOVED TO A RUN-DOWN FARMHOUSE AFTER LOSING MILLIONS OF DOLLARS 😲\n\nKevin, who is celebrating his 66th birthday, now raises livestock and cooks with his wife, as they are each other's \"biggest support and fans.\" 💕\n\nPhotos of their home and how they went through financial struggles are in the comments below.👇",
    "17": "Who is this woman, and why do users prefer her over Amal? 😨\nDetails are in the comments.👇",
    "18": "MY FIANCÉ AND HIS MOM HUMILIATED ME — MY GRANDMA PLAYS 'SWEET OLD LADY' & SECRETLY GETS PAYBACK.\n\nMy fiancé and I were together for 9 years, on our 7th anniversary he proposed and I said yes. But we decided that we'd get married after 2 years so that we'd have time to save up enough for the wedding, our future kids, etc.\n\nOur families were ecstatic EXCEPT for his mother. I don't know why, but she never liked me since day one and she was not shy in showing it. She RUINED my wedding dress, changed our menu, and made us pay for stuff twice.\n\nOn our wedding day, my fiancé never showed up, so she took the chance to destroy me. My grandma, who raised me, convinced me to leave my hometown. But when I returned two years later, I couldn't believe that my sweet old grandma had secretly taken revenge on them both by ⬇️ See less See less See less",
    "19": "MY DAUGHTER DISOWNED ME & FORBADE ME FROM SEEING MY GRANDSON – I HAD TO TRICK THEM TO GET MY FAMILY BACK.\n\nMy daughter won’t let me see her son. Was I right to go to such extremes?\n\nHonestly, it’s partly my fault that my daughter and I don’t talk anymore. After what I did to her, I get it. But no matter how much I’ve tried to apologize, she’s refused to even talk to me for years! What if I die tomorrow? Has she thought about that?\n\nSo, to get my family back, I had to pull off the biggest lie of my life. That day, I found the address and⬇ See less See less"
}