{
    "0": "Part 2 #podcast #podcastclips",
    "1": "We heard about the legend of the Loveland frog and we haven’t been the same since #redditstorytime #redditstories #podcastclips #podcast",
    "2": "Please share your faboeite fantasy pronunciations with us. #fantasy #booktok #acotar #ladiesandtangents #podcastclips #riffchallenge #rifmybit #fyp #xyzba",
    "3": "This has become our favourite game\n#redditstorytime #redditstories #podcastclips #podcast",
    "4": "We’ve all gotten secondhand embarassment from balloon shorts 🎈#podcast",
    "5": "It just keep getting worse 😅 #podcastclips #podcast",
    "6": "When that seasonal depression hit- you know who to call #mentalhealthmatters #redditstorytime #podcastclips #podcast",
    "7": "Just trying to see who woke up with gifts in their shoes and who woke nursing their wounds, iykyk #christmas2023 #christmastime #podcast #podcastclips",
    "8": "Send this to your competetive friend to let them know they need to chill\n#podcast",
    "9": "To the lady who thinks its weird that i send money to my windows- i hope you have a good day. #podcastclips #redditstorytime #christmastime #wouldyourather #Podcast",
    "10": "#podcast #podcastclips",
    "11": "If anyone has any updates on the teachers, we’d love to hear it. This has ABC Family Sitcom written all over it #redditstorytime #redditstories #podcastclips #christmastime #wouldyourather #reddit #Podcast",
    "12": "What happens im France, almost carries over into Greece. #billionaire #storytime #redditstorytime #redditstories #podcastclips #podcast",
    "13": "in the words of queen bey herself, when you play me, you play yourself. Dont play yourself  #redditstorytime #redditstories #reddit #podcast",
    "14": "If I find out this is based on a book or a movie and not a real life story from one of our lsiteners, I'm going to be heartbroken because this story single handedly cured my depression",
    "15": "Anyone else throw that ish into high gear and Ope your way through any challenge? #podcastclips #podcast",
    "16": "Trying to plan a podcast episode where there’s minimal laughter so one of us doesn’t irritate they’r gigantic incision was a huge fail.\n#redditstorytime #redditstories #podcastclips #podcast",
    "17": "If you’re able to predict where this ends up- 10 points to the house of your choosing. #podcastclips #podcast",
    "18": "These always take a turn, and we never see it coming #ladiesandtangents #podcastclips #wouldyourather #favoritemeal #poophappens🤣 #fyp #xycba #stinky #fartsarefunny",
    "19": "We really thought we were going to be better at this #ladiesandtangents #podcastclips"
}