{
    "0": "اطلاع عام/کوہاٹ پوسٹ \nکمشنر کوہاٹ ڈویژن معتصم باللہ شاہ نے بروز جمعرات 22.08.2024 کو صبح 10:30 سے لے کر 12:30 بجے تک کوہاٹ ڈویژن کے عوام کے لیے ای کھلی کچہری کا انعقاد کیا گیا ہے۔ صبح 10:30 سے لے کر 12:30 بجے تک کوہاٹ کے عوام اپنے مسائل اس نمبر پر9260002۔0922 لائیو ویڈیو کے ذریعے ریکارڈ کروا سکتے ہیں۔",
    "1": "سید حنان شاہ کوہاٹ کا ایک بہترین سماجی کارکن بڑوں کی عزت کرنے ولا بچوں سے پیار کرنے والا خواتین کا احترام کرنے والا محب وطن سب کو ملانے والا پیار بانٹنے والا اتفاق و اتحاد کا درس دینے والا کوہاٹ میں مختلف سماجی تنظیموں کو بنانے اور چلانے والا ہے کوہاٹ یونیورسٹی میں بطور کوہاٹ سٹوڈنٹ فیڈریشن کے صدر ہمیشہ سٹوڈنٹس کے کام کیے اور کوہاٹ یونیورسٹی میں اپنا قلیدی کردار ادا کیا۔ کامیاب ترین یوتھ لیڈر اس کے باوجود ہمشہ عاجزی اور انکساری سے کام لیتے ہیں چاہے کوئی افیسر ہو یا کوئی مفلس سب کے ساتھ رویہ ایک ہی ہوتا۔اللہ سے دعا ہے کہ ایسے نوجوانان ہمیشہ سرخروں ہوں/  بشکریہ حق نیوز",
    "2": "پولیس میں بطور ڈرائیور کانسٹیبل بھرتی 20 اگست سے شروع ہوگی",
    "3": "کوہاٹ ایجوکیشن آفس پر چھاپہ\nکوہاٹ پوسٹ/  کمشنر کوہاٹ ڈویژن معتصم بااللہ شاہ اور ڈپٹی کمشنر کوہاٹ عبدلاکرم چترالی نے محکمہ تعلیم کوہاٹ کے دفاتر کا اچانک دورہ کیا،جس کے دوران مختلف افسران اور اہلکاروں کی غیر حاضری اور تاخیر سامنے آئی۔ اس دورے کا مقصد سرکاری دفاتر میں نظم و ضبط کو یقینی بنانا اور سرکاری امور کی بروقت انجام دہی پر نظر رکھنا تھا۔\n\nتفصیلات کے مطابق، ڈسٹرکٹ ایجوکیشن آفیسر (مردانہ و زنانہ) کے دفاتر کے دورے کے دوران، محمد وقاص شاہ، جو کہ سپرنٹنڈنٹ (BS-17) کے عہدے پر فائز ہیں، کو دفتر میں غیر حاضر پایا گیا۔ کمشنر اور ڈپٹی کمشنر نے اس غیر حاضری کو سنجیدگی سے لیتے ہوئے فوری طور پر محمد وقاص شاہ کے خلاف محکمانہ کارروائی کی سفارش کی۔ اس سلسلے میں کمشنر کوہاٹ ڈویژن کی جانب سے محکمہ تعلیم خیبر پختونخوا کے ڈائریکٹر کو ایک سرکاری خط ارسال کیا گیا، جس میں E&D قوانین کے تحت کارروائی شروع کرنے کی درخواست کی گئی۔\n\nاسی دوران، کمشنر اور ڈپٹی کمشنر نے مختلف دفاتر میں متعدد افسران اور اہلکاروں کو دیر سے پہنچنے پر ان کی ایک دن کی تنخواہ کی کٹوتی کے احکامات بھی جاری کیے۔ دفتر ڈسٹرکٹ ایجوکیشن آفیسر (مردانہ) کوہاٹ میں دیر سے پہنچنے والے افسران و اہلکاران میں عبد الحمید، DDEO (BS-18)، روح الامین اسسٹنٹ ڈائریکٹر-1 (BS-17)، شہاب الدین، بجٹ اور اکاؤنٹس آفیسر (BS-17)، محمد ارشد شریف، ADEO (P&D) (BS-16)، انور عباس اسسٹنٹ (BS-16)، ظفر محمود، اسسٹنٹ (BS-16)، مزمل شاہ، جونیئر کلرک (BS-11)، دلی احمد خان، جونیئر کلرک (BS-11)، فواد نور، جونیئر کلرک (BS-11)، نعمان علی شاہ، جونیئر کلرک (BS-11)، آصف سجاد، سینئر کلرک (BS-11)، اور محمد اکمل، چوکیدار (BS-05) شامل ہیں۔ دفتر ڈسٹرکٹ ایجوکیشن آفیسر (زنانہ) کوہاٹ میں تاخیر سے پہنچنے والوں میں نور راحت، DDEO (BS-18)، مشرف خان، اسسٹنٹ (BS-16)، محمد طارق خان، ADDO P&D (BS-16)، وحید گل اسسٹنٹ (BS-16)، اور مدثر ہمایون، جونیئر کلرک (BS-11) شامل ہیں۔\n\nاس کے علاوہ، ضلعی مردانہ اور زنانہ ایجوکیشن دفاتر سے سسپینڈ شدہ ملازمین کی فہرست بھی سامنے آئی ہے۔ مردانہ دفتر سے معطل شدہ ملازمین میں حازف ضیاء ASDEO سرکل پرائمری (BS-16)، محمد اقبال، اسسٹنٹ (BS-16)، اور امان خان، ڈرائیور (BS-6) شامل ہیں۔ زنانہ دفتر سے سسپینڈ شدہ ملازمین میں نوشین بی بی ADO پرائمری (BS-16)، اسد وحید، کمپیوٹر آپریٹر (BS-16)، مومنہ نورین ASDEO (BS-16)، حامد اللہ، سینئر کلرک (BS-14)، خان وادا، سینئر کلرک (BS-14)، ہنزہ معراج، جونیئر کلرک (BS-11)، جہانگیر حسین، جونیئر کلرک (BS-11)، بابر حسین، جونیئر کلرک (BS-11)، عامر خلیل، ڈرائیور (BS-6)، غضنفر علی، نائب قاصد (BS-3)، محمد امین، چوکیدار (BS-2)، اور زاہد محمود، نائب قاصد (BS-2) شامل ہیں۔ \n\nمعطل شدہ ملازمین کے حوالے سے انکوائری کی ذمہ داری ADC جنرل حامد اقبال کے سپرد کی گئی ہے، اور ڈپٹی کمشنر کوہاٹ نے تین دن میں انکوائری رپورٹ پیش کرنے کی ہدایت کی ہے۔ یہ اقدامات حکومت کی جانب سے سرکاری دفاتر میں نظم و ضبط اور کارکردگی کو بہتر بنانے کے عزم کا حصہ ہیں۔ عوامی حلقوں کی جانب سے اس کارروائی پر مثبت ردعمل سامنے آیا ہے اور اس توقع کا اظہار کیا جا رہا ہے کہ سرکاری محکموں میں موجود غیر ذمہ دار افسران کے خلاف مزید سخت اقدامات اٹھائے جائیں گے تاکہ معاشرے کو بہتر اور مثبت پیغام پہنچ سکے۔",
    "4": "پولیس پر حملہ \nکوہاٹ پوسٹ/ سماری بالا چیک پوسٹ جو ہنگو سے منسلک ہے  پر نامعلوم افراد نے رات گئے حملہ کیا. جس میں دو  اہلکار زخمی ہوئے ۔",
    "5": "اطلاع عام",
    "6": "اعلان جنازہ / محمد وسیم اعظم کی والدہ کا انتقال \nیوفون آفس کوہاٹ کے منیجر محمد وسیم اعظم کی  والدہ محترمہ وفات پا گئی ہیں.جن کا جنازہ مورخہ 20 اگست بروز منگل صبح 10 بجے (محلہ حاجی پردل خان شینواری جنگل خیل کوہاٹ) گھر سے اٹھایا جائے گا. اور بڑا قبرستان ہنگو روڈ (سوا لاکھ قبرستان) جنازہ گاہ نمبر 2 میں نماز جنازہ ادا کی جائے گی",
    "7": "کٹ پیس\nلندن میں ایک خاتون ہیں جو روزانہ زیر زمین ٹرین پر جاتی ہیں اور پلیٹ فارم پر بیٹھ کر اپنے شوہر کی آواز میں 1950 میں ریکارڈ کیے گئے اعلان کو سنتی ہیں۔ مارگریٹ مک کولم، اپنے شوہر اوسوالڈ لارنس کی وفات کے بعد، بنچ پر بیٹھ کر اس ریکارڈنگ کو سننے کے لیے انتظار کرتی ہیں، جو لندن کے مشہور “مائنڈ دی گیپ” اعلانات میں سے ایک بن گیا ہے۔ 2003 میں اوسوالڈ کی وفات کے بعد، مارگریٹ کے دل میں ایک بہت بڑا خلا پیدا ہو گیا تھا۔ چنانچہ مارگریٹ نے ان کے قریب ہونے کا احساس برقرار رکھنے کا ایک طریقہ تلاش کیا۔\n\nآدھے سے زیادہ صدی کے بعد، اس آواز کو ایک الیکٹرانک ریکارڈنگ سے تبدیل کر دیا گیا۔ افسردگی میں مارگریٹ نے لندن ٹرانسپورٹ کمپنی سے اس کیسٹ ٹیپ کی درخواست کی تاکہ وہ اپنے شوہر کی آواز کو گھر پر سنتی رہ سکیں۔ اس جذباتی کہانی سے واقف ہونے کے بعد، کمپنی نے مارگریٹ کے قریب ایمبینکمنٹ سٹاپ پر اعلان کو بحال کرنے کا فیصلہ کیا، جہاں آج تمام مسافر اوسوالڈ لارنس کی آواز سن سکتے ہیں اور سوچ سکتے ہیں کہ واقعی ابدی محبت موجود ہے۔\n\nمتعلقہ حکام  کی جانب سے یہ ایک شاندار اقدام ہے۔",
    "8": "گزشتہ روز ڈی سی کوہاٹ کی جانب سے ایس ڈی سی سٹاف کے چار افراد کو معطل کیا گیا تھا، ان کی جگہ نئے سٹاف کے تعیناتی کا نوٹیفکیشن جاری کردیا گیا./کوہاٹ پوسٹ",
    "9": "ریڈر کی پوسٹ\nکوہاٹ شہر میں میرا پرس جس میں 15 ہزار روپے PAF کارڈ ۔ شناختی کارڈ تھے  جس کسی کو ملے رابطہ کریں \nمحمد افتخار 03339660524",
    "10": "کوہاٹ سے یہ بچہ مسنگ ہے جہاں نظر آئے والد کو اطلاع دیں براہ کرم کال کیجئے 03318787350",
    "11": "کوہاٹ پوسٹ/ ممبر صوبائی اسمبلی شفیع جان کی زیر صدارت کوھاٹ کے تمام محکموں کے ساتھ تعارفی میٹنگ کا انعقاد کیا گیا۔مٹینگ میں ایڈیشنل ڈپٹی کمشنر حامد اقبال،  ڈسٹرکٹ ڈائریکٹر زراعت کوہاٹ ڈاکٹر شاکر اللہ مروت ،ایم ایس KDA ہسپتال کوہاٹ ڈاکٹر طاہر علی شاہ، ایکسائر اینڈ ٹیکسیشن افیسر کوہاٹ ارشد امان،ایم ایس لیاقت میموریل ہسپتال ڈاکٹر ہاشم جمشید سید بخاری،ڈسٹرکٹ ایڈمنسٹریٹر افغان دانیال علی وزیر، ٹی ایم او کوہاٹ محمد شعیب، ٹی ایم او درہ ادم خیل مجتبی خان آفریدی،ڈسٹرکٹ سوشل ویلفیئر آفیسر امجد آفریدی، ڈسٹرکٹ ایجوکیشن افیسر شیرازی خان خٹک، ایس ڈی او ملک امداد بنگش،اسسٹنٹ ڈائریکٹر بلدیات عرفان اللہ محسود، ، آپریشن منیجر طاہر عفیف اور دیگر سرکاری محکموں کے سربراہان نے بھرپور شرکت کی۔ شفیع جان نے کہا کہ کوہاٹ کی تیز ترترقی وخوشحالی کیلئے یہاں کے منتخب عوامی نمائندے ایک پیج پر ہیں۔ چیئرمین ڈسٹرکٹ ڈیویلپمنٹ ایڈوائزری کمیٹی (ڈیڈاک) کوہاٹ  ایم پی اے شفیع جان نے سرکاری محکموں کے حکام سے کہا ہے کہ وہ دن رات ایک کر کے کوہاٹ کی ترقی وخوشحالی کیلئے منتخب عوامی نمائندوں کے ساتھ کندھے سے کندھا ملا کر چلیں تا کہ عوام نے 8 فروری کو پاکستان تحریک انصاف پر جس اعتماد کا اظہار کیا ہے اس پر پورا اترسکیں اور کوہاٹ کی ترقی و خوشحالی کا خواب شرمندہ تعبیر کیا جا سکے۔ ان خیالات کا اظہار انہوں نے پیر کے روز اپنے دفتر میں ضلع بھر کے سرکاری محکموں اور اداروں کے حکام کے ساتھ منعقدہ تعارفی اجلاس سے خطاب کرتے ہوئے کیا۔اجلاس میں ہر محکمے نے اپنے کام اور آئندہ کے لائحہ عمل کے علاوہ درپیش چیلنجز کے بارے میں تفصیلاً بتایا۔ کوہاٹ پوسٹ کو بتایا گیا کہ چیئرمین ڈیڈاک نے کہا کہ انہیں محکموں کے مسائل و مشکلات کا احساس ہے تاہم ہم نے دستیاب وسائل کا بہتر استعمال کر کے اپنے ضلع کو آگے لے کر جانا ہے۔ان کا کہنا تھا کہ ہم کوہاٹ کے تمام منتخب نمائندے وزیراعلیٰ خیبرپختونخوا علی امین خان گنڈاپور کے ساتھ قریبی رابطے میں ہیں اور انشاء اللہ ترقی کے لحاظ سے موجودہ 5 سالہ دور کوہاٹ کی تاریخ کا مثالی اور یادگار دور ثابت ہو گا۔شفیع جان نے کہا کہ ہماری فوکس عوام کے بنیادی مسائل کے حل پر ہے جس کیلئے سرتوڑ کوششیں کر رہے ہیں۔انہوں نے واضح کیا کہ کوہاٹ کی ترقی میں جو بھی ساتھ نہیں چلے گا اس کیلئے یہاں کوئی جگہ نہیں۔انہوں نے کہا کہ ہم عوام میں سے ہیں اور ہر فورم اور ہر جگہ پر عوام کے مفاد کی بات کریں گے۔ انہوں نے خبردار کیا کہ کرپشن کے خلاف ہماری زیرو ٹالرنس ہے اور مفاد عامہ کی خاطر ہر محکمے اور ہر افسر کے پرفارمنس پر چیک اینڈ بیلنس رکھیں گے اور توقعات پر پورا نہ اترنے والوں کے خلاف کسی بھی سخت اقدام سے گریز نہیں کریں گے۔",
    "12": "کوہاٹ پوسٹ/ سکاٹ لینڈ پاکستان سکالرشپ حاصل کرنے والی طالبات کے اعزاز میں تقریب ، سرٹیفیکیٹس دئے گئے ۔ کوہاٹ پوسٹ کو بتایا گیا کہ کوہاٹ یونیورسٹی آف سائنس اینڈ ٹیکنالوجی میں سکاٹ لینڈ پاکستان سکالرشپ حاصل کرنے والی طالبات کے اعزاز میں تقریب منعقد کی گئی ۔ یہ سکالرشپ جس کا مقصد خواتین کو با اختیار بنانا ہے برٹش کونسل اسلام آباد کے تعاون سے دی جا رہی ہے۔تقریب میں وائس چانسلر کسٹ پروفیسر ڈاکٹر محمد نصیر الدین، ڈائیریکٹر پلاننگ اینڈ ڈویلپمنٹ نادر سرفراز اور مختلف شعبوں کے سربراہان شریک ہوئے ۔\nاس موقع پر وائس چانسلر کسٹ پروفیسر ڈاکٹر محمد نصیر الدین نے سکالرشپ حاصل کرنے والی طالبات میں سرٹیفیکیٹس تقسیم کئے ۔پروفیسر ڈاکٹر محمد نصیر الدین نے سکاٹس حکومت اور برٹس کونسل اسلام آباد کے تعلیم دوست اقدامات پر ان کی تعریف کی",
    "13": "ریڈر کی پوسٹ\nعلامہ اقبال  اوپن یونیورسٹی افس KDA سے لے کرسیکٹر 9 مارکیٹ کے درمیان دو نمبر گیٹ ڈی سی کمپلیکس تک مجھ سے   علامہ اقبال یونیورسٹی کی ڈگری اور ضروری ڈاکومنٹس کہی پر گر گئے ہیں۔  نام نبی سلام مہربانی کر کے جس کو بھی ملے اس نمبر پر رابطہ کریں شکریہ03365170895\n03149040700",
    "14": "کوہاٹ کے افسران کہی نہ کہی چوری میں مصروف ہیں ورنہ تو کوہاٹ میں گیس کی لوڈ شیڈنگ کرنا سمجھ سے بالاتر ہے",
    "15": "سبز رنگت والے سارے مسلم ممالک ہیں اور زرد رنگت والا چھوٹا علاقہ اسرائیل ہے ۔ یہ سب ممالک اسرائیل سے خوف زدہ ہیں اور انکی موجودگی میں۔۔۔۔  فلسطین کے مسلمان بچے اسرائیل سے محفوظ نہیں۔",
    "16": "اعلان جنازہ",
    "17": "پشاور سے  132kv لائن میں فالٹ کی وجہ سے ھنگو اور کوہاٹ کی بجلی منقطع ھے،۔ کوہاٹ شہر میں گیارہ بجے جبکہ جنگل خیل میں 12 بجے تک بجلی بحال ہونے کا امکان",
    "18": "کوہاٹ پوسٹ/ کوہاٹ چیمبر آف کامرس اینڈ انڈسٹری کے روح رواں سابق صدر انجنئیر سید فائق شاہ کا کوہاٹ چیمبر آفس میں کوہاٹ چیمبر آف کامرس کی کارکردگی کا جائزہ لیتے بتایا کہ اپنی مدد آپ کے تحت علاقہ میں صنعت و تجارت کے فروغ کے سلسلہ میں چیمبر۔ میڈیا اور مختلف سماجی شخصیات۔ دوست احباب کی کوششیں قابل ستائش ہیں جن کی بدولت آج کوہاٹ میں انڈسٹری تیزی سے فروغ پا رہی ہے اور خوشی کا مقام ہے کہ علاقہ میں روزگار کے مواقع پیدا ہو رہے ہیں انشاءاللہ اسی طرح کوہاٹ کی ترقی خوشحالی اور فلاح و بہبود کے لئے سب مل کر کوششیں جاری رکھیں گے اور عوامی نمائندگان اور متعلقہ حکام سے بھی گزارش ہے کہ اس کوشش میں حسب سابق چیمبر کا ساتھ دیں جو کہ ہر کسی کے مفاد میں ہے",
    "19": "اعلان جنازہ/ \nکیپٹن ریٹائرڈ اسد نعمت اللہ،  جو میجر ملک نعمت اللہ ریٹائرڈ مرحوم کے بیٹے، ملک سیف اللہ خان کرنل ریٹائرڈ ملک نعیم اللہ خان، لفٹیننٹ کرنل  ریٹائرڈ ملک قدرت اللہ خان، اسسٹنٹ ڈائریکٹر اینٹی کرپشن ملک ابراہیم اللہ خان کے بھتیجے، ملک فہد نعمت لیفٹیننٹ کرنل ملک سعد نعمت میجر فیصل نعمت کے بھائی  رضا الٰہی سے وفات پاگئے ہیں جنکا جنازہ ان کے گھر بلمقابل  کوتل سی این جی گیٹ نمبر 3  سے دس بجے اٹھایا جائے گا۔ نمازِ جنازہ آج بروز اتوار 18 آگست اپنے آبائی قبرستان ملنگ آباد  میں ادا کی جائے گی"
}