{
    "0": "Between Antonio Rüdiger and Victor Boniface on IG 📱😅\n\nReal Madrid players were cruising with Victor Boniface's trademark celebration 🥳😀",
    "1": "The Elephant 🐘 is down, I repeat the elephant is down 😂😂😂😂😂😂😂😂😂",
    "2": "🚨 Tottenham will decide The 2023-24 Premier League Winner! 🤯🤯⬇️\n\n— If Tottenham Defeat Man City, Arsenal needs a Win/Draw to Win The Title 🏆\n\n— If Tottenham Draw with Man City, Arsenal needs to Win Their Last Game with a Good margin to Win The Title on GD 🏆\n\n— If Man City Defeat Tottenham, it's all Man City's to Win 🏆\n\nSIMPLE QUESTION - Who Will WIN The PL? ⬇️",
    "3": "Spurs starting XI for tonight has been leaked… 😆",
    "4": "PREDICTION TIME!!🏆\n\nTottenham Hotspur   🆚 Manchester city \n\nWinners Gets 5K Airtime Each ..❤️‍🔥",
    "5": "Let the challenge begin.. 🤣🤣",
    "6": "Tomorrow... If you know what I mean. 🤣🤣",
    "7": "😂🤣",
    "8": "Heung-Min Son after Yesterday  game.",
    "9": "The amount of love Arsenal fans are showing Tottenham Hotspur tonight 🤔.... Spurs, we wish you all the best tonight 🙏❤️🫂🔴",
    "10": "Arteta 👉 I can’t go home 😂 my mom will beat me if I don’t bring back the EPL trophy 😭😭😝😝😝😝😂😂😂😂😂",
    "11": "🥷This is KING ANTONY DOS SANTOS from Brazil ready for battle🥷🏻",
    "12": "Good morning my neighbors.🤗",
    "13": "Aston Villa come back to get a crucial point against Liverpool in a six-goal thriller at Villa Park 💥😱",
    "14": "📌 OFFICIAL: Victor Boniface has been named Bundesliga Rookie of the Season. 🏅🇳🇬\n\n👕 22 games \n⚽ 13 goals \n🎯 9 assists \n\n📝 He beat Xavi Simons, Ian Maatsen, and Maximilian Beier to the award.",
    "15": "Old Trafford after the roof stopped leaking.😏",
    "16": "The reason why Barcelona is currently cursed. 🥺",
    "17": "It has started already 😂",
    "18": "Just Imagine Man City losing to Westham and Arsenal winning against Everton…\n\nArsenal = Champions. 🏆🎖️🏆",
    "19": "Kylian Mbappe and his wax statue. 🤯🤯🤯🤯\n\nSpot the difference. 😳🤔"
}