{
    "0": "A Missing Little Girl Who Was Featured On “Unsolved Mysteries” Has Finally Been: Check the comments👇👇",
    "1": "Heartbreak for Simone Biles on the final day of her Olympics. She didn't see this coming... 💔😕 Check the comments ⬇️⬇️",
    "2": "Straight Family Man Prefers To Wear Skirts And Heels As He Believes ‘Clothes Have No Gender’ ❤ photos in the comments 👇",
    "3": "260 days after being given up by owners, shelter dog Major is losing hope and \"cries endlessly\" 😢💔\nBut the shelter thinks there's a perfect home for him somewhere — check the comments to learn more about Major:",
    "4": "Check first comment:",
    "5": "I'm making all bathrooms at my concerts not only gender neutral, but species neutral' Check comments for full story👇",
    "6": "Bruce Willi's daughter's latest video exposed a heartbreaking detail... It's just sad 💔💔💔Read comments for full story 👇👇👇",
    "7": "After a 94-year-old Air Force vet died with literally NOBODY to attend his funeral, a teacher and six high school seniors stepped up to give the vet a proper send-off 🫡🇺🇸— BOYS WE COULDN’T BE MORE PROUD. Thank you, check the whole story in the comments ⬇️",
    "8": "Simone Biles's response to criticisms about her hair is 🔥🔥🔥 while punctuating it later with a gold medal! Her statement and photos of her controversial hairstyle are below. 👇",
    "9": "WHY SOME OF THE OLYMPIC ATHLETES HAVE LARGE CIRCULAR BRUISES ON THEIR SKIN? 😱 Ever spotted those dark red circles on Olympic athletes' backs? Yep, Michael Phelps was rocking those spots at the 2016 Rio Olympics. 😰 Stars such as Jennifer Aniston & Gwyneth Paltrow showed similar signs on their skin. What it is in the comments.👇",
    "10": "Mom Upset After Finding Teacher's 'Warning' Message On Her 7-Year-Old's Daughter's Homework. Full article comments👇👇",
    "11": "HEARTBREAKING! Ben Affleck and Jennifer Lopez Stun Fans with Divorce News After Explosive Birthday Drama\nCheck the comments!",
    "12": "Another loss for the Bryant family... We are heartbroken 💔",
    "13": "\"Jennifer Lopez Announces Third Pregnancy, Radiates Joy\nCheck the Comments 👇\"",
    "14": "This is Amber Rose, a famous video vixen who has been in many relationships with all types of men, but somehow she thinks it's the men who are the problem. Here's a list of men she's been involved with and also alleged to Check the comments for the full story. 👇",
    "15": "The iconic Barbra Streisand says she ‘can’t live in this country’ if this happens\nCheck the 1st comment👇",
    "16": "Mom Leaves Note On “Disrespectful” Son’s Door, And Now It’s Going Viral\nCheck the 1st comment👇",
    "17": "She is considered to be the most beautiful news anchor of all the times. Ever since moving from Fox, she has gone solo. But now the host has ‘shocked’ her fans with some incredible 👙 pictures at the age of Fifty-Two 😳 You have to see this, check the comments… ⬇️📷",
    "18": "Veteran Who Removed Satan Statue Encourages Americans To Reject Satan And Embrace Jesus😱Check the first comment👇",
    "19": "Healthy pickled beets..Check the recipe in the 1st comment👇"
}