{
    "0": "Witness the magic of a 4-year-old girl's song as it turns into a varied and visual description of Stantelny's masterpiece. video in comments 👇",
    "1": "During a dance competition, a straight-faced father and his daughter took to the dance floor to perform for the judges. When the intro to Ben E King's \"Stand By Me\" starts playing, it's immediately clear that this isn't your average father-daughter dance. As the music begins to play, their feet slide across the floor and joy begins to erupt on their faces as they do what they love, together as a family. There is something very special about family members performing together and this video is probably one of the best father-daughter dances you are likely to see. Watch the video in the comments below 👇",
    "2": "Two Medicine Lakes in Montana, USA",
    "3": "Immerse yourself in the raw beauty of the Jasper Al landscape, Bertha 🇨🇦 Here, peaks and dense forests meet through rugged canyons surrounded by highlands.",
    "4": "It was an unforgettable! Simon Cowell and son sing an Adorably Angelic Version of “Don’t stop believin”. 𝐖𝐚𝐭𝐜𝐡 𝐯𝐢𝐝𝐞𝐨 𝐢𝐧 𝐜𝐨𝐦𝐦𝐞𝐧𝐭𝐬 𝐛𝐞𝐥𝐨𝐰 👇👇",
    "5": "Robert De Niro is leaving America soon, says “There is no independence here” full story in the first comment👇👇",
    "6": "I never paid to see more. Miranda Lambert fans left her concert in Montana 😳 The video, which has already received half a million views, is in the comments below. 👇",
    "7": "Oeschinen Lake, Switzerland 🇨🇭 \n📸 Patbieli",
    "8": "4 women took to the OSH stage in warm bathrobes. While they were grooved to a classic song, no one expected the unexpected rise of an over 40s dance phenomenon!\nVideo in the comments👇",
    "9": "After such a long wait, Howie Mandel started the poster! The boy was singing such a song that Simon couldn't speak. He went to OMG... This is fantastic! You have to hear this! 1 year old plays guitar and sings! You can watch the video in the comments 👇",
    "10": "During an interview, 65 year old John Travolta erupts out of his seat and shows everyone he's still got i in mega viral moment. He took over the stage and inspired to the host and English power couple Aaron and Sam Taylor-Johnson to join in too. Watch video below 👇",
    "11": "It's a rare miracle in history, the audience cried during his performance, the judge burst into tears live\nWatch the video in the comments below 👇",
    "12": "During the performance at the Bakkt Theater in Las Vegas, Kelly Clarkson gave fans an insight into her family life, inviting both of her children to the mishap. The family trio performed Kelly's hit \"Heartbeat Song\" during a sweet moment between a mom and her kids. Kelly gave her children the confidence they needed during their duet, as they both enjoyed their time on stage. This lovely family moment has become a hit online as fans enjoy this special glimpse into Kelly Clarkson's family life. Watch the video below 👇",
    "13": "Miley Siris was supposed to honor Bill Murray with a classic rendition of Frank Sinatra's \"My Way\", but what she did surprised everyone at the glitzy US awards show. She breaks the glass ceiling of this respectful, classy US awards show - taking viewers completely by surprise. Watch the video below 👇",
    "14": "She starts playing one of the world's biggest hits, but nobody recognizes it. By then end, no one can believe that she somehow improved the classic. Her performance has been shared all over social media and has gone viral multiple times as some commenters state they prefer her version to the original. Watch video below 👇",
    "15": "THAT'S IT! Even Simon said: \"I've NEVER SEEN THIS. THESE ARE THE MOST ORIGINAL AUDITIONS. Big surprise! Video below ⬇️👇",
    "16": "2nd grader astonishes audience with an unexpectedly mature rendition of a Johnny Cash classic. Watch video in first comment.. 👇👇",
    "17": "MY HUSBAND LEFT ME WITH THE CHILDREN AND ALL THIS HEAVY LUGGAGE TO GO HOME WHILE HE WAS HERE WITH FRIENDS - A LESSON I TAUGHT HIM\nAfter a wonderful family holiday with our two children, it was time to return home. My husband Tom said he would pick us up from the airport. But when we landed, there was no sign of him.\nI called him and he dropped the bomb. He was hanging out with his old buddy Mike and told me to handle everything on my own. Like this. “Come on, it’s only for a few hours. You can handle it,” he replied.\nI was furious. Managing two babies, a stroller and three heavy suitcases on my own was a nightmare. I tried to stay calm when... 👇👇👇 Watch it by following the link in the first comments"
}