{
    "0": "John Wrather Jr.,television producer (seated at desk)with talent from his tv shows,The Lone Ranger (played by Clayton Moore),Sergeant Preston of the Yukon (played by Richard Simmons)and Lassie(featuring Jon Provost,8 years old and Lassie)\nLos Angeles\n(1958) 🙂",
    "1": "”8:45 this morning I got Alyssa out of the car and she already saw the state trooper through the window at Dunkin. We went in and the line was all the way back to the door. She ran straight to the officer at the front of the line and hugged him and said \"THE POLICE!!!\" he said \"hi sweetie!\" and she said \"thank you for protecting us!!\". Without a thought he picked her up and bought her a doughnut. The whole store was smiling and let me go to the front of the line to take this picture. He told her if she ever wanted a police car to go down to the station and ask for Danny and she'll get one. Sometimes I get down on myself, but today I felt like Ryder and I were raising our girls right. We teach these girls respect at a young age and times like these are proud moments. So many horrible things go around about the brave men and women who protect us and risk their lives for us. A few bad cops out of MANY do not make them all bad. There are thoughtful and kind law enforcement officers out there and I know a bunch, but this random act of kindnness filled my heart. I have no idea who this man is but thank you for making my day and especially my daughter's ❤\nCredit: New Jersey State Police ( respect 🫡)",
    "2": "Elvis signing an autograph for 12 year-old Madonna, 1970.",
    "3": "Marilyn Monroe's marriage to playwright Arthur Miller was the subject of much scrutiny and criticism. The union between the sex symbol and the intellectual was seen as a mismatch by the media, who eagerly reduced Monroe to nothing more than an \"hourglass\" figure. Critics like Walter Winchell were quick to pounce on the relationship, calling Monroe the \"darling of the left-wing intelligentsia\" and insinuating that her connection to Miller was nothing more than a ploy for attention.\nBut to see Monroe solely as a symbol of beauty and Miller solely as a symbol of intellect was a gross oversimplification of their respective talents and personalities. Despite the judgment of others, Monroe and Miller were deeply in love, and their relationship was a meaningful and important part of both of their lives. The negative comments that surrounded their union only served to highlight the narrow-mindedness and superficiality of the media and society as a whole. S",
    "4": "A young boy looking in confusion as his younger sister inspects the new line of Ken dolls from Mattel.Ken,whose last name is Carson,was introduced as a love-interest for the popular Barbie (last name Roberts) dolls.\n(1961) 🙂 S",
    "5": "In 1910, Mare Samuella Cromer, a rural schoolteacher in South Carolina, organized a girl's tomato club so females aged 9 to 20 could “not learn simply how to grow better and more perfect tomatoes, but how to grow better and more perfect women.” Soon, there were tomato clubs in a number of states. The idea was simple: Teach rural girls how to plant and grow tomatoes, then harvest and can them, and sell them for a profit. The only work the girls didn't do themselves was the plowing of their individual 1/10th acre plots.\nIn one notable example, a girl harvested 2,000 lbs. of tomatoes. After sales, she earned a profit of $78 (about $2,470 today). This was *real* money for girls who came from hardscrabble backgrounds.\nIn 1915, one tomato club girl was quoted as saying the work was “long and sometimes tiresome...It has been a way by which I could not only have my own spending money and pay my expenses at the Farm Camp, but I also have a bank account of sixty dollars.\" (About $1,881 today.)",
    "6": "“A letter to my kindergartener,\n\nEveryone warned me this day was coming, and I thought I was ready. But as we teeter on the precipice, this moment in time between the baby I once held so tightly to my chest and the boy you are becoming, I’m unsure how to let go.\n\nSure, you still need me, but not in the way you once did. Your eyes don’t search around the room for me quite as often. Your arms don’t reach out for me every moment of the day. Your hands don’t grip mine as tightly.\n\nI can feel you slipping.\n\nAnd as much as my heart is filled with pride watching you grow, it also breaks a little for time lost when I wasn’t even looking.\n\nThey warned me it went fast, but I guess I didn’t quite understand. It’s hard to see through it when you are in it.\n\nSo as you enter this big new world, I pray it greets you with kindness. Yet, I’m not naïve, I know it won’t be without struggles.\n\nThere will be moments where your little heart will break. Moments where you question everything and nothing all at once, but I hope you never question my love.\n\nWhen you need reassurance or a hand to hold, I will lift your head up and remind you who you are.\n\nWhen you need a shoulder and a listening ear, I will be your safe place.\n\nWhen everything seems to be falling apart, I will be there to help you piece it back together.\n\nWhen you need a cheerleader, I will be your biggest fan.\n\nYou have me, forever.\n\nEven when you stand taller than I do and the word ‘mom’ bellows from deep within your chest...\n\nEven when your face full of facial hair...\n\nEven when you are a full-grown man standing where my once baby stood...\n\nI will see those dimpled hands and baby blue eyes looking up at me. Etched in the corners of my mind for eternity.\n\nBecause a mother’s love never fades. It’s constant. It’s familiar and it’s home.\n\nSo, while you may not need me the way you once did, I will be right behind you every step of the way.\n\nLetting go, little by little.” S",
    "7": "He was the last act scheduled on November 3, 1957, and after Ed introduced him, Sam strolled out looking very cool. The music started, he sang “Darling, you-ou-ou send me. I know…”, and the show was over. It was live TV, and the show had run long. The Sullivan Show received so many complaints that they immediately re-booked him.\n\nSo on December 1, 1957, Sam returned. Ed Sullivan introduced him by saying “Sam, here’s the time.” Dressed neatly in suit and tie, Cooke delivered a stripped-down version of “You Send Me.” His performance used little more than backup vocals to compliment his singing, and centered on Cooke himself. As he crooned directly into the camera, his effortless charisma and charming smile made him a hit with audiences. Right after the show aired, “You Send Me” reached number one on the Billboard Top 100, displaying just how successful his performance was.\n\nLater in the show, Ed brought Sam onstage and apologized to him and the audience saying, “I did wrong one night here on our stage. And I never received so much mail in my life!” Sam, now dressed in a tuxedo, sang his rendition of “(I Love You) For Sentimental Reasons,” an R&B classic sung most famously by Sullivan show regular Nat “King” Cole in 1946. Ed Sullivan had always been a supporter of the civil rights movement, bringing on African-American artists like Nat “King” Cole before anyone else in the industry was. But while Cole had always been a very “safe” act, Cooke was pushing the envelope in regards to race and music. Cooke combined the smooth crooning style of past greats like Bing Crosby and Frank Sinatra with a soulful tone that many in Sullivan’s audience hadn’t previously heard.\n\nIn his tragically short life, Cooke made only a few television appearances, and The Ed Sullivan Show performance is one of the only ones that still exist. It proved once again that Sullivan was a reliable ally of the civil rights movement, and jumpstarted Cooke’s career as a pioneer of the “Soul” genre. Cooke’s musical style had a massive influence on the creation of Motown and on artists like Marvin Gaye and Stevie Wonder. Sam Cooke also went on to become an important leader in the civil rights movement because of politically-conscious songs like “A Change is Gonna Come,” released after his controversial death at the age of 33. But Cooke had the platform to speak out about the issues of his day only because of his early commercial success and fame. And for that, he has The Ed Sullivan Show to thank.\n\nIn his book “Dream Boogie: The Triumph of Sam Cooke”, Peter Guralnick writes that Sam’s music “still sounds as fresh, as elegant, as full of mirth, sadness and surprise as when it first emerged, translating somehow across the ages in ways that have little to do with calculation or fashion and everything to do with spontaneity of feeling, with a kind of purity of soul.” S",
    "8": "Born on February 26, 1916, in Brooklyn, New York, John Herbert Gleason, known as \"The Great One\" or \"Jackie,\" faced a challenging adolescence marked by abandonment, tragedy, involvement with street gangs, and low-wage jobs. Despite the hardships, Gleason's breakthrough in the entertainment industry surprised many skeptics who doubted the sustainability of his fast-paced, humorous lifestyle. However, armed with entertainment savvy, determination, and charm, he achieved tremendous success as an actor, comedian, writer, and composer.\nWhile gaining widespread recognition for his role in the TV show \"The Honeymooners,\" Gleason also left a lasting impact with notable characters like Minnesota Fats in the film \"The Hustler\" and Buford T. Justice in the \"Smokey and the Bandit.” Beyond his acting achievements, Gleason pursued a significant secondary career in music during the 1950s and 1960s, producing a series of bestselling \"mood music\" albums.\nA noteworthy aspect of Gleason's career on \"The Honeymooners\" was his aversion to rehearsal. While the rest of the cast ran through scenes without him, his catchphrases were sparingly used in the original 39 episodes, adding to the intrigue of his improvisational skills. For instance, \"Baby, you're the greatest!\" was uttered only nine times, \"Right in the kisser\" once, and his iconic \"Bang! Zoom!\" line was entirely improvised, never appearing in any scripts.",
    "9": "Construction Worker at Empire State Building (1930)\nThe Empire State Building, one of New York City's most iconic landmarks, began construction on March 17, 1930. The project was completed remarkably quickly, taking just over a year to finish. Workers completed the construction on April 11, 1931, and the building officially opened on May 1, 1931. This rapid construction was achieved through the efforts of more than 3,400 workers, including many immigrants. Despite the economic challenges of the Great Depression, the Empire State Building stood as a symbol of American ingenuity and resilience. S",
    "10": "The Kennedy Catholic Dynasty - History Makers\nThe eight Kennedy Children, Hyannisport, Massachusetts, USA 1928.\n(L-R) Jean, Bobby, Patricia, Eunice, Kathleen, Rosemary, Jack, and Joe Jr. Teddy the 9th was born after this . The light is already there in JFK ❤",
    "11": "Just a little barbecue in the 50s! S",
    "12": "Grace before milk and cookies on Romper Room\n(1956) 🙂 S",
    "13": "The image of 12-year-old Addie Laird working in a Vermont cotton mill in 1910 showcases the harsh realities of child labor during the early 20th century in the US, emphasizing the arduous conditions faced by children in industrial workplaces. S",
    "14": "Alfred Hitchcock and his grandchildren take a sleigh ride. S",
    "15": "Frank Lloyd Wright and his wife Olgivanna,seated together reading in a bedroom at Taliesin.Taliesin is located in the vicinity of Spring Green,Wisconsin\n(1936) 🙂",
    "16": "This little cutie is Tom William Selleck, born January 29, 1945. Tom was born in Detroit, Michigan to Martha and Robert Dean Selleck, who was an executive and real estate investor. He has three siblings.\nFun facts:\n* Selleck is of mostly English descent but he also has some German ancestry. Through a paternal line he is a direct descendant of English colonist David Selleck who moved to Massachusetts from Somerset, England in 1633.\n* Selleck graduated from Grant High School in 1962 and enrolled at Los Angeles Valley College.\n* He stands 6’4” and played for the USC Trojans basketball team. He was also a pitcher and designated hitter for the USC baseball team.\n* While he was majoring in Business Administration, a drama coach suggested he try acting and, in his senior year, he dropped out of the university, and the rest is history.\n* Tom was activated during the Watts Riots while in the California National Guard.\n* His first TV appearance was on The Dating Game in 1967. S",
    "17": "\"I snapped this picture the other night at the end of a long day. I was tired. I was irritated. I had sent my husband a text telling him that I knew it wouldn't make a difference, but I wanted him to know that I was feeling fed up with how much he works and with all that I have to do everyday by myself. The full time job, cooking dinner, bathing kids, weekend trips without him, keeping up a home, you name it I was resenting it. I have to have these little moments once (ok several times) throughout planting and harvest season. Then this happened. He came in, fixed his plate and sat down to eat all alone. He was tired. He was hot. He was exhausted. Rather than complain, he said he was sorry I was tired and felt that way. Charlotte joined him and talked his head off and even ate most of his dinner. He didn't complain. He shared, and it hit me. Do I wish that we saw him more than an hour or so a day? Yes. But, the love he has for his craft is something to envy. Farmers work in a thankless profession. It's always non GMO this and organic that, and let's not even talk about the stress from Mother Nature. This is a man who is working to uphold 4 generations of blood sweat and tears and showing his children the value of hard work and discipline. So while I felt frustrated, I really should have felt thankful. I got to sit down to dinner and hear all the stories from the day with the kids. I got to give them a bath and hear their squeals and giggles. I got to snuggle and love on them for 3 hours more than he did. He is the one sacrificing, not me. We will keep on keeping on until the next rainy day when we get a few extra hours with our hard worker. In the meantime, the next time you slip into that comfy cotton shirt or eat delicious farm fresh food, thank a farmer. Where would we be without them?\" S",
    "18": "The Greyhound bus station in LA in the 1960s was equipped with coin-operated TVs, providing passengers with a convenient entertainment option while waiting for their bus. This innovative feature made the bus station a popular destination for travelers and locals alike, offering a fun and relaxing way to spend time before embarking on a journey. S",
    "19": "Doris Day had a fear of flying that stemmed from tours with Bob Hope in the 1940s that resulted in some close calls in impenetrable winter weather. She almost turned down her role in Alfred Hitchcock's \"The Man Who Knew Too Much\" (1956) because it was to be filmed in London and Marrakesh. Her husband and manager, Martin Melcher, talked her into accepting it.\nThroughout the filming, Day became increasingly concerned that Hitchcock paid more attention to camera set-ups, lighting, and technical matters than he did to her performance. Convinced that he was displeased with her work, she finally confronted him. His reply was, \"My dear Miss Day, if you weren't giving me what I wanted, then I would have to direct you!\"\nAt first, Day refused to record \"Que Sera, Sera\" as a popular song release, dismissing it as \"a forgettable children's song\". It not only went on to win an Academy Award, but also became the biggest hit of her recording career and her signature song. She sang the same song in two more movies, \"Please Don't Eat the Daisies\" (1960) and \"The Glass Bottom Boat\" (1966), and it was used as the theme song for all one hundred twenty-four episodes of her television series, \"The Doris Day Show.\"\nIt was during the making of this movie, when she saw how camels, goats and other \"animal extras\" in a marketplace scene were being treated, that Day began her lifelong commitment to preventing animal abuse. She was so appalled at the conditions the animals were in, that she refused to work unless they were properly fed and cared for. The production company actually had to set up \"feeding stations\" for the various goats, sheep, camels, etc. and feed them every day before Day would agree to go back to work. S"
}