{
    "0": "I FIXED A FRANTIC CUSTOMER'S PHONE CAMERA — EIGHT MONTHS LATER, A WOMAN HANDED ME AN ENVELOPE FROM HIM.\n\nI work at a smartphone store where people come in with all sorts of tech-related problems. Nothing usually surprises me — until this one day...\n\nSo, I'm at work, just another day at the store, and this guy in his late 40s — let's call him Joe, looking like he's about to lose it — rushes up.\n\n\"You've gotta help me! My phone's broken, the camera's all messed up, and I need a good picture right now!\"\n\nHe shoves his phone at me. His selfies are totally warped — forehead stretched, eyes huge. He's in a full-on panic.\n\nI take a quick look and see it's just a filter. Easy fix. But this guy is SHAKING. You can tell this picture is life-or-death for him. So, I reset the settings and tell him to stand against one of the plain walls in the store. I take a couple of shots, and his face looks normal again.\n\nHe checks the pictures, and you'd swear he just won the jackpot! Next moment he bolts out of the store.\n\nFast forward eight months. I'm on another regular shift when this woman comes up to the counter and says, \"Is your name Alex?\"\n\nI nod, confused. She hands me an envelope and says, \"My husband wanted you to have this.\"\n\nI open the envelope, and just GASP when inside I see See less",
    "1": "I VISITED MY HUSBAND'S UNIVERSITY CLASS, BUT WHEN I SAW MY FACE ON HIS LECTURE SLIDE, I KNEW OUR MARRIAGE WAS RUINED.\n\nMy husband is a psychology professor at a local university and can be quite forgetful at times. One morning, he accidentally left his lunch at home again, so I decided to be nice and hand-deliver it to his class since I was free that day.\n\nWhen I arrived at the university and found the right auditorium, his lecture was still going, so I thought it would be fun to listen to a part of it. I sneaked in and sat at the very back. He was talking about some sort of psychological experiment, showing slides of various studies.\n\nThen he said, \"To prove the point, I recreated the experiment on my wife...\"\n\nMy blood froze when I saw my own face show up on the slide with some characteristics written out underneath the photo.\n\n\"Our subject, Janet, has an average IQ and the social awareness of a teenage girl. So testing this theory on her was not a hard task. Take a second to look at this video of her, and then we will discuss it.\"\n\nWhat happened next proved that I never truly knew what type of man my husband was. The full story of what he did to me is in the comments below. ⬇️ See less",
    "2": "MIL HATES OUR ADOPTED DAUGHTER – WHEN I SAW WHAT SHE GIFTED HER, I SNAPPED\n\nMy husband and I decided to adopt due to my health history. I believe it was the best decision of our lives. We didn't tell everyone until all the paperwork was finished, so when my mother-in-law found out that everything had been set up, she became unbearable.\n\nShe never showed up to the \"Welcome to the family\" party and refused to be called grandma. As our daughter's birthday approached, we threw her a party, to which my mother-in-law promised to show up after my husband had a serious conversation with her.\n\n\"It is all her fault,\" she said to him. \"If she wasn't afraid to get pregnant, we would have a normal family.\"\n\nSo when she showed up, I was afraid that something bad was coming. But when my daughter opened her present, everyone in the room went pale ⬇️ See less",
    "3": "I am a single woman. All these years, I was focused on my career, so I didn't notice when I turned 45 and became an old maid... In despair, I signed up on a dating site and started talking to this guy.\n\nHe was so confident and gallant that I couldn't believe it was true! We quickly hit it off, and I dreamed of our date. At first, I hesitated. What if he wasn't who he seemed to be? But finally, I invited him to my home.\n\nSo the day arrived. The table was set, and a romantic dinner was ready. I imagined our first meeting, nervously wondering how he would react. Will everything in life be as perfect as it is online? If only I had been ready for the harsh reality. In an instant👇 See less",
    "4": "I AGREED TO A GROUP DINNER WITH TWO FREELOADERS – BUT THEY DIDN'T EXPECT WHAT I DID NEXT\n\nI've been hanging out with this small group of friends since college, about eight of us in total. Two people in the group, Samantha and Arnold, are absolute leeches. Whenever we go out, they order the priciest items and then dump half the bill on the rest of us with some sob story about being broke.\n\nSo, last weekend, Jason, one of the people from the group, hit me up about a casual dinner. I straight-up told him I wouldn't come if Samantha and Arnold were gonna be there. He snapped back, \"Just get over yourself and come for once. Stop being such a baby about it. We're all tired of your complaints.\"\n\nThat's when I decided they all absolutely deserved a lesson. I agreed and told him I'd meet them there. When we all started ordering, most spent about $40 each. There were only about 6 people there. When it gets to Samantha and Arnold, they both order the most expensive dishes (wow, what a surprise!), around $200. But then it is my turn to order, everyone looks at me, and here's the catch: I just ⬇️ See less",
    "5": "MAN AND WOMAN ON A BLIND DATE REALIZE THEIR KIDS ARE CARBON COPIES\n\nI’m a single mom, just me and my son. Recently, I met this guy online, and we hit it off, so we decided to meet up.\nThe date was awesome, and we really clicked, but then he decided to show me a picture of his kid. And man, when I saw the photo, I was floored. It was like a punch in the gut – there was my own son staring back at me from the picture.\n\nWhat happened next is in the comments below. 👇",
    "6": "MY OWN DAUGHTER RENTED OUT MY HOUSE THE MINUTE I WENT INTO THE HOSPITAL – I DIDN'T LET IT SLIDE\n\nI specifically asked my daughter and her husband to take good care of my home while I was in the hospital. That's why it was especially heartbreaking when I found out that they had listed it for rent. I was devastated when I saw the listing.\n\nAll my late husband's clothes were still in the house, along with our handmade plates and my mother's jewelry. Imagining what could have happened to these cherished belongings almost gave me a heart attack!\n\nI had enough alone time to come up with a plan on how to teach them a lesson. So, when I got out of the hospital, I rented my house through a friend to teach my kids a lesson. As soon as I arrived ⬇️ See less",
    "7": "WE CAME HOME FROM VACATION TO FIND A HUGE HOLE DUG IN OUR BACKYARD — I WAS SHOCKED TO LEARN WHO DID IT AND HIS REASON.\n\nSo, we came back from our vacation a bit earlier than planned because my wife got sick during our trip to the ocean, and we decided to head home a few days early.\n\nThe first thing I did when we got home was to check the backyard to make sure everything was okay while we were gone. And OMG, I was shocked to find a huge hole dug in our yard!\n\nI was about to call the cops, but then I noticed a shovel, a new bottle of water, and some other stuff left in the hole. I thought, “What if this person is digging at night to avoid being seen and knows we're supposed to be on vacation?” So, I decided to make it look like we hadn't come back yet and parked the car in the garage. My plan worked.\n\nThat night, I saw a silhouette jump over the fence and head towards the hole.\n\nWhen the guy jumped into the hole, I came out of the house and approached. But I couldn’t believe who I saw in there, because it was ⬇️ See less",
    "8": "I CAME BACK FROM VACATION TO A STRANGER LIVING IN MY HOUSE – HE REFUSED TO LEAVE, SO I TOOK MATTERS INTO MY OWN HANDS\n\nI own a two-story house, and last week, I went to Hawaii with my kids for a week. Nobody was home, and we couldn't take our dogs, so I gave my keys to my sister to take care of them — feeding, water, and daily hour-long walks.\n\nDuring that time, her friend needed a place to crash for a night and asked if he could stay at my place. I said sure, it was just one night, right?\n\nWRONG. I got back yesterday, and THIS GUY has moved into the upper floor of my house for four days! I tell him to leave immediately, but he REFUSES, saying he needs another week because he's job hunting in LA, CA.\n\nI call the cops, but they tell me it's a CIVIL MATTER and I'd have to go through an eviction process.\n\nHELL NO! I wasn't about to do that, so I cooked up a nasty plan. One night, I⬇️ See less",
    "9": "OUR GRANDDAUGHTER PRETENDED NOT TO KNOW US WHEN WE SAW HER AT THE RESTAURANT WITH A MAN — HER REASON SHOCKED US\n\nMy husband and I were enjoying our meal at a restaurant when our sweet granddaughter walked in with a tall man by her side. I jumped from my seat to wave and say hi, as we don't see her often due to her busy work. But when she saw me waving, her face froze in fear, and she immediately looked away, pretending not to notice.\n\nOur granddaughter would never ignore us. So when she and her companion took a seat, we walked over to their table to check if everything was okay.\n\n\"Who are you people?!\" my granddaughter asked, as if she had never seen us before. \"Please, leave me and my friend alone. I don't know you.\"\n\nI was so confused and hurt that my husband had to pull me away from their table. We quickly left the restaurant and went home. A few hours later, I received a call from our granddaughter. In tears and with a shaking voice, she asked us ⬇️ See less",
    "10": "I LOST WEIGHT TO TEACH MY ARROGANT HUSBAND A LESSON, BUT HE WAS IN FOR AN EVEN BIGGER SURPRISE.\n\nFor the past few years, I've been struggling with my weight. No matter what I did, those extra pounds just wouldn't budge! The thing is, I'm a pastry chef, and you can imagine that tasting everything is part of the job. And my husband, Bryce... well, he didn't make things any easier.\n\nMost women hope for support from their partner, but mine never missed a chance to mock me. When I put on my new dress, he said, \"TAKE IT OFF! BUY YOURSELF A GYM MEMBERSHIP.\" And then he called his friends and laughed, making jokes about my weight, thinking I couldn't hear.\n\nBut the final straw was when I finally managed to drag him to an important culinary event, and he had the nerve to flirt with another woman right in front of me! When I confronted them, he simply said, \"THIS IS HOW A WOMAN SHOULD LOOK IN A DRESS. GO AWAY!\" And continued to laugh with her.\n\nMy heart shattered into tiny pieces, but I knew I wouldn't tolerate it any longer. I'd had enough — he would pay for all the humiliation. From that moment on, I trained hard, and my figure started to change for the better.\n\nThe attention from my husband didn't increase, but I didn't need it. I wanted to crush his ego. And believe me, I'll succeed because I HAVE AN ACE UP MY SLEEVE. ⬇️ See less",
    "11": "The two families—the Petersens and the Yarrows—have lived next door to each other for more than 15 years. They moved into almost identical neighboring houses when they were newly married couples.\n\nAt first, they became good friends, but as the years passed, their lives took different paths, and the relationship between the two families deteriorated. The whole neighborhood was well aware of these neighbors' quarrels.\n\nBut one day, things went too far. During one of the quarrels, the neighbors got into a fight, and the police had to be called. Amid all this commotion, the neighbors did not notice one crucial thing—their children were missing, and no one knew where they were.👇 See less",
    "12": "MY FRIEND KICKED ME AND MY WIFE OUT OF HIS WEDDING – HIS REASON STUNNED ME\n\nSo, my wife and I were invited to my friend's wedding. It was a pretty intimate gathering, with about 70 people, mostly family. Everyone was super nice, and we had a great time mingling and chatting. After the ceremony, every table got two bottles of wine and some bread and butter, and there was an open bar. We started having a few drinks, just enjoying the evening.\n\nThen, the food came out, and it looked amazing. It was a buffet setup, which was great. They were calling tables up a few at a time to get their food, starting with the family of both sides. That made sense. But by the time our table was called, there was nothing left. I asked if more food was coming out, but apparently, that ship had already sailed. We managed to scrape together what little was left and went back to our seats to eat the scraps.\n\nBut about an hour later, out of nowhere, the groom came over to my wife and me and told us we had to leave, all because ⬇️ See less",
    "13": "I HIRED A DOULA TO ACCOMPANY ME DURING MY PREGNANCY AND WAS SHOCKED TO FIND OUT WHO SHE REALLY WAS\n\nMy husband David and I had been dreaming of having a child, but for many years, nothing worked. We tried everything we could think of, but the constant disappointment broke our hearts... Then, 8 months ago, a miracle happened — we finally saw those two long-awaited lines!\n\nSince then, my life has revolved around our future child. I knew I'd be the best mom and never abandon this child, as someone once did to me. I never had my own family and dreamed that my child would experience that happiness.\n\nDavid and I decided to have a partner birth, so I knew it would be a special moment for both of us. But two weeks before the due date, he found out about a work project scheduled for that time. I was worried about being alone, but he suggested a doula to be by my side. She’s just an assistant, right? But little did I know then that she would turn out to be not just any woman but a part of my past.👇 See less",
    "14": "It was my first blind date, and oh my God, I was so nervous! Crazy thoughts were spinning in my head, like \"What if?\" But I waited. And then he walked in — I couldn't believe my eyes! Totally my type. A real charmer, confident and gallant. Our conversation flowed so smoothly that I couldn't believe it was real! We clicked right away and immediately planned a second date.\n\nThat date was incredible, and I was already starting to fall for him. Could it be that I'd finally met a decent guy? My heart was racing as he leaned in and gently said, \"Hailey…\" But my fairy tale was shattered when an unknown woman suddenly burst in on us.👇 See less",
    "15": "I GOT A $640K JOB OFFER AND MY WIFE FORBADE ME TO TAKE IT — HER REASON MADE ME IMMEDIATELY FILE FOR DIVORCE\n\nI'm currently at a job where I earn about $250,000 a year. But recently, I was offered a new position that would pay $640,000 a year. The catch? The new job is overseas, and I'd be gone for four months at a time instead of my current schedule of four weeks at a time.\n\nI told my wife, Sarah, thinking she'd be excited. But instead, she was really upset and said she didn't want me gone that long. I explained that it would only be for a year or two and the money would set us up for life. We could pay off debts, buy a house, and travel during my off-time.\n\nBut after that, Sarah started acting super weird. She got all distant, like she was in her own world. She'd start talking and then just trail off, staring into space. She got secretive with her phone too, tilting the screen away from me and locking it whenever I walked by.\n\nThis went on for a week. Then one night, she finally broke down and said she needed to talk. She said she didn’t care about the money or our future plans, and she wanted me to decline the offer for just one reason. What she told me next made my stomach drop, and I broke up with her on the spot. She told me that ⬇️ See less",
    "16": "At 75, Jessica liked to sit outside on her porch and watch the kids running around. She always brought a cup of tea and a book to read. It was a peaceful time, but inevitably, Jessica would reflect on her life during those moments. Today was one of those days.\n\nShe remembered her first wedding well, as it was the only time she had ever been excited to have one. Karl was the love of her life, or so she thought. But when she reached the end of the aisle on her father’s arm, she saw everyone’s worried faces. Karl had disappeared, and no one knew why.\n\nJessica cried on the steps of the Masonic Temple for several more hours. It was one of the best wedding venues in the city, and she had always dreamed of getting married there. However, it was not to be...\n\nDespite this, \"I had a great life,\" Jessica thought to herself while sipping her tea. It was true, although she never tried dating again. But once in a while, she thought about Karl and still wondered why he had disappeared.\n\nSuddenly, the mailman snapped her out of her thoughts with a bright smile and a loud, “Hello, Mrs. Pennington! I have a letter for you!” Jessica took it in her hands, but the last thing she expected to see was the name 'Karl Pittman' on the envelope.👇 See less",
    "17": "A week after her lovely discovery, Natalie was meeting her friend Megan at a cozy café in the heart of the city.\n\n\"I really need your help and advice,\" Natalie admitted, taking a sip of her latte. \"A week ago, I found a ring in my boyfriend's things.\"\n\n\"Congratulations! When's the wedding?\" Megan asked excitedly.\n\n\"That's the thing, he still hasn't proposed. I don't understand why; he already bought the ring,\" Natalie said, confusion and frustration evident in her tone.\n\n\"Maybe he's scared. Don't worry. You won't believe what I'm about to tell you! What a coincidence!\" Megan exclaimed.\n\n\"Coincidence? What do you mean?\" Natalie asked, intrigued.\n\n\"I'm getting married! I was proposed to!\" Megan laughed, holding out her hand to show off a sparkling ring. \"Look at this beauty!\"\n\nNatalie's face went pale. It was the same ring she had found in Nathan's things.\n\n\"This rin… Wha—what's your fiancé's name?\" Natalie asked with her trembling voice.👇 See less",
    "18": "MY MOM ABANDONED ME WHEN I WAS 8 & UNEXPECTEDLY WANTED A REUNION YEARS LATER\n\nWhen I was 8, my mom went on a trip she never came back from. She left me with my aunt and uncle, promising she’d be back soon. Then she decided to stay a bit longer. And then she met a man in Italy... and stayed there. I begged to visit, but she always had an excuse. “Come for college,” she said. Eventually, her calls stopped altogether. My aunt and uncle became my parents.\n\nEverything changed in high school. Out of nowhere, my aunt handed me the phone. “It’s your mom! She says it’s urgent!”\n\nMy heart raced as I picked up. My mom wanted to see me, but I had no idea what her sudden interest was about.👇 See less",
    "19": "MY EX-HUSBAND'S NEW GIRLFRIEND FOUND MY NUMBER TO ASK ME JUST ONE QUESTION – WHEN I READ HER TEXT, I WAS STUNNED\n\nSo, a bit of background: My ex and I were married for 13 years, have two kids, and somehow managed to stay best friends after splitting up. We co-parent like pros, even though our marriage had its ups and downs.\n\nYesterday was our eldest's birthday, and we all went out for a meal. My ex has been seeing this new woman for about four months. He told me right away because we're all about keeping things clear for the kids. He asked if she could come to the birthday dinner. I wasn't thrilled about not meeting her first, but I didn't want to be intrusive, so I said sure.\n\nThe new girlfriend seemed nice, friendly, and genuinely interested in getting along, which was a relief. If she's going to be around my kids, she better be a good person.\n\nThen things got weird. My eldest handed me a card, which was odd because my birthday was months ago and usually no one remembers. I noticed the girlfriend giving me these looks and decided to mingle with other guests to avoid the awkwardness.\n\nLater, I get a text from an unknown number. It was my ex's new girlfriend. When I read it, I was STUNNED. She was asking if ⬇️ See less"
}