{
    "0": "This picture of a young girl was taken 114 years ago!",
    "1": "Photo: Job hunting c.1930s.\n\nAt the height of the Depression in 1933, 24.9% of the total workforce, or 12,830,000 people, was unemployed",
    "2": "Carrying a guitar and a M16 rifle, a Marine waits at a landing strip for a flight out of Khe Sanh,Vietnam, February 25th, 1968 \n\n#VietnamWar",
    "3": "Replica dog tags of every soldier who never made it back from Vietnam.",
    "4": "Caledonian Road. Kings Cross N1.",
    "5": "King George VI bursting with excitement on a theme park ride, 1930s.",
    "6": "A salesman in Hulme, Manchester, in 1965\nCredit Shirley Baker",
    "7": "abc cinema, green lanes, london, 1977.",
    "8": "Washington Township, Brown County, Indiana, 1931...\nCaption\nGreat Depression era photograph of a little girl identified only as being a member of the Bill Petros family...\nSource\nThe Lilly Library, Indiana University, Bloomington, Indiana (Frank M. Hohenberger photographer)",
    "9": "Daily Life London, 1960. Scene at cafe.",
    "10": "This is one of my new favorite finds.\n\nLast weekend, I posted about a 1926 Death Valley expedition, in which a party of Chevy motorists traversed the desert to showcase their vehicles for prospective new car buyers seeking adventure. For that, I put up 10 shots from a set of 16, but held onto these two because I had a hunch that this guy was somebody special and wanted to track down his story.\n\nIn digging, I’ve found that these might actually be the earliest photos taken of ‘Indian George,’ a Timbisha Shoshone man who ran a desert ranch located between Ballarat and the Panamint Mountains, and who claimed to be 104 years old. When encountered by the Chevy party, George invited them to photograph the ruins of a broken down stagecoach at his ranch, which Chevy’s ad agency felt provided the perfect visual metaphor for how far transportation had come. But when reports of the expedition hit the papers, it was ancient man in the desert who got the attention. George had become a star.\n\nSuddenly, people were coming from far and wide to meet the legend himself and be regaled with memories of the Death Valley 49ers, as he claimed to have borne witness the many struggles of the ill-fated Jayhawker and Bennett-Manly parties eighty years prior. He would also tell his own tale and share the history of the Death Valley Shoshones.\n\nTracking George through the years, I see that the details of his stories tend to change, and I don’t know whether that’s due to his own embellishments or the hyperbole of journalists retelling his tales. Honestly, I’d love him just as much as a man who saw his fame as an opportunity to cash in on telling people whatever they wanted to hear.\n\nDesert Magazine interviewed George for a profile in 1940, in which he gives his birth name as Bah-vanda-sava-nu-kee. He says hd took on the name “George” while working as a wood-packer in Panamint City in the 1870s, and that “a government man” came by and gave him the surname “Hansen.” It also estimates his actual birth year to have been 1841.\n\nGeorge is said to have died in 1945, which means he finally made it to 104, but some reported at the time that he was well beyond 110.",
    "11": "Jimmy Carter working with his sons on his peanut farm 1960.",
    "12": "A police officer and his dog riding a motorcycle, 1930.",
    "13": "1980s Picadilly Circus",
    "14": "I combined an old photo of my mom (left) with a photo of myself (right).",
    "15": "Dr. Joseph Warren was not yet 34 years old when at about 10pm on April 18, 1775 he summoned fellow Sons of Liberty members Paul Revere and William Dawes to ride and provide warning to Samuel Adams and John Hancock that the “British” were coming for them. (Actually the “British” were referred to as the “Regulars”...”British” would’ve confused all, because many in Massachusetts and the other colonies still considered themselves British 😉 Also it did surprise me to learn that Dr. Joseph Warren was only 33... when I heard the history in the past I thought Dr. Warren was a much older gentleman.)\nAnyway... both Paul Revere, aged 41, and William Dawes, who had only recently turned 30, both arrived a bit after midnight in time to warn Sam Adams and John Hancock. Dawes then went on to Concord to relay the warning that the Regulars were coming for their ammunition stores. Revere attempted to get to Concord but was stopped by some “Regulars” who held him at gunpoint. Revere was able to get to Lexington on foot, when his horse was taken by a Regular. Dawes didn’t make it to Concord either, but luckily they met up with Samuel Prescott who did!\nDr. Joseph Warren gathered militia men and they were instrumental in chasing the Regulars back to Boston. A musket ball is said to have whizzed through his wig! 😳 Later when his mom saw him she begged him never to put himself in such danger. His answer...\n\"Where danger is, dear mother, there must your son be. Now is no time for any of America's children to shrink from any hazard. I will set her free or die.\"\nSadly, only months later, on Breed’s Hill during the Battle of Bunker Hill, Joseph Warren once again was in the midst of hazard, but this time his life was taken during the fight for freedom. According to British General Thomas Gage , his death was ‘worth the death of 500 men.’ So passionate was Warren’s dedication to the cause of liberty. 🇺🇸❤️\nPictured is one of many statues that salute Patriot Dr. Joseph Warren This one is located at Forest Hills Cemetery, Boston Massachusetts where his remains are buried.\nDr. Joseph Warren spoke those words during his 1775 Boston Massacre Oration.\n“Our country is in danger, but not to be despaired of. Our enemies are numerous and powerful; but we have many friends, determining to be free, and heaven and earth will aid the resolution. On you depend the fortunes of America. You are to decide the important question, on which rest the happiness and liberty of millions yet unborn. Act worthy of yourselves",
    "16": "Picture show Poverty in Manchester in the 60s 70s",
    "17": "These are 27 emotional portrait photos of American child laborers taken by photographerÂ Lewis Wickes Hine in the 1900s and 1910s. 5-year...",
    "18": "London 1980s...🇬🇧🇬🇧",
    "19": "When Britain went to war on 3 September 1939 there was none of the 'flag-waving patriotism' of August\n1914. The British people were now resi"
}