{
    "0": "Call for Applications\n\nThe Ministry of Trade and Industry, in partnership with the African Development Bank, has signed a $793 million deal with USADF and the Stanbic Kenya Foundation (SKF). This partnership invites applications for grant financing and local support from small and medium enterprises (SMEs) to help address gaps in their internal systems and capabilities, ensuring they meet the investment requirements of commercial investors. This initiative aims to bolster Micro, Small, and Medium Enterprises (MSMEs), cooperatives, and farmer groups amidst the global economic crisis.\n\nIf you are a privately-owned business registered and operating in Kenya, seize this opportunity to elevate your internal processes and capabilities to attract commercial investors. Selected winners stand to receive an Accelerate Grant of up to US $100,000!\n\nDeadline for applications: June 20th, 2024.\n\nDon't miss out on this chance to propel your business to new heights and positively impact your community!\n\nFor more details and to apply, visit the USADF application page at https://shorturl.at/cS2Tl",
    "1": "As Kenya assumes the role of chair of the African Group of Negotiators (AGN), I express my gratitude to all our partners for their continuous support of Africa’s renewed development agenda, as outlined in the Nairobi Declaration. This marks a shift from being seen as victims to leaders in climate action. Our aim is to drive economic transformation while being mindful of our climatic realities.\n\nThere is much work to be done as we prepare for #COP29 in Baku. I am fully committed to collaborating inclusively to shape Africa’s negotiation positions, utilizing African-led data, insights, and ideas to ensure strong representation and participation at COP29.\n\nWe must recognize Africa’s vast potential, including a growing workforce, abundant land and natural resources, and significant opportunities for renewable energy. This positions us to accelerate global decarbonization and lead in achieving net zero emissions and beyond.\n\nEach of us has a crucial role to play. Achieving climate-positive growth requires an integrated approach. Let’s collaborate, learn from each other, and take action.\n\nPlease reach out to discuss how we can further Africa’s climate leadership.",
    "2": "Among other important issues, the two Presidents emphasized a deepened trade partnership between Kenya and the United States. President William Ruto highlighted the importance of completing the Kenya-U.S. Strategic Trade and Investment Partnership.",
    "3": "We extend our sincere appreciation to everyone who contributed to the success of this project, including our invaluable development partners UNCTAD and GIZ. We are excited about continuing this collaborative effort to further enhance our nation's e-trade landscape.",
    "4": "We must ensure that the process and cost of running a business are both seamless and friendly to attract greater returns. I am greatly encouraged by the partnerships and collaboration of County Governments in realizing the Bottom-Up Economic Transformation Agenda. Today, alongside Governor Rt. Hon. Kenneth Lusaka of Bungoma County, we unveiled the Western Region Karibu Business Support Centre. This Centre represents more than just opening an office; it unveils new possibilities, new grounds, a new platform, open opportunities, and a brighter future for investors. I encourage our stakeholders to utilize this center to its fullest potential.",
    "5": "During the Madaraka Day celebrations, President William Ruto commissioned 18,000 agripreneurs as part of the government's comprehensive agenda to transform the agricultural sector. This initiative aims to empower individuals in agribusiness, enhance food security, and boost economic growth by fostering innovation and sustainable practices in agriculture. The government's commitment to this sector underscores its strategic importance in driving the country's development and improving the livelihoods of its citizens.",
    "6": "Kenya and the United States enjoy relations grounded in shared values of democracy and trade. We are ready for quality investments in agribusiness, banking and finance, ICT, manufacturing, construction, and other sectors of the economy.\n\nAt the sidelines of the AMCham Business Summit in Nairobi, President William Ruto met with the leadership of Coca-Cola Africa, including Luis Ortega (President, Coca-Cola Africa), Gavin Hudson (Chief Operating Officer, Coca-Cola Beverages Africa), and Alfred Olajide (Vice President, East and Central Africa).\n\nRepresentatives from Google, Microsoft, CISCO, Hologic, ATC, Singtex, Walmart, Irvines, and Marathon were also in attendance.",
    "7": "Had an excellent meeting with H.E President @WilliamsRuto, along with the Ambassadors of Italy, the Netherlands, the Charges d'Affaires of Belgium and France, and the Head of Development Cooperation, to enhance business as the Kenya-EU Economic Partnership Agreement kicks off. @Trade_EU\n\nEU private companies have already invested over 128 billion Ksh (1 billion EURO) in Kenya over the last 10 years, notably in agriculture, manufacturing, chemicals, energy, construction, and tourism. #EUinKenya is committed to the successful implementation of the EPA to attract more investment. Kenya and the EU recently launched the first Data Protection Adequacy Dialogue in Africa. If successful, personal data can flow freely from the EU to Kenya without limitations or restrictions, which would bring significant benefits for digital trade, investment, and data accessibility.",
    "8": "The Prime Cabinet Secretary, H.E. Hon. Musalia Mudavadi (@MusaliaMudavadi), officially closed the 2024 Annual AFDB Meetings (@AfDB_Group) at the KICC (@KICC_kenya) yesterday.\n\nAs the meeting concluded its 59th session in Nairobi, the @AfDB_Group Board of Governors approved an increase of $117 billion to the Bank’s capital, raising it from $201 billion to $318 billion.",
    "9": "We've just launched the Bungoma Karibu Business Support Centre in the Western Region, bringing services right to your doorstep! This initiative is in line with the Kenya Kwanza Government’s economic transformation agenda, demonstrating our commitment to making business processes more accessible to all Kenyans at the grassroots level.\n\nAs we approach the 61st Madaraka Day celebrations at Masinde Muliro Stadium, my Ministry has conducted a series of activities aligned with this year's theme: \"The Contribution of Agricultural Value Chains to Kenya's Industrialization.\"",
    "10": "The State Department for Trade presented the Site Handing Over Certificates for the construction of both a Transshipment Shed and an Ablution Block at the Moyale One Stop Border Post. The ceremony was attended by the Border Management Committee.\n\nAdditionally, the State Department for Trade handed over the Certificate of Site Handover to the Contractor for the partitioning of mini labs for KEBS, KEPHIS, and Port Health at the Moyale One Stop Border Post.\n\nOn May 30, 2024, the State Department for Trade presided over a site handover ceremony for the supply, delivery, and installation of a container office for the Kenya Revenue Authority at Odda in Moyale. This project is under the auspices of COMESA and funded by the 11th European Development Fund.\n\nThe site handover ceremony at Odda was attended by representatives from the State Department for Trade, Project Engineers and Architects from the State Department for Public Works, the user (Customs), the National Administration, County Representatives, and the Contractor.",
    "11": "The realization of the Bottom-Up Economic Transformation Agenda (BETA) depends on a coordinated approach by all sectors, including State Semi-Autonomous Government Agencies (SAGAs). This morning, we had a consultative meeting with the Kenya National Trading Corporation @kntc_ke Board members to discuss modalities for a rebranded, reformed, and more responsive institution. We are pleased to note the synergy and enthusiasm to ensure that the firm's new chapter is opened in the next 30 days.",
    "12": "We are greatly encouraged by the partnerships and collaboration of the County Governments in realizing the Bottom-Up Economic Transformation Agenda. Today, alongside Governor Rt. Hon. Kenneth Lusaka of Bungoma County, we unveiled the Western Region Karibu Business Support Centre. This Centre signifies more than just opening an office; it unveils new possibilities, new grounds, a new platform, open opportunities, and a brighter future for investors. We encourage our stakeholders to utilize this timely facility to address the bottlenecks affecting our sectors. #KaribuBiasharaKenya"
}