{
    "0": "Shelby Lisk. There are still people in the world that love you. 2021 #fypシ゚ #fypviralシ #foryouシ #reelsfypシ",
    "1": "The Confederation Building is a office building in Ottawa, Ontario, Canada. Located just west of the Parliament Buildings at Bank Street and Wellington Street, it is generally considered part of Parliament Hill.",
    "2": "#vankleekhill",
    "3": "Downtown Ottawa 🇨🇦 #fypシ #reelsfypシ #reelsvideo #foryoupage",
    "4": "Ottawa by Night on Kent Street",
    "5": "Senate of Canada Building 🇨🇦 known before 2018 as the Government Conference Centre, is a listed building located on Rideau Street near the Rideau Canal on Parliament Hill in Ottawa, Canada. This is the old Union Station.",
    "6": "Bureau du premier ministre et du conseil privé",
    "7": "Kelly Rendek The Practice of Home: carrying cases 2023 Raw canvas bags and polyester, cord Courtesy of the artist #fypシ #foryoupage #foryoupage",
    "8": "Plaisance falls, With their 63-metre vertical drop, the Falls were an important economic factor in the founding of the 19th-century village of North Nation Mills, now just a memory. On-site interpretive panels bring to life this important chapter in the history of the Petite Nation.",
    "9": "Nathan Phillips Square - #toronto #fypシ #fypシ #foryouシ #foryoupage",
    "10": "Bureau du premier ministre et du conseil privé #ottawa #fypシ #foryoupage #reelsfypシ #canada",
    "11": "Heer Mandaliya 'Baithak' 2022 Acrylic and modelling paste on wood panels Courtesy of the artist.",
    "12": "Hôtel de Ville at Montebello #quebec #fypシ゚ #reelsvideoシ #SmallCity #viralpost",
    "13": "Heer Mandaliya Unnoticed-// (triptych) 2023\nModelling paste and acrylic paint on canvas\nCourtesy of the artist",
    "14": "Kent Street is a major street in downtown Ottawa, Ontario, Canada. One block west of Bank Street, Kent is one way running north. It begins at the Queensway at the south and ends at Wellington Street.",
    "15": "Downtown Ottawa 🇨🇦 #canada #fypシ #foryoupage #foryoupagereels",
    "16": "Heer Mandaliya 'Baithak' 2022 Acrylic and modelling paste on wood panels Courtesy of the artist. Art Gallery of Ottawa #fypシ #foryouシ #fypシ゚viralシ #ottawa",
    "17": "View on Buildings located at Bay Street- Toronto #fypシ゚ #foryoupage #reelsvideo #fypシviralシ2024",
    "18": "Basilique Marie-Reine-Du-Monde Cathédrale à Montréal",
    "19": "Shelby Lisk. Amanda, from the series Shé:kon\nsconhwentsyà:ke ratinékere tsi nihá:ti nè:ne\nyesanorónhkhwa (« There are still people in the world that love you »), 2021"
}