{
    "0": "When you are chased by an angry giraffe.",
    "1": "#animals #nature #wildanimals #wildlife #wildanimalslife",
    "2": "Moms are strong, loving and do everything for us and in this case elephant moms are no exception.\n\n#animals #nature #wildanimals #wildlife #wildanimalslife \n\nIf this video needs to be removed for any reason please contact rehaanjam@gmail.com first please",
    "3": "What is wrong with this giraffe?\n\n#wildanimalslife #reelsviral #creatures #wildanimalshorts #animalessalvajes \n\nIf this video needs to be removed for any reason, please contact me first at rehaanjam@gmail.com",
    "4": "It is incredible what nature can create, this wonderful animal called the rhinoceros. Do you like it?\n\n#reelsviral #wildanimalshorts #wildanimalslife #animals #wildlife",
    "5": "These are some naughty pandas\n\n#wildanimalslife  #wildanimalshorts #animals #nature #wildanimals #wildlife \n\nIf this video needs to be removed for any reason please contact me first at rehaanjam@gmail.com",
    "6": "Did you know giraffes can sleep standing up or that each one has a unique coat pattern? 🦒✨ Dive into these 10 mind-blowing giraffe facts and discover the tallest secrets of the animal kingdom! From their blue tongues to their sky-high hearts, these gentle giants have more surprises than you think. Watch now and be amazed!",
    "7": "It doesn't matter what animal it is, as long as you have something to share and help, do it.\n\n#wildlife #animals  #reelsviral #wildanimalshorts #wildanimalslife",
    "8": "This is how to conquer, learn guys!\n\nIf this video has to be removed for any reason, please contact me first at rehaanjam@gnail.com",
    "9": "We need bees as much as water, please take care of them.\n#videosderisas #reelsviral #wildanimalshorts #wildanimalslife #creatures  \n\nIf this video needs to be removed, please contact me first at rehaanjam@gmail.com",
    "10": "When I finally understand the joke.\n#wildanimalshorts #creatures #videosderisas #reelsviral #wildanimalslife \n\nIf the video needs to be removed for any reason, please contact me first at rehaanjam@gmail.com",
    "11": "This elephant does not know what deforestation is, and insists on wanting to damage the trees. What have they done to you elephant?\n\n#wildanimalslife #creatures #wildanimalshorts #reelsviral #animalessalvajes",
    "12": "What do you think of this majestic bird?\n\n#animals #nature #wildlife #wildanimalslife #wildanimalshorts \n\nIf this video needs to be removed for any reason please contact me first at rehaanjam@gmail.com",
    "13": "This kangaroo just wants to show off his hard work at the gym.\n #wildanimalslife #reelsviral #wildlife #wildanimals #animals \n\nIf this video needs to be deleted for any reason please contact first   rehaanjam@gmail.com thank you",
    "14": "This dung beetle carries a heavy load, and many frogs have to suffer the consequences.\n#wildanimalshorts #reelsviral #wildanimalslife #creatures #wildlife \n\nIf this video needs to be removed for any reason, please contact me first at rehaanjam@gmail.com",
    "15": "When you want to eat ribs, but it's not possible.\n\n#wildlife #wildanimalslife #wildanimalshorts #creatures #reelsviral \n\nIf this video needs to be removed for any reason, please contact me first at rehaanjam@gmail.com",
    "16": "When they stare at you and you want to fight.\n\n#wildanimalslife #animals #nature #wildanimals #wildlife"
}