{
    "0": "It might cause more trouble than it’s worth😲 Check the comments 👇👇",
    "1": "A NOTE FROM THE DELIVERY GUY MADE ME INSTALL SECURITY CAMERAS AROUND MY HOUSE – I'LL FOREVER BE GRATEFUL TO HIM.\nI often order food delivery when I'm too tired to cook for my kids, and over time, we got close with the delivery guy in our area. However, the last time he arrived, he seemed nervous and fidgety. Instead of talking to my little ones, as he usually does, and high-fiving them before leaving, he shoved the food into my hands and rushed back to his car.\nStunned and confused, I watched him drive away. As I brought the food into the kitchen, still wondering what his deal was, I happened to look at the back of the bag—and froze. In shaky handwriting, there was a message that made me forget about lunch and everything else. I rushed to the backyard. MY HEART SANK when I threw open the trash can lid, and there, saw ⬇️",
    "2": "REAL Housewives Tragedy. With heavy hearts, we announce the pa-ssing. Check the first comment ⤵️",
    "3": "Ron Howard and his wife celebrate their 49th wedding anniversary, proving even in Hollywood, true love can exist! 😍\nCheck comments for what Ron says is their secret👇",
    "4": "This is a sensation .. The boy sang such a song that Simon couldn’t speak. He went up to the stage to kiss the boy!Watch video in comments below ⬇️",
    "5": "He was one of the most famous stars of the 80s, who surprised the audience not only with his acting but also with his dancing. However, when he became a famous actor, he couldn't have imagined he would face the death of his son and wife. Guess who this boy turned into.\nThe answer in the comments below 👇👇",
    "6": "WHEN MY SON, RYAN, WAS A SENIOR IN COLLEGE, HIS GIRLFRIEND OF 3 WEEKS TOLD HIM SHE WAS PREGNANT. I SUGGESTED THAT HE TAKE A DNA TEST...\nSo he did that and decided to marry her since it showed that he was the father. His girlfriend, Shelley, got mad at me for asking for a test. She slandered me, convincing everyone that I was saying terrible things about her, and I was not invited to the wedding. Everyone hated me.\nBut 2 weeks before the wedding, unexpectedly, Shelley’s mother called me.\nShe: \"Hi. Get in the car and drive to me, it's urgent.\"\nMe: \"Hey Jen, what's up?\nAnd she dropped a bombshell on me.\"\nShe: \"We need to cancel the wedding because...\"\nFull story in comments! 👇👇👇",
    "7": "Keith Urban's first performance of the national anthem left the crowd in breathless amazement... 😍😳🎤 check out the fantastic video in the first comment 💬👀",
    "8": "MAN OFFERED TO HELP ME WITH MY BABY ON A PLANE — I WAS SO GRATEFUL, UNTIL I SAW WHAT HE DID TO MY SON\nI was on a flight from New York to Los Angeles with my 14-month-old baby. As any parent knows, traveling with an infant can be incredibly stressful, and this flight was no exception. My baby was fussy and crying, and I could feel the judgmental stares from other passengers.\nAbout an hour into the flight, a kind-looking man sitting across the aisle offered to help. He smiled warmly and said:\n\"Would you like me to hold your baby for a while? I have a daughter around the same age, and I know how tough it can be.\"\nDesperate for a break, I reluctantly agreed. He seemed genuine, and I was exhausted. He took my baby and started rocking her gently. I turned around to get my laptop and some snacks from the backpack, and this was when the crying suddenly stopped. I turned back and was frightened to see ⬇️",
    "9": "MY ELDERLY NEIGHBOR VISITED AN OLD CABIN EVERY DAY AT THE SAME TIME — I NEARLY FAINTED WHEN I CHECKED INSIDE ONE DAY.\nJust moved into a new neighborhood, and my closest neighbor is this 65-year-old woman. She lives in an old house with a shabby shack about 20 feet away.\nShe's super secretive and totally brushes me off when I try to chat. But here's the weird part: every day at 9 a.m. and 9 p.m., she heads to that shack with some bags, spends about 20 minutes there, and then heads back.\nOne time I tried to approach the shack, but she came running out, screaming, \"STAY AWAY! I'LL CALL THE COPS!\" Alright, I backed off.\nCuriosity got the best of me, so I decided to check it out at night. When I got to the shack, I found a big lock on the door. But then I spotted a small gap in the wooden door.\nI peered through it and almost passed out. With my flashlight, I saw that on the floor was lying a ⬇️",
    "10": "All My Neighbors Are Putting A Spoon In Their Front Yard, And I Just Learned The Reason Why:",
    "11": "With heavy hearts.. Check the comments😮",
    "12": "\"Lady, when you travel, you need to book TWO seats!\" James sneered.\nThe woman's eyes filled with tears but James was on a roll, especially when he noticed that her clothes were cheap and old-fashioned and her shoes were very worn.\nHe said, \"I guess your whole budget goes on nachos and hot dogs, right? So you can't afford two seats? Next time pass the hat, I'm sure all your fellow passengers will be very generous!\"\nThe woman turned her face to the window, and in the reflection, James could see the tears running down her cheeks.\nHe was sipping the last of his wine. A few minutes later, the captain's voice came over the speakers.👇",
    "13": "THIS IS JUST UNIMAGINABLE! My full story is in the comments. ⬇️",
    "14": "SAD ENDING 😭💔 World famous star d-ies in a freak horse accident. The video is hard to watch: Check the first comment ⤵️",
    "15": "MILLIONAIRE MOCKS POOR WOMAN WITH 3 KIDS ON BUSINESS CLASS FLIGHT UNTIL PILOT INTERRUPTS HIM\n\"Ugh! You can't be serious! Are you really making her sit here?!\" Louis Newman grumbled as he noticed a mother-of-three approaching his seat.\n\"I'm sorry, sir,\" the stewardess replied gently. \"These seats have been assigned to Mrs. Debbie Brown and her children, and we can't do anything about it.\"\nThe rich man got even more annoyed. What irritated him even more was that he was forced to sit next to a woman who seemed not to belong to the business class, wearing the cheapest clothes on the flight.\nLouis Newman couldn't stop complaining all throughout the flight, until an announcement over the intercom interrupted him.\nRather than turning off the intercom after his announcement, the pilot, Captain Tyler Brown, continued. Suddenly, all passengers on the plane turned their heads to look at Debbie and her 3 kids.👇",
    "16": "No one had seen anything like this on this stage. Everyone is just shocked! Simon Cowell and all the judges can’t hold back their tears.. Here is the video in comments below 👇",
    "17": "He claims the teen suspects that broke into the home \"did not deserve to d-ie\" and made an even bolder claim about their matchup in terms of w-eapons. How do you feel about this?",
    "18": "MY 10-YEAR-OLD DAUGHTER INSISTED ON CHECKING OUR MAILBOX BY HERSELF – TODAY I CHECKED IT AND WHAT I SAW LEFT ME IN TEARS.\nOne night after dinner, Lily, my 10-year-old, asked if she could check the mailbox. It was odd because she never cared about the mail before, but I handed her the key anyway.\nThe next day she asked again, and then it became a daily thing. She also started acting secretive and asking weird questions. One night, when I was tucking her in, she asked, \"Mom, can people talk through letters even if they don't know each other well?\"\nThe next morning, I saw her slipping something into her backpack. When I asked, she just smiled and said it was for a school project.\nI couldn't take it anymore. She was SO protective of the mailbox, calling it \"a secret,\" which really freaked me out. I pretended to let it go and told her to head to school.\nAfter she left, I opened the mailbox and TEARS STARTED STREAMING DOWN MY FACE as I saw a pack of letters from ⬇️",
    "19": "This Scene Wasn’t Edited, Look Closer At This Leave It To Beaver Blooper\nCheck the comments!"
}