{
    "0": "Parents taking their baby ice skating, 1930s.",
    "1": "Virginia, 1946...\n\nCaption\nTypical privy. Raven Red Ash Coal Company, No. 2 Mine, Raven, Tazewell County, Virginia...\n\nSource\nNational Archives Russell Lee photographer",
    "2": "Washington, 1930...\n\nCaption\nGroup of children at logging camp, Polson Logging Company, Grays Harbor County, Washington...\n\nSource\nClark Kinsey Photographs",
    "3": "A woman in her kitchen, 1914.",
    "4": "121 years ago, this is how New York City looked like.",
    "5": "Missouri, 1938...\nCaption\nFerry to Tennessee from New Madrid County, Missouri...\nSource\nLibrary of Congress (Russell Lee photographer)",
    "6": "Sacramento, California, 1890...",
    "7": "Blount County, Tennessee, ca 1900...\n\nCaption\nAn unidentified man is sitting in a wagon holding the reins of his horse.\n\nSource\nTennessee State Library and Archives",
    "8": "In 1942, the royal family of Iran, including Princess Fawzia of Egypt, Shah of Iran Mohammad Reza Pahlavi, and Princess Shahnaz of Iran, gathered in the palace garden of Tehran for a historic photograph.",
    "9": "Pennsylvania, 1935...",
    "10": "Barefoot kids at a mobile book cart in the Appalachian Mountains.",
    "11": "Ohio / West Virginia, 1896-1912...\n\nCaption\nPortrait photograph of a seated elderly woman.\nThis photograph was taken by traveling photographer Albert J. Ewing, ca. 1896-1912. Like most of Ewing's work, it was likely taken in southeastern Ohio or central West Virginia...\n\nSource\nOhio History Connection",
    "12": "Sequatchie County, Tennessee, 1945...\n\nCaption\nPhotograph of Clifford Campbell driving a tractor on the farm owned by George Hickman in Elm Hill, Tennessee.\n\nSource\nTennessee State Library and Archives",
    "13": "Ohio / West Virginia, 1896-1912...\n\nCaption\nThis photograph of three women and two men posed in a yard near a wood swing was taken by traveling photographer Albert J. Ewing, ca. 1896-1912. Behind them is a large, steep grassy hillside. One of the women is identified on the negative as Judith Ruckman, but the others are unidentified. Like most of Ewing's work, the photograph was likely taken in the region of southeastern Ohio and central West Virginia...\n\nSource\nOhio History Connection",
    "14": "An elderly woman is making a batch of lye soap... Indiana, 1923",
    "15": "Campbell County, Tennessee, 1906...\n\nCaption\nThe town of Jellico after 11 tons of dynamite in the railroad yard exploded...\n\nSource\nTennessee State Library and Archives",
    "16": "Edwardian Postcard - Tower Bridge - Men & Scaffold - London...",
    "17": "Shirley Temple with Mickey Rooney and Judy Garland at MGM, 1941",
    "18": "South Carolina, 1939...",
    "19": "Ohio   West Virginia, 1896-1912..."
}