{
    "0": "HEARTWARMING\n\"So we were out to lunch and it was super crowded. There were quite a few groups of people at the door waiting to be seated and then there was this lady who was alone. Out of nowhere, this young man gets up and walks up to the lady and says, 'I have three empty seats at my table, would you like to sit with me so you don't have to wait?'\nCue the four of us at our table with our hearts MELTING as he ushers her over to his table and pulls out the chair next to him, not across from him, to sit down. Periodically while we ate, we looked over to see them alternately sitting quietly and chatting with ease.\nWith all the ridiculousness happening in our country, it was nice to see and be reminded that there are still good people out there.\"\nCredit Heather Leigh\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "1": "I live alone but I still sit at my dining table for almost every meal. Sometimes I eat by candle light. Sometimes I have flowers, although mostly fake since I can’t afford real ones at the moment. Sometimes Chef Pierre has some inspiring food themed anecdote to share. Most of the time it’s a home cooked, made from scratch meal for one.\nSome people see the show of etiquette as sad, pathetic and a waste of time. I prefer to think of it as grounded, homey and comforting.\nDull?\nPerhaps, but who cares?\nWhat matters is that your belly and your soul are well fed.\nCredits: Jody Davis Navakuku\nVia Dull Women’s Club \n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "2": "\"You know this guy? I don't, but I did see what he did in Fostoria Kroger today. When the older man in front of him didn't have enough money to pay for his food, or his card wouldn't work or something, he started walking out with nothing. I heard this man volunteer to pay for it... and he did! That was awesome! We need more people like him! Thanks buddy! If my parents ever needed help and my family wasn't there, I hope someone like you will be around.\"\nAuthor Unknown\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "3": "Forty-year-old Christopher G. Robertson was kayaking in Georgian Bay in Collingwood, Ontario, when the kayak took on water and capsized. He held onto his overturned kayak and called for help. Jamey Ruth Klassen, 16, high school student from Guelph, Ontario, was on the beach and entered the water and swam about 600 feet to the kayak. By then, Robertson had submerged. Seeing him on the bottom of the lake, Jamey dived 12 feet and pulled him to the surface. Jamey positioned Robertson face up with his head on her shoulder. He was unconscious and not breathing. Grasping him around the chest with one arm, she used the other arm and her legs to swim toward shore with Robertson. Jamey was nearly exhausted and shouted for help. A man on a paddleboard responded, and he and Jamey placed Robertson on the board. The man took Robertson to shore, where he was removed from the water. Jamey swam to shore. Robertson was revived and taken to a hospital, where he was treated. He recovered.\nCredit to the respective owner\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "4": "Virginia high school senior Tommy Adams and his mom were driving home when he suddenly asked her to stop the car. His mom stopped and asked: \"What's wrong?\" Tommy got out of the car, walked over to an older man with a walker and helped him shovel snow from his driveway.\nThe world needs more people like you, Tommy.\nCredit to the respective owner\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "5": "\"Driving home today, we were involved in a 3 car accident... As we sat waiting for the paperwork to be completed and the tow trucks to arrive, I hear a police officer say, 'Let's sit over on the curb.' He was talking to this little boy who was upset at seeing his car all banged up. The officer's voice was so kind and gentle. He held the little boy's tiny hand in his as they walked to the curb. Once seated, they played with the toy fire truck and talked about their favorite Disney characters. I found myself smiling at that scene wondering if anyone else noticed this officer's kindness.\"\nCredit to the respective owner ✍️\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "6": "Check the first comment for the answer 👇",
    "7": "Let’s pause to wish Randy Travis a happy birthday and send prayers for his quick recovery. Randy Travis just turned 64\nCheck the 1st comment👇",
    "8": "Today as my crew and I was working on one of the properties, I heard a faint knock at the door and as soon as I opened it we witnessed that contagious smile.\nThe first thing Kayden said was \" Can I hang out with you today? .... I like your shirt! \" and my response was \" you know you can if you ask your mom buddy and would you like me to make you one?\"\nWith his back turned in midstride he yelled \"yes please!\" as he scurried back home to ask his mom if he could spend some time with me today.\nAs soon as he got back, we printed out a shirt and headed to the local gas station for a slice of pizza and a chocolate milk.\nI can say with confidence that today was a success.\nCredit - Cody Bret \n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "9": "'Hero' Paris bus driver kicks off every single passenger because they refused to make room for a wheelchair user\nFrancois Le Berre, pictured, who has multiple sclerosis, could not get on a Paris bus because other passengers refused to move, until the driver forced everyone else off\nA Paris bus driver has been hailed as a hero after ordering all his passengers off the vehicle after they refused to make room for a wheelchair user to get on board.\nFrancois Le Berre, who has multiple sclerosis, was waiting patiently at a bus stop in Porte de Clichy in the French capital's suburbs.\nWhen the bus arrived the access ramp was put up but passengers on board did not move to allow him space, leaving him stranded outside.\nSpotting the problem, the driver shouted 'Terminus', instructing everyone to get off, before allowing Mr Le Berre on board and driving off with him and his brother as the only passengers.\nPosted by Kathy Pennell\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "10": "NYPD gives son of fallen officer a special send-off on first day of kindergarten.\nA group of New York City Police Department officers kept a solemn promise to support a 5-year-old boy going to his first day of kindergarten after his father was killed in the line of duty last year.\nAustin Tuozzolo was surrounded by about 30 NYPD officers from the Bronx's 43rd Precinct in a heartwarming scene as he walked with his mom, Lisa, to the school bus on Tuesday for his first day of school in Suffolk County, Long Island.\nAustin's father, Sgt. Paul Tuozzolo, 41, was fatally shot in November 2016 while responding to a report of a home invasion in the Bronx.\nTuozzolo's friends and colleagues made sure Austin had plenty of support on his first day of school without his dad. He ran back to give his mom a final hug before getting on the bus.\nAnother officer who was with Tuozzolo on that day, Lt. Emmanuel Kwo, survived a gunshot wound and credits the 19-year NYPD veteran with saving his life along with several others.\nKwo started the Facebook page Patches4Paul, which sells patches with Tuozzolo's name and badge number underneath the words \"Never Forget\" to keep his memory alive and show support for his widow and two young sons.\n\"Since Sgt. Tuozzolo couldn't be here to put his son on the bus for his first day of kindergarten, his 43 family made sure little Austin was not alone on his first day getting on the bus!\" Kwo wrote on Facebook. \"We promise to never forget and to always be here for this family! Have a great day Austin!\"\nCredit to the respective owner ✍️\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "11": "A little 5-year-old girl in Ishpeming, Michigan, did something very special when she found out one of her friends did not have enough money to buy milk at their school. Sunshine Oelfke broke into her piggy bank, put the money into a baggy, and took it to her school to pay for her friend's milk. When it was discovered that several other children at the school could not afford milk, Sunshine's mom broke into her own piggy bank, donating the commissions she made from her job to take care of all of them. Then Sunshine started a GoFundMe page to raise $700 to cover her classes' milk cost for the entire semester. That's one smart little girl, as she raised more than $7,000.\nCredits to the respective owner\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "12": "This young man needed a friend to talk to and waved down officer. She took the time to talk about such things as his favorite thing to do (ride his bike around the neighborhood) and his favorite thing to do at school (PE). Our Officers want kids to know that we are there to listen. Great Job Officer!\nSource: Police Supporter\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "13": "“So she always comes to our Maplesville location to see me and get her Heards Baked Beans. Well today she didn't recognize our new location and I don't think she believed this was Heards BBQ. So Misty came and got me from the kitchen and all I heard was \"MR. ROMAN\" while running to give me a hug with the biggest smile. And yes she got her baked beans. Sometimes we can let business cloud our minds and make us miss the things that matter most like building relationships with people that become like family.”\nHeards BBQ LLC Clanton \n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "14": "\"This is Bill. Tonight I watched Bill ask a grown man to move inside the smoking red line. I then watched this grown man pour the rest of his beer on Bill's shoes. This makes me so sad, I talked with Bill, he told me he used to run a big company and have season tickets to the rangers games. He loved it so much he decided when he retired to start working there for $8.00 an hour. Tonight he was so disrespected while doing his job that it made my heart hurt! Share Bill and let's make him famous for a job well done. After I took this picture he said what an honor an 82-year-old man with a beautiful girl, no Bill the HONOR is all mine.\"\nCredit to Respectful Owner\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "15": "Olivia Jennings was refueling her car when she started talking and joking with two young men next to her. They chatted for a while but then something unexpected happened. One of the men pulled out some cash and said that he wanted to pay for Olivia's gas.\n\"I thought he was teasing and I pulled out my credit card, and I said, 'oh it's ok, I got it.' He said, 'no, ma'am, I really want to buy your gas,\" Olivia commented.\nPhoto: Olivia Jennings / Facebook\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "16": "Hey Coles! Shout out to this amazing team member from this morning at your Cardinia Lakes store! When my non verbal, autistic son approached him, curious what he was doing with all the biscuits (my son LOVES biscuits), this guy stopped and showed him and they spent a happy five minutes or so putting the biscuits on the shelf together.\nAnd then, 10 minutes later, your team member found us again a few aisles over and gave him a box of chocolates for being such a great helper.\nFor a boy who doesn't get to get out and socialise much due to all the lockdowns at the moment and when he does they can be challenging, this was a little interaction and an amazingly generous gesture that made his day.\nCan you please ensure your team member gets recognised for being such an amazing human? Thanks!\nCredit to the respective owner ✍️\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "17": "“So this happened... there was a gentleman buying a BMW trading in an older Scion XB. At about the same time a young girl comes in trying to purchase a Corolla, she’s a struggling student working 2 jobs, but unfortunately wasn’t able to finance a car. She broke down into tears as a salesperson was consoling her. We all felt really bad but there’s not much you can do.\nShe leaves and the gentleman asks if we were able to help her. The salesperson says no and is visibly upset about it. The guy says, Call your customer back I’m giving her my trade-in.\" She comes back a few minutes later, he signs over the title and hands her the keys. While he sat in finance, she sat in the car crying...” ❤\nCredit: Understanding Compassion\n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner",
    "18": "When it became clear the Titanic was going down, Isidor and Ida Straus did as requested—the couple put on life jackets and moved to the Boat Deck where officers were lowering lifeboats and instructing women, children, and First Class passengers to board.\nAccording to detailed accounts from Ida's maid and Isidor's work colleague, (both surviving eyewitnesses who recounted the story to newspapers at the time), a Third Officer told Ida, who was wearing a full-length mink coat to brave the icy outdoor temperatures, to step onto the lifeboat. She did. When the officer beckoned to Isidor, prompting him to follow, he shook his head. Isidor said,\n“No I will not get on the lifeboat until I see that every woman and child has a chance to escape.”\nThe officer recognizing Mr. Straus as the co-owner of Macy’s, offered him a place on the lifeboat but he declined electing to remain on the deck.\nSeeing this, his beloved Ida then climbed back out of the boat and turned to her beloved husband.\n\"We have lived a wonderful life together for 40 years and have six beautiful children together, if you won't get on the life boat, I won't either,” she told him.\nShe removed her mink coat and handed it her maid, Ellen Bird.\n\"I won't have any further need,\" she said. \"Please take this as you get into a lifeboat to keep you warm, until you are rescued.\"\nIsidor wrapped his arms around her, then, a great wave came over the port side of the ship and swept them both into the sea.\nCredit to the respective owner \n.\n.\n.\n.\n.\n.\n.\n.\n#jenniferlopez\n#alexandradaddario #AngelinaJolie #MeganFox #margotrobbie\n#chrisevans #ChristianBale #AnneHathway #BrieLarson\n#ScarlettJohansson #elizabetholsen #JenniferLopez\n#JenniferAniston #JenniferLawrence #priyankachopra\n#KristenStewart #HaileeSteinfeld #emiliaclarke #galgadot\n#wonderwoman #DC #mcu #MeganFox #kyliejenner\n#kimkardashian #kendalljenner"
}