{
    "0": "any guesses for what the “update” will be about in next video? 🤭✨ #chronicillness #dayinthelife #lifestyle #ivfluids #jtube #gtube #centralline #physicaltherapy #tubefed",
    "1": "discount using LILLYDOWNS15, check out @paireyewear 💚 I’m wearing The Reese in clear! #pairpartner",
    "2": "only got sick once 😎 lol progress",
    "3": "Heartbreak for Simone Biles on the final day of her Olympics. She didn't see this coming... 💔😕 Check the comments ⬇️⬇️",
    "4": "There’s a weird detail in this photo that’s freaking people out – check the comments:",
    "5": "Straight Family Man Prefers To Wear Skirts And Heels As He Believes ‘Clothes Have No Gender’ ❤ photos in the comments 👇",
    "6": "Check first comment:",
    "7": "I'm making all bathrooms at my concerts not only gender neutral, but species neutral' Check comments for full story👇",
    "8": "I’m going to be sick of sugar once I’m done with this medication hahaha 😅 just taking little bites of things all day\n#whatieatinaday #paralyzedstomach #stomachproblems #cucumbersalad #chronicillness #tubefed #quarantine #paxlovid @Alani Nutrition",
    "9": "crossing every finger & toe that doing IVIG today has helped my immune system fight anything off 🤺🤜🏼 #nightroutine #chronicillness #ivfluids #tubefed #skincare #asmr",
    "10": "After a 94-year-old Air Force vet died with literally NOBODY to attend his funeral, a teacher and six high school seniors stepped up to give the vet a proper send-off 🫡🇺🇸— BOYS WE COULDN’T BE MORE PROUD. Thank you, check the whole story in the comments ⬇️",
    "11": "Simone Biles's response to criticisms about her hair is 🔥🔥🔥 while punctuating it later with a gold medal! Her statement and photos of her controversial hairstyle are below. 👇",
    "12": "WHY SOME OF THE OLYMPIC ATHLETES HAVE LARGE CIRCULAR BRUISES ON THEIR SKIN? 😱 Ever spotted those dark red circles on Olympic athletes' backs? Yep, Michael Phelps was rocking those spots at the 2016 Rio Olympics. 😰 Stars such as Jennifer Aniston & Gwyneth Paltrow showed similar signs on their skin. What it is in the comments.👇",
    "13": "HEARTBREAKING! Ben Affleck and Jennifer Lopez Stun Fans with Divorce News After Explosive Birthday Drama\nCheck the comments!",
    "14": "\"Jennifer Lopez Announces Third Pregnancy, Radiates Joy\nCheck the Comments 👇\"",
    "15": "I love ~beverages~ so the g-tube comes in handy for those 🤝🏼 #paralyzedstomach #gastroparesis #whatieatinaday #stomachproblems #gastroparesisawareness #gtube #jtube #chronicillness",
    "16": "Mom Leaves Note On “Disrespectful” Son’s Door, And Now It’s Going Viral\nCheck the 1st comment👇",
    "17": "She is considered to be the most beautiful news anchor of all the times. Ever since moving from Fox, she has gone solo. But now the host has ‘shocked’ her fans with some incredible 👙 pictures at the age of Fifty-Two 😳 You have to see this, check the comments… ⬇️📷",
    "18": "today was fulfilling 🫶🏼 #chronicillness #dayinthelifeof"
}