{
    "0": "#bigchungus #foryou #fypage ",
    "1": "El jardinero de Messi",
    "2": "Logramos convertir una casa que no pudo usar su dueño por un tiempo con",
    "3": "Se nos ocurrio la gran idea de intentar construirle una casa a el pequeño en situacion de calle, que dormia sin un techo encima de el en donde su mayor deseo era poder dormir sin preocuparse por la lluvia, despues de largos dias de organizacion y trabajo, este fue el resultado… 🥹",
    "4": "Se fue contento gracias a ser un fiel seguidor",
    "5": "11-2 Bigchungus vuelve a subir videos con todo",
    "6": "Nos reunimos 4 personas para limpiar la playa mas visitada de Argentina y el resultado fue increible despues de 7 horas de limpieza y 7 kilometros de recorrido 🥹",
    "7": "Se fue con mucho dinero",
    "8": "Le pregunte si nos dejaba remodelarle la casa y respondio de manera agresiva, pero despues de una jugada maestra logramos convencerle de que nos deje modificar su casa, el resto es historia 🥹",
    "9": "Premiando al hombre que acepte las flores",
    "10": "Si adivinas el precio del celular te lo quedas",
    "11": "Hoy nos reunimos para remodelar una camioneta abandonada pero cuando empezanos a grabar un hombre desde dentro del vehiculo nos grito y se hizo un cambio de planes, remodelarle al pobre hombre que habia chocado con su vehiculo completamente su auto en conjunto con los chicos de Delta Plotes 🥹",
    "12": "Pregunte en un restaurante si preferian dinero o un video profesional y casi desemplean al chico de la caja por preferir el dinero! 🥲",
    "13": "Continua sin entender el juego",
    "14": "La verdad de los videos de BigChungus",
    "15": "El dia de hoy nos reunimos con todo el equipo para mejorar la casa de, para dejar la casa de la mejor manera posible dedicamos largas horas de trabajo pero finalmente lo logramos, y su reaccion fue inesperada",
    "16": "Como reaccionaria tu pareja",
    "17": "Le cumplimos el deseo mas grande a un chico que estaba en la calesita! 🥹",
    "18": "#bigchungus #foryou #fypage #fyp ",
    "19": "Nos reunimos con el equipo para modificar el interior de la casa de @10 PESOS OFICIAL nosotros queriamos hacer muchas mas mejoras pero estabamos limitados porque necesitabamos la confírmacion de los familiares, pero los fuimos con la seguridad de saber que el esta contento con la mejora 🥹",
    "20": "Saben 3 paises con la letra M? 😳",
    "21": "#bigchungus ",
    "22": "La estilista de Shakira",
    "23": "Quize poner a prueba como seria la vida de un ciego a la hora de ir a comprar y este fue el resultado, espero que les guste",
    "24": "Intentar ayudar a una persona y que me estafe de esta manera es increible 🥺",
    "25": "Que celular tienen ustedes-",
    "26": "Fuimos a dos personas para ayudarles y el resultado fue muy diferente en los dos, con el primer hombre nos asustamos demasiado pero lo bueno ocurrio cuando el segundo accedio a que le mejoremos la apariencia, el resultado fue increible y estaba super agradecido 🥹",
    "27": "Haciendo feliz a persona en situación de calle",
    "28": "Nos reunimos 9 personas con un objetivo claro: limpiar el rio mas sucio de Argentina, era una travesia muy complicada ya que requeria muchos dias de trabajo y una gran inversion pero gracias a nuestro trabajo duro los frutos no tardaron mucho en llegar 🥹",
    "29": "El dia de hoy nos reunimos todo el equipo para modificar completamente la apariencia de para lograr asi que se vaya contento! Con la ayuda de  quien fue la encargada del proceso de los dientes. El trabajo fue dificil pero logramos un resultado increible",
    "30": "Forme una pareja entre 2 abuelitos",
    "31": "Quitándole el maquillaje a quinceañera",
    "32": "Cuanto dinero agarraria un pequeño? 🤔👶🏻",
    "33": "Los dos se fueron con su premio, ustedes ya me siguen en TikTok",
    "34": "Creo que dijo Videojuegos en sus paises 🤪",
    "35": "Sorprendí a la persona que quiera salir adelante",
    "36": "Decidimos construirle una casita para que pueda dormir a una familia que vivia en la calle y fue la mejor eleccion posible, quien iba a pensar que con nuestro trabajo ibamos a tranformar por completo la vida de esta familia y que apartir de ahorq iban a desperar con un techo encima 🥹",
    "37": "#foryou #fyp #fypage #fpy ",
    "38": "#foryou #fyp #fypage ",
    "39": "Poniendo a prueba el amor de el hombre con su mascota #testsocial",
    "40": "Un auto vale mas que tu actual pareja-",
    "41": "La realidad del video 🥹",
    "42": "Me encanta que mi contenido también pueda ser disfrutado por personas de esa edad, los quiero un montón",
    "43": "Para ustedes quien es el primo",
    "44": "Logramos convertir su departamento en una peluqueria y ahora no va a trabajar en nada malo 🥹",
    "45": "Le cambiamos la vida a un perro de la calle que estaba totalmente abandonado, fue un largo proceso en donde lo dejamos como nuevo y le conseguimos una familia 🥹",
    "46": "3 peluquerias fueron puestas a prueba en este experimento, el resultado al inicio fue muy malo ya que al escuchar que el cliente no llevaba dinero nos rechazaban rápidamente, pero luego en nuestro ultimo experimento el peluquero decidio ser buena persona y nos encontramos con una persona increible que se llevo un gran regalo! 🥹",
    "47": "#bigchungus #fyp #foryou ",
    "48": "Como reaccionarian si ganan el regalo-",
    "49": "Nos reunimos 4 personas para limpiar la playa mas visitada de Argentina y el resultado fue increible despues de 7 horas de limpieza y 7 kilometros de recorrido 🥹@Yo Amo Mi Playa♥️",
    "50": "Experimento social: ¿que tan lejos podria llegar una persona? 😳",
    "51": "Puse a prueba a 4 taxistas y esta fue la reaccion de cada uno, la respuesta del ultimo te sorprendera",
    "52": "Hoy en conjunto con los Bomberos, dedicamos largas 5 horas de fe para poder rescatar la vida de un perrito, donde la incertidumbre y el mal clima nos ponian en duda minuto a minuto, pero lo mas aterrador de todo esto era la siguente pregunta: ¿Que hubiese pasado si ninguno de nosotros llegaba y nadie escuchaba al perrito, cual iba a ser su destino? 🥺",
    "53": "#bigchungus #foryou #fyp ",
    "54": "El dia de hoy fuimos a Rosario y modificamos la casa que @No_soy_messi nos dijo que ayudemos. Realizamos un dibujo increible de Messi y el dueño de la casa se emociono de una manera increible 🥹",
    "55": "Decidi llevar de fiesta a el hombre en situacion de calle, pero antes teniamos que cortarle el pelo y comprarle ropa!",
    "56": "Convertimos una choza abandonada gracias a que era un seguidor con",
    "57": "Se fue con mucho dinero ☺️🥹"
}