{
    "0": "🤯 #facts #fact #planet #doyouknow #sounds",
    "1": "🤯 #facts #horror ",
    "2": "🤯 #facts #fact #tiktokusa #tiktokuk #doyouknow #history ",
    "3": "🤯 #facts #fact #history #photo #historicalphoto ",
    "4": "A pregnant mare was about to give birth, but the veterinarian discovered it wasn't foals she was carrying. #horse #story #truestory #learnontiktok ",
    "5": "This 8-year-old girl feels something moving in her ear, but what the doctors will discover is terrifying. #learnontiktok #truestory #ear #horrorstory ",
    "6": "🤯 #history #photo #historicalphoto ",
    "7": "She gives birth to quadruplets, but a year later, the doctor calls her to announce news that shocked the entire world. #story #truestory #learnontiktok ",
    "8": "His whole family mocked him when he married that dwarf, but years later they would regret it. #story #truestory #learnontiktok ",
    "9": "Historical Photos 🤯 #facts #fact #history #photo #historicalphoto ",
    "10": "The last one is crazy 🤯 #facts #fact #doyouknow #photo ",
    "11": "He slept with his deceased wife every night, but twenty years later, he would deeply regret it.#truestory #learnontiktok #wife ",
    "12": "🤯 #videos #tiktokusa #tiktokuk ",
    "13": "He has been trapped in this tube for 60 years, but he finally manages to escape, and what he does next will terrify you. #truestory #learnontiktok #tube #revenge ",
    "14": "#facts #fact #border #surveillance #monitored #conflict ",
    "15": "People mocked him when he wed her, but after two years, they regretted it!  #learnontiktok #truestory #couple #bully ",
    "16": "🤯 #facts #fact #doyouknow #photo #place #travel #places ",
    "17": "This mother thinks she is expecting twins, but the doctors quickly realize that she is about to make history with this abnormal delivery, part 2. #learnontiktok #truestory ",
    "18": "Historical photos you’ve never seen before 🤯 #facts #fact #history #photo #historicalphoto ",
    "19": "When he discovered what the bear really was, he immediately called the police.#truestory #learnontiktok #bear #zoo ",
    "20": "The child looks into his pants every day. His mother discovers the reason and calls the police. #story #truestory #learnontiktok ",
    "21": "This dog is about to give birth, but the doctors discover it's not puppies…#dogs #doctor #learnontiktok #truestories ",
    "22": "#history #photo #historicalphoto ",
    "23": "#husband #wife #dog #camera #learnontiktok #truestory ",
    "24": "This woman slept with her dog every night, but a month later, the veterinarian will make a discovery that will terrify you #truestory #learnontiktok #dog ",
    "25": "Réponse à @Dannyv This teacher worked at this school for 45 years, but one day before her passing, she will reveal a secret that will shock the whole world. PART 2 #truestory #learnontiktok #secret #school ",
    "26": "Everyone mocked the price of this house until they discovered what was inside. #truestory #learnontiktok #house #tinyhouse ",
    "27": "He has been in a coma for ten years, but when he wakes up, what the doctors will tell him will terrify you. #learnontiktok #truestory #coma #doctor #usahealthcare ",
    "28": "The dog gives birth, but the doctor discovers they’re not puppies. #dog #story #truestory #learnontiktok ",
    "29": "The bullies at school poured glue into this young girl's hair. But her revenge will shock everyone. #story #truestory #learnontiktok ",
    "30": "A mother thinks she’s expecting twins but soon realizes she’s about to make history with this unusual birth. Part 1 #learningontiktok #truestory #birth",
    "31": "🤯 #facts #fact ",
    "32": "His dog watches him sleep every night, but when he discovered why, he immediately called the police.#truestory #learnontiktok #dog ",
    "33": "🤯 #facts #fact #tiktokusa #tiktokuk #history #doyouknow #northkorea ",
    "34": "This man had collected penny amounts for 45 years. When he finally cashed them in, the total amount was surprisingly high. #story #truestory #learnontiktok #money ",
    "35": "🤯 #photo ",
    "36": "🤯 #facts #fact #mysteries #photo #tiktokusa #tiktokuk ",
    "37": "This seventy-year-old man marries a young girl, but a few months later, he's really going to regret it. #story #truestory #learnontiktok ",
    "38": "He took his cat to the vet, but when he discovered what it had on its body, he immediately called the police 🤯                   #truestory #learnontiktok #cat #vet #veteran ",
    "39": "🤯 #facts #fact #disney ",
    "40": "She was his adoptive mother for years, and then what he said to the judge during his adoption hearing shocked everyone, part 1 #learnontiktok #truestory #courtroom ",
    "41": "🤯 #photo #historicalphoto #history ",
    "42": "🤯 #facts #fact #secret #pixar ",
    "43": "😢 #facts #fact #history #photo #historicalphoto ",
    "44": "😱 #animals #tiktokusa #tiktokuk #facts #doyouknow #animalfact ",
    "45": "This man had a huge lump on his head for fifteen years, but what he discovered when he had it removed will terrify you. #lump #man #learnontiktok #truestory "
}