{
    "0": "#redthoughts #jayysaid #fyp #foryou #foryoupage #xyzbca #redthoughtsforhim #cantstopthinkingofyou #iloveher #boyfriend #girlfriend #his #her #relatable #Relationship #Love #meandyou #mylove #soulmates #couple #couplegoals ",
    "1": "#jayysaid #redthoughts ",
    "2": "4. your name.. 5. your personality.. 6. your laughter.. 7. your smile.. 8. your voice.. 9. your hands... 10. your embrace.. 11. your joy.. 12. your tears.. 13. your face... 14. your kindness.. 15. your affection... 16. our friendship.. 17. your beauty... 18. your love.. 19. your hugs... 20. your messages.... 21. your style... 22. your forgiveness... 23. your perfection... 24. the time we spend together.. 25. the memories we made... 26. the sound of you.. 27. watching the videos you send me. 28. the jokes we make together.. 29. how you make me happy within 247 zeptoseconds. 30. the way you can love someone like me.. 31. how i can talk to you for hours and still not get bored... 32. the way we met somewhere and are now so close.. 33. the thought of you.. 34. the smell of you... 35. your selflessness... 36. your strength (you are very strong <3).... 37. your bravery... 38. your intelligence.... 39. your passion... 40. your creativity... 41. your patience... 42. your respectable.. 43. your positivity... 44. your trusting... 45. i believe everything you'd say to me... 46. i can be myself around you... 47. i can listen to you rant without getting annoyed... 48. my dreams about you... 49. the fact that there is no downside about you... 50. 1 feel safe around you... 51. you are trustworthy... 52. you always light up my day... 53. you are constantly on my mind... 54. you are very independent... 55. you're incredible... 56. you never let me down... 57. can trust you with my secrets... 58. well, you are obviously DROP DEAD GORGEOUS 59. you can cheer anyone up... 60. you are adorable! 61. your humor never fails to make anyone laugh! 62. you are literally the definition of perfection! 63. I feel like I'm able to vent to you without feeling bad.. 64. you're supportive... 65. you are honest... 66. you bring a huge smile to my face whenever I talk to you... 67. you make me feel like I'm actually someone important... 68. you never give up too easily... 69. you are always there (haha funny number)... 70. your personality is really rad... 71. you are rad as well... 72. you love the real me (even though I'm nothing special)... 73. you are pretty... 74. you are precious... 75. you deserve the entire 75. you deserve the entire UNIVERSE... 76. you are the light to my darkness... 77. just hanging out with you is like a blessing... 78. you are literally a Angel sent down from heaven.. 79. you are sweeter than any candy in this world... 80. you are so loving... 81. sometimes you are mean but I know you'd never mean it... 82. you are so nice to anyone, including someone like me... 83. you are super duper funny... 84. you make me feel special even though I'm a nobody... 85. you are the perfect example of a true friend... 86. I love you with all my heart and I know you love me too... 87. you are so beautiful... 88. I miss you every second I'm away from you... 89. you are the most amazing, beautiful, precious, loving, caring, lovely, perfect, pretty, sweetest person in this world..... 90. you are so joyful... 91. I'm so lucky to have you in my life... 92. you are sweet to anyone, even if they are a bad person. 93. you are the best person l've ever met... 94. you are super talented... 95. you are perfection itself... 96. you make me forget about all my problems.. 97. you are the best thing that ever happened to me... 98. you are everything! 99. you care for someone like me.. 100. I LOVE YOU!!!!! #redthoughts #jayysaid ",
    "3": "#redthoughts #jayysaid #fyp #foryou #foryoupage #redthoughtsforhim ",
    "4": "4. your name.. 5. your personality.. 6. your laughter.. 7. your smile.. 8. your voice.. 9. your hands... 10. your embrace.. 11. your joy.. 12. your tears.. 13. your face... 14. your kindness.. 15. your affection... 16. our friendship.. 17. your beauty... 18. your love.. 19. your hugs... 20. your messages.... 21. your style... 22. your forgiveness... 23. your perfection... 24. the time we spend together.. 25. the memories we made... 26. the sound of you.. 27. watching the videos you send me. 28. the jokes we make together.. 29. how you make me happy within 247 zeptoseconds. 30. the way you can love someone like me.. 31. how i can talk to you for hours and still not get bored... 32. the way we met somewhere and are now so close.. 33. the thought of you.. 34. the smell of you... 35. your selflessness... 36. your strength (you are very strong <3).... 37. your bravery... 38. your intelligence.... 39. your passion... 40. your creativity... 41. your patience... 42. your respectable.. 43. your positivity... 44. your trusting... 45. i believe everything you'd say to me... 46. i can be myself around you... 47. i can listen to you rant without getting annoyed... 48. my dreams about you... 49. the fact that there is no downside about you... 50. 1 feel safe around you... 51. you are trustworthy... 52. you always light up my day... 53. you are constantly on my mind... 54. you are very independent... 55. you're incredible... 56. you never let me down... 57. can trust you with my secrets... 58. well, you are obviously DROP DEAD GORGEOUS 59. you can cheer anyone up... 60. you are adorable! 61. your humor never fails to make anyone laugh! 62. you are literally the definition of perfection! 63. I feel like I'm able to vent to you without feeling bad.. 64. you're supportive... 65. you are honest... 66. you bring a huge smile to my face whenever I talk to you... 67. you make me feel like I'm actually someone important... 68. you never give up too easily... 69. you are always there (haha funny number)... 70. your personality is really rad... 71. you are rad as well... 72. you love the real me (even though I'm nothing special)... 73. you are pretty... 74. you are precious... 75. you deserve the entire UNIVERSE... 76. you are the light to my darkness... 77. just hanging out with you is like a blessing... 78. you are literally a Angel sent down from heaven.. 79. you are sweeter than any candy in this world... 80. you are so loving... 81. sometimes you are mean but I know you'd never mean it... 82. you are so nice to anyone, including someone like me... 83. you are super duper funny... 84. you make me feel special even though I'm a nobody... 85. you are the perfect example of a true friend... 86. I love you with all my heart and I know you love me too... 87. you are so beautiful... 88. I miss you every second I'm away from you... 89. you are the most amazing, beautiful, precious, loving, caring, lovely, perfect, pretty, sweetest person in this world..... 90. you are so joyful... 91. I'm so lucky to have you in my life... 92. you are sweet to anyone, even if they are a bad person. 93. you are the best person l've ever met... 94. you are super talented... 95. you are perfection itself... 96. you make me forget about all my problems.. 97. you are the best thing that ever happened to me... 98. you are everything! 99. you care for someone like me.. 100. I LOVE YOU!!!!! #redthoughts #jayysaid #fyp #foryou #foryoupage #xyzbca #redthoughtsforhim #cantstopthinkingofyou #iloveher #boyfriend #girlfriend #his #her #relatable #Relationship #Love #meandyou #mylove #soulmates #couple #couplegoals ",
    "5": "#redthoughts #jayysaid #fyp #foryou #foryoupage #xyzbca #redthoughtsforhim #cantstopthinkingofyou #iloveher #boyfriend #girlfriend #his #her #relatable #Relationship #Love #meandyou #mylove #soulmates #couple #couplegoals",
    "6": "I love you so much, you mean the world to me. I love you very much, you motivate me and make me keep going. I love you so much to the point l'd take a bullet for you. I love you so much, each part of my heart is only focused on you. I love you truly, I can't take my eyes off of you since the day I met you. I love you so much, I wish I met you earlier. I love you a lot that words cannot even explain how much I do. I love you because no one has ever given the love that you have given me. I love you because you always let me know that I'm worth something special. I love you because you'd always make me smile and laugh when I felt sad. I love you because you're the other half of me and I'm the other half of you. #redthoughts #jayysaid #fyp #foryou #foryoupage #xyzbca #redthoughtsforhim #cantstopthinkingofyou #iloveher #boyfriend #girlfriend #his #her #relatable #Relationship #Love #meandyou #mylove #soulmates #couple #couplegoals ",
    "7": "#redthoughts #jayysaid "
}